Repository: tktk711/mozilla-l10n
Catalog: hsb/mobile/android/*/android_strings.dtd.po
Languages: hsb

source: Welcome
hsb: Witajće

source: Welcome to &brandShortName;
hsb: Witajće do &brandShortName;

source: Find things faster with helpful search suggestion shortcuts.
hsb: Namakajće wěcy spěšnišo z wužitnymi tastowymi skrótšenki za pytanske namjety.

# firstrun_bookmarks_title
source: History
hsb: Historija

source: Your faves, front and center
hsb: Waše fawority, na prědnišim fronće

source: Get results from your bookmarks and history when you search.
hsb: Wobstarajće sej wuslědki z wašich zapołožkow a historije, hdyž pytaće.

source: Data
hsb: Daty

source: Less data, more savings
hsb: Mjenje datow, wjace zalutowanjow

source: Turn off images to spend less data on every site you visit.
hsb: Blokujće wobrazy, zo byšće mjenje datow na kóždym sydłe, kotrež wopytujeće, přetrjebował.

source: &brandShortName;, always by your side
hsb: &brandShortName;, přeco při was

source: Sync your tabs, passwords, and more everywhere you use it.
hsb: Synchronizujće swoje rajtarki, hesła a wjace wšudźe, hdźež jón wužiwaće.

source: Get connected, get started
hsb: Zwjazajće so, započńće

source: Sign in to Sync
hsb: Pola Sync přizjewić

source: Start Browsing
hsb: Přehladowanje startować

source: Not right now
hsb: Nic hnydom

# firstrun_button_next
source: Next
hsb: Přichodny

source: Links
hsb: Wotkazy

source: Turn on Tab queue
hsb: Rajtarkowy čakanski rynk zmóžnić

source: Save links for later in &brandShortName; when tapping them in other apps.
hsb: Wotkaz za pozdźišo w &brandShortName; składować, hdyž so jich w druhich nałoženjach podótknu.

source: Success!
hsb: Wuspěch!

source: You can always turn this off in &settings; under &pref_category_general;.
hsb: Móžeće to přeco w &settings; pod &pref_category_general; znjemóžnić.

source: Articles
hsb: Nastawki

source: Lose the clutter
hsb: Zrumować

source: Use Reader View to make articles nicer to read \u2014 even offline.
hsb: Wužiwajće čitakowy napohlad wužiwać, zo byšće nastawki lěpje čitajomne činił \u2014 tež offline.

source: You
hsb: Wy

source: Have &brandShortName; on another device?
hsb: Maće &brandShortName; na druhim graće?

source: Stay safe and in control with this simplified version of &brandShortName;.
hsb: Wostańće dale wěsty a mějće dale kontrolu z tutej zjednorjenej wersiju &brandShortName;.

source: Bookmarks
hsb: Zapołožki

# history_title
source: History
hsb: Historija

source: Switch to tab
hsb: K rajtarkej přepinać

source: Showing offline version
hsb: Offline-wersija so pokazuje

source: &brandShortName; Crash Reporter
hsb: &brandShortName; - rozprawjak spadow

source: &brandShortName; had a problem and crashed. Your tabs should be listed on the &brandShortName; Start page when you restart.
hsb: &brandShortName; měješe problem a spadnył. Waše rajtarki měli so na startowej stronje &brandShortName; nalistować, hdyž znowa startujeće.

source: Tell &vendorShortName; about this crash so they can fix it
hsb: Informujće &vendorShortName; wo tutym spadźe, zo by móhł jón wotstronił

source: Include the address of the page I was on
hsb: Adresu strony zapřijeć, kotruž sym wopytał

source: We're sorry
hsb: Je nam žel

source: Add a comment (comments are publicly visible)
hsb: Komentar přidać (komentary su zjawnje widźomne)

source: Allow &vendorShortName; to contact me about this report
hsb: &vendorShortName; dowolić, so ze mnu wo tutej rozprawje do zwiska stajić

source: Your email
hsb: Waša e-mejl

source: Exit without sending a crash report?
hsb: Skónčić, bjeztoho zo by so spadowa rozprawa pósłała?

source: Sending crash report\u2026
hsb: Spadowa rozprawa so sćele\u2026

# crash_close_label
source: Close
hsb: Začinić

source: Restart &brandShortName;
hsb: &brandShortName; znowa startować

source: Search or enter address
hsb: Adresu pytać abo zapodać

source: Bookmark
hsb: Zapołožka

source: Remove bookmark
hsb: Zapołožku wotstronić

source: Bookmark added
hsb: Zapołožka je so přidała

# bookmark_already_added
source: Already bookmarked
hsb: Hižo jako zapołožka składowany

source: Bookmark removed
hsb: Zapołožka je so wotstroniła

source: Bookmark updated
hsb: Zapołožka je so zaktualizowała

source: Options
hsb: Nastajenja

source: Save
hsb: Składować

source: Screenshot added to bookmarks
hsb: Foto wobrazowki je so zapołožkam přidało

source: Screenshots
hsb: Fota wobrazowki

source: Reading List
hsb: Čitanska lisćina

source: &formatD; items
hsb: &formatD; zapiskow

source: 1 item
hsb: 1 zapisk

source: Parent Folder
hsb: Nadrjadowany rjadowak

source: Add new folder
hsb: Nowy rjadowak přidać

source: Saved offline
hsb: Offline składowany

source: Switch
hsb: Přepinać

source: Today
hsb: Dźensa

source: Yesterday
hsb: Wčera

source: Last 7 days
hsb: Zańdźene 7 dnjow

source: Older than 6 months
hsb: Starše hač 6 měsacow

source: Search
hsb: Pytać

source: Reload
hsb: Znowa začitać

source: Forward
hsb: Doprědka

source: Menu
hsb: Meni

source: Back
hsb: Wróćo

source: Stop
hsb: Stój

source: Site Security
hsb: Sydłowa wěstota

# edit_mode_cancel
source: Cancel
hsb: Přetorhnyć

source: Close Tab
hsb: Rajtark začinić

# one_tab
source: 1 tab
hsb: 1 rajtark

# num_tabs2
source: &formatD; tabs
hsb: &formatD; rajtarkow

source: New tab opened
hsb: Nowy rajtark je so wočinił

source: New private tab opened
hsb: Nowy priwatny rajtark je so wočinił

source: SWITCH
hsb: PŘEPINAĆ

source: Playing audio – &formatS;
hsb: Awdio so wothrawa – &formatS;

source: Settings
hsb: Nastajenja

# settings_title
source: Settings
hsb: Nastajenja

# pref_category_general
source: General
hsb: Powšitkowne

source: Home, language, tab queue
hsb: Startowa strona, rěč, rajtarkowy čakanski rynk

source: Language
hsb: Rěč

source: Change the language of your browser
hsb: Změńće rěč swojeho wobhladowaka

source: Browser language
hsb: Rěč wobhladowaka

source: System default
hsb: Systemowy standard

source: Add to &brandShortName;
hsb: &brandShortName; přidać

# overlay_share_bookmark_btn_label
source: Bookmark
hsb: Zapołožka

# overlay_share_bookmark_btn_label_already
source: Already bookmarked
hsb: Hižo jako zapołožka składowany

source: Send to other devices
hsb: Na druhe graty pósłać

source: Open in &brandShortName;
hsb: Pola &brandShortName; přizjewić

source: Send to another device
hsb: Druhemu gratej pósłać

source: No link found in this share
hsb: Žadyn wotkaz w tutym dźělu namakany

source: Select device
hsb: Grat wubrać

source: No Firefox Account connected devices found
hsb: Žane graty namakane, kotrež su z kontom Firefox zwjazane

# pref_category_search3
source: Search
hsb: Pytać

source: Add, set default, show suggestions
hsb: Přidać, standard nastajić, namjety pokazać

# pref_category_accessibility
source: Accessibility
hsb: Bjezbarjernosć

source: Text size, zoom, voice input
hsb: Tekstowa wulkosć, skalowanje, rěčne zapodaće

# pref_category_privacy_short
source: Privacy
hsb: Priwatnosć

source: Tracking, logins, data choices
hsb: Slědowanje, přizjewjenja, datowe wuběry

source: About &brandShortName;, FAQs, feedback
hsb: Wo &brandShortName;, huste prašenja, komentary

source: Data choices
hsb: Datowe wuběry

# pref_category_logins
source: Logins
hsb: Přizjewjenja

source: Learn more
hsb: Dalše informacije

source: Installed search engines
hsb: Instalowane pytawy

source: Add more search providers
hsb: Dalšich pytanskich poskićowarjow přidać

source: Restore search engines
hsb: Pytawy wobnowić

# pref_search_restore_defaults
source: Restore defaults
hsb: Standardy wobnowić

# pref_search_restore_defaults_summary
source: Restore defaults
hsb: Standardy wobnowić

source: TIP: Add any website to your list of search providers by long-pressing on its search field and then touching the &formatI; icon.
hsb: POKIW: Přidajće swojej lisćinje pytanskich poskićowarjow websydło, tłóčo dołho na jeho pytanske polo a podótkńće so potom symbola &formatI;.

# pref_category_advanced
source: Advanced
hsb: Rozšěrjene

source: Restore tabs, data saver, developer tools
hsb: Rajtarki wobnowić, datowy serwer, wuwiwarske nastroje

# pref_category_notifications
source: Notifications
hsb: Zdźělenja

source: New features, website updates
hsb: Nowe funkcije, aktualizacije websydłow

source: Website updates
hsb: Aktualizacije websydłow

source: Discover new content from supported sites
hsb: Namakajće nowy wobsah z podpěranych sydłow

source: Remote debugging via USB
hsb: Zdalene pytanje zmylkow přez USB

source: Remote debugging via Wi-Fi
hsb: Zdalene pytanje zmylkow přez WLAN

source: Wi-Fi debugging requires your device to have a QR code reader app installed.
hsb: Pytanje zmylkow přez WLAN sej žada, zo QR-kodowy čitak je na wašim graće instalowany.

source: Remember logins
hsb: Přizjewjenja sej spomjatkować

source: Manage logins
hsb: Přizjewjenja zrjadować

source: Home
hsb: Startowa strona

source: Customize your homepage
hsb: Přiměrće swoju startowu stronu

source: Panels
hsb: Pola

# pref_category_home_add_ons
source: Add-ons
hsb: Přidatki

source: Content updates
hsb: Aktualizacije wobsaha

# pref_home_updates_enabled
source: Enabled
hsb: Zmóžnjeny

# pref_home_updates_wifi
source: Only over Wi-Fi
hsb: Jenož přez Wi-Fi

source: Homepage
hsb: Startowa strona

source: Also use for new tabs
hsb: Tež za nowe rajtarki wužiwać

source: Set a Homepage
hsb: Startowu stronu postajić

# home_homepage_radio_default
source: &brandShortName; Home
hsb: Startowa strona &brandShortName;

source: Custom
hsb: Swójska

source: Enter address or search term
hsb: Zapodajće adresu abo pytanski wuraz

# pref_header_general
source: General
hsb: Powšitkowne

# pref_header_search
source: Search
hsb: Pytać

# pref_header_privacy_short
source: Privacy
hsb: Priwatnosć

# pref_header_accessibility
source: Accessibility
hsb: Bjezbarjernosć

# pref_header_notifications
source: Notifications
hsb: Zdźělenja

# pref_header_advanced
source: Advanced
hsb: Rozšěrjene

# pref_header_help
source: Help
hsb: Pomoc

source: Cookies
hsb: Placki

# pref_cookies_accept_all
source: Enabled
hsb: Zmóžnjeny

source: Enabled, excluding 3rd party
hsb: Zmóžnjeny, z wuwzaćom třećich poskićowarjow

# pref_cookies_disabled
source: Disabled
hsb: Znjemóžnjeny

source: Data saver
hsb: Datowy serwer

source: Media
hsb: Medije

source: Developer tools
hsb: Wuwiwarske nastroje

source: Show images
hsb: Wobrazy pokazać

# pref_tap_to_load_images_enabled
source: Always
hsb: Přeco

# pref_tap_to_load_images_data
source: Only over Wi-Fi
hsb: Jenož přez WLAN

source: Blocked
hsb: Zablokowany

source: Show web fonts
hsb: Webpisma pokazać

source: Download remote fonts when loading a page
hsb: Zdalene pisma sćahnyć, hdyž so strona začituje

# pref_tracking_protection_title2
source: Tracking Protection
hsb: Slědowanski škit

# pref_tracking_protection_summary3
source: Enabled in Private Browsing
hsb: W priwatnym modusu zmóžnjeny

source: Do not track
hsb: Njeslědować

source: &brandShortName; will tell sites that you do not want to be tracked
hsb: &brandShortName; zdźěli sydłam, zo nochceće, zo wam slěduja

# pref_tracking_protection_enabled
source: Enabled
hsb: Zmóžnjeny

# pref_tracking_protection_enabled_pb
source: Enabled in Private Browsing
hsb: W priwatnym modusu zmóžnjeny

# pref_tracking_protection_disabled
source: Disabled
hsb: Znjemóžnjeny

source: What's new in &brandShortName;
hsb: Što je nowe w &brandShortName;

source: Learn about new features after an update
hsb: Zhońće wjace wo nowych funkcijach po aktualizaciji

source: Experimental features
hsb: Eksperimentelne funkcije

source: Custom Tabs
hsb: Swójske rajtarki

source: Allow apps to open websites using a customized version of &brandShortName;
hsb: Zmóžnja nałoženjam, zo bychu websydła z pomocu přiměrjenej wersiju &brandShortName; wočinili

source: Open in &formatS;
hsb: W &formatS; wočinić

source: Powered by &brandShortName;
hsb: Spěchowany wot &brandShortName;

source: URL copied
hsb: URL je kopěrowany

source: Progressive Web Apps
hsb: Postupne webnałoženja

source: Allow web apps to be added to home screen
hsb: Dowolće, zo so webnałoženja startowej wobrazowce přidawaja

source: Now with Tracking Protection
hsb: Nětko ze slědowanskim škitom

source: Actively block tracking elements so you don't have to worry.
hsb: Slědowanske elementy so aktiwnje blokuja, njetrjebaće tuž so starosćić.

source: Visit Privacy settings to learn more
hsb: Wopytajće nastajenja priwatnosće, zo byšće wjace zhonił

source: Got it!
hsb: Sym to zrozumił!

source: Tab saved in &brandShortName;
hsb: Rajtark je so w &brandShortName; składował

source: Open now
hsb: Nětko wočinić

source: Opening multiple links?
hsb: Wjacore wotkazy wočinić?

source: Save them until the next time you open &brandShortName;.
hsb: Je składować, doniž njewočiniće &brandShortName; přichodny raz.

source: You can change this later in Settings
hsb: Móžeće to pozdźišo w nastajenjach změnić

source: Turn on Permit drawing over other apps
hsb: Nastajenje „Přez druhe nałoženja ćahnyć dowolić“ zmóžnić

source: Enable
hsb: Zmóžnić

source: Not now
hsb: Nic nětko

source: Go to Settings
hsb: K nastajenjam

source: &formatD; tabs waiting
hsb: &formatD; rajtarkow čaka

source: 1 tab waiting
hsb: 1 rajtark čaka

source: To "Open multiple links", please enable the 'Draw over other apps' permission for &brandShortName;
hsb: Zo byšće „wjacore wotkazy wočinił“, zmóžńće prošu nastajenje „Přez druhe nałoženja ćahnyć“ za &brandShortName;

source: &formatD; websites updated
hsb: &formatD; websydłow zaktualizowanych

# content_notification_action_settings2
source: Settings
hsb: Nastajenja

source: Read now
hsb: Nětko čitać

source: Updated on &formatS;
hsb: Na &formatS; zaktualizowany

source: Character encoding
hsb: Znamješkowe kodowanje

source: Show menu
hsb: Meni pokazać

source: Don't show menu
hsb: Meni njepokazać

source: Clear private data
hsb: Priwatne daty zhašeć

source: Clear now
hsb: Nětko zhašeć

source: Clear private data on exit
hsb: Priwatne daty při kónčenju zhašeć

source: &brandShortName; will automatically clear your data whenever you select \u0022Quit\u0022 from the main menu
hsb: &brandShortName; waše daty awtomatiscé zhaša, hdyžkuli \u0022Skónčić\u0022 z hłowneho menija wuběraće

source: Select which data to clear
hsb: Wubjerće, kotre daty maja so zhašeć

source: Restore tabs
hsb: Rajtarki wobnowić

source: Always restore
hsb: Přeco wobnowić

source: Don't restore after quitting &brandShortName;
hsb: Po startowanju &brandShortName; njewobnowić

source: Use system font size
hsb: Systemowu pismowu wulkosć wužiwać

source: Scale web content according to the system font size
hsb: Webwobsah po systemowej pismowej wulkosći skalować

source: Allow autoplay
hsb: Awtomatiske wothraće dowolić

source: Control if websites can autoplay videos and other media content
hsb: Kontrolować, hač websydła móža wideja a druhi medijowy wobsah automatisce wothrać

source: Always enable zoom
hsb: Skalowanje přeco zmóžnić

source: Force override so you can zoom any page
hsb: Wunuzujće přepisanje, zo byšće móhł kóždu stronu skalować

source: Voice input
hsb: Rěčne zapodaće

source: Allow voice dictation in the URL bar
hsb: Rěčne zapodaće w adresowym polu dowolić

source: QR code reader
hsb: Čitak QR-koda

source: Allow QR scanner in the URL bar
hsb: QR-skener w adresowym polu dowolić

source: Use master password
hsb: Hłowne hesło wužiwać

source: Sign in
hsb: Přizjewić

source: Sync your tabs, bookmarks, logins, history
hsb: Synchronizujće swoje rajtarki, zapołožki, přizjewjenja a historiju

source: Show search suggestions
hsb: Pytanske namjety pokazać

source: Show search history
hsb: Pytansku historiju pokazać

source: Import options
hsb: Importowanske nastajenja

source: Import bookmarks and history from the native browser
hsb: Importujće zapołožki a historiju z prěnjotneho wobhladowaka

source: Open tabs
hsb: Rajtarki wočinić

source: Browsing history
hsb: Přehladowanska historija

source: Search history
hsb: Pytanska historija

source: Form history
hsb: Formularna historija

source: Cookies & active logins
hsb: Placki a aktiwne přizjewjenja

source: Saved logins
hsb: Składowane přizjewjenja

source: Cache
hsb: Pufrowak

source: Offline website data
hsb: Daty websydła offline

source: Site settings
hsb: Sydłowe nastajenja

# pref_private_data_downloadFiles2
source: Downloads
hsb: Sćehnjenja

source: Synced tabs
hsb: Synchronizowane rajtarki

source: Make default browser
hsb: Jako standardny wobhladowak nastajić

source: Visit Mozilla Support
hsb: Pomoc Mozilla wopytać

source: About &brandShortName;
hsb: Wo &brandShortName;

source: FAQs
hsb: Huste prašenja

source: Give feedback
hsb: Komentar pisać

source: Set as default
hsb: Jako standard wužiwać

source: Default
hsb: Standard

# pref_dialog_remove
source: Remove
hsb: Wotstronić

source: You can't remove or disable your last search engine.
hsb: Njemóžeće swoju poslednju pytawu wotstronić abo znjemóžnić.

source: Show
hsb: Pokazać

source: Hide
hsb: Schować

source: Change order
hsb: Porjad změnić

source: Move up
hsb: Horje

source: Move down
hsb: Dele

source: &brandShortName; stats & data
hsb: Statistiki a daty &brandShortName;

source: Choose what to share
hsb: Wubjerće, štož ma so dźělić

source: Choose what information to share
hsb: Wubjerće, kotre informacije maja so dźělić

source: To improve your experience, &brandShortName; automatically sends some information to &vendorShortName;.
hsb: Zo by waše dožiwjenje polěpšił, &brandShortName; awtomatisce informacije na &vendorShortName; sćele.

source: &brandShortName; Health Report
hsb: &brandShortName; - statusowa rozprawa

source: Shares data with &vendorShortName; about your browser health and helps you understand your browser performance
hsb: Dźěli daty z &vendorShortName; wo statusu wašeho wobhladowaka a pomha wam, wukon wašeho wobhladowka rozumić

source: View my Health Report
hsb: Statusowu rozprawu pokazać

source: Telemetry
hsb: Telemetrija

source: Shares performance, usage, hardware and customization data about your browser with &vendorShortName; to help us make &brandShortName; better
hsb: Dźěli daty wo wukonje, wužiću, hardware a přiměrjenju wo wašim wobhladowaku z &vendorShortName;, zo byšće nam pomhał, &brandShortName; polěpšić

source: &brandShortName; submits crash reports to help &vendorShortName; make your browser more stable and secure
hsb: &brandShortName; sćele spadowy rozprawy, zo by &vendorShortName; pomhał, waš wobhladowak stabilniši a wěsćiši činić

source: Crash Reporter
hsb: Spadowy rozprawjak

source: &vendorShortName; Location Service
hsb: Stejnišćowa słužba &vendorShortName;

source: Help &vendorShortName; map the world! Share the approximate Wi-Fi and cellular location of your device to improve our geolocation service.
hsb: Pomhajće &vendorShortName; swět kartografować! Dźělće přibližne WLAN-stejnišćo a stejnišćo mobilneho telefona swojeho grata, zo byšće našu słužbu za postajenje stejnišćow polěpšił.

source: Automatic updates
hsb: Awtomatiske aktualizacije

# pref_update_autodownload_wifi
source: Only over Wi-Fi
hsb: Jenož přez Wi-Fi

source: Never
hsb: Ženje

# pref_update_autodownload_always
source: Always
hsb: Přeco

# help_menu
source: Help
hsb: Pomoc

source: Quit
hsb: Skónčić

source: Add-ons
hsb: Přidatki

source: Logins
hsb: Přizjewjenja

source: Downloads
hsb: Sćehnjenja

source: Character Encoding
hsb: Znamješkowe kodowanje

source: Share
hsb: Dźělić

source: Share via
hsb: Dźělić přez

source: Unable to share this image
hsb: Tutón wobraz njeda so dźělić

source: Save as PDF
hsb: Jako PDF składować

source: Print
hsb: Ćišćeć

source: Find in page
hsb: Na stronje pytać

source: Request desktop site
hsb: Desktopowe sydło požadać

source: Page
hsb: Strona

source: Tools
hsb: Nastroje

source: New tab
hsb: Nowy rajtark

source: New private tab
hsb: Nowy priwatny rajtark

source: Close All Tabs
hsb: Wšě rajtarki začinić

source: Close Private Tabs
hsb: Priwatne rajtarki začinić

source: Tabs
hsb: Rajtarki

source: Private
hsb: Priwatny

source: Unable to set image
hsb: Wobraz njeda so podać

source: Unable to save image
hsb: Wobraz njeda so składować

source: Set Image As
hsb: Wobraz stajić jako

source: Find in Page
hsb: Na stronje pytać

source: Previous
hsb: Předchadny

# find_next
source: Next
hsb: Přichodny

# find_close
source: Close
hsb: Začinić

source: Sending to Device
hsb: Na grat pósłać

source: Play
hsb: Wothrać

source: Pause
hsb: Přestawka

# media_stop
source: Stop
hsb: Stój

source: Open in New Tab
hsb: W nowym rajtarku wočinić

source: Open in Private Tab
hsb: W nowym priwatnym rajtarku wočinić

# contextmenu_remove
source: Remove
hsb: Wotstronić

source: Add to Home Screen
hsb: Startowej wobrazowce přidać

source: Set as Homepage
hsb: Jako startowu stronu nastajić

# contextmenu_share
source: Share
hsb: Dźělić

source: Paste & Go
hsb: Zasadźić a wotpósłać

source: Paste
hsb: Zasadźić

source: Copy Address
hsb: Adresu kopěrować

# contextmenu_edit_bookmark
source: Edit
hsb: Wobdźěłać

source: Subscribe to Page
hsb: Stronu abonować

source: Edit Site Settings
hsb: Sydłowe nastajenja wobdźěłać

# contextmenu_top_sites_edit
source: Edit
hsb: Wobdźěłać

source: Pin Site
hsb: Sydło připjeć

source: Unpin Site
hsb: Sydło wotpjeć

source: Add a Search Engine
hsb: Pytawu přidać

source: [No username]
hsb: [Žane wužiwarske mjeno]

source: Edit login
hsb: Přizjewjenje wobdźěłać

source: Username
hsb: Wužiwarske mjeno

# doorhanger_login_edit_password_hint
source: Password
hsb: Hesło

source: Show password
hsb: Hesło pokazać

source: Copy password from &formatS;?
hsb: Hesło z &formatS; kopěrować?

source: Password copied to clipboard
hsb: Hesło je so do mjezyskłada kopěrowało

source: Select another login
hsb: Druhe přizjewjenje wubrać

source: Copy password from
hsb: Hesło kopěrować z

source: Full-screen browsing
hsb: Přehladowanje z połnej wobrazowku

source: Hide the &brandShortName; toolbar when scrolling down a page
hsb: Symbolowu lajstu &brandShortName; schować, hdyž so strona dele kula

source: Tab queue
hsb: Rajtarkowy čakanski rynk

source: Save links until the next time you open &brandShortName;
hsb: Wotkazy składować, doniž &brandShortName; přichodny raz njewočiniće

source: Compact tabs
hsb: Kompaktne rajtarki

source: Arrange tabs in two columns in portrait mode
hsb: Rajtarki w dwěmaj špaltomaj we wysokim formaće rjadować

source: Page removed
hsb: Strona je so wotstroniła

source: Edit Bookmark
hsb: Zapołožku wobdźěłać

source: Edit Folder
hsb: Rjadowak wobdźěłać

source: Name
hsb: Mjeno

source: Location
hsb: Městno

source: Keyword
hsb: Klučowe słowo

source: Select folder
hsb: Rjadowak wubrać

source: Site Settings
hsb: Sydłowe nastajenja

# site_settings_cancel
source: Cancel
hsb: Přetorhnyć

# site_settings_clear
source: Clear
hsb: Zhašeć

source: Additional Actions
hsb: Přidatne akcije

source: Create Master Password
hsb: Hłowne hesło tworić

source: Remove Master Password
hsb: Hłowne hesło wotstronić

# masterpassword_password
source: Password
hsb: Hesło

source: Confirm password
hsb: Hesło wobkrućić

source: OK
hsb: W porjadku

# button_cancel
source: Cancel
hsb: Přetorhnyć

source: Yes
hsb: Haj

source: No
hsb: Ně

source: Clear data
hsb: Daty zhašeć

source: Set
hsb: Nastajić

# button_clear
source: Clear
hsb: Zhašeć

source: Copy
hsb: Kopěrować

# home_top_sites_title
source: Top Sites
hsb: Najhusćišo wopytane sydła

source: Add a site
hsb: Sydło přidać

# home_title
source: &brandShortName; Home
hsb: Startowa strona &brandShortName;

# home_history_title
source: History
hsb: Historija

source: Synced devices
hsb: Synchronizowane graty

source: &formatD; devices
hsb: &formatD; gratow

source: 1 device
hsb: 1 grat

source: Back to full History
hsb: Wróćo k dospołnej historiji

source: Clear browsing history
hsb: Přehladowansku historiju wuprózdnić

source: Are you sure you want to clear your history?
hsb: Chceće woprawdźe historiju wuprózdnić?
