Repository: tktk711/mozilla-l10n
Catalog: hsb/mobile/android/*/android_strings.dtd.po
Languages: hsb

source: Bookmarks you save show up here.
hsb: Zapołožki, kotrež składujeće, so tu pokazuja.

source: Recently closed
hsb: Njedawno začinjene

source: Your recent tabs show up here.
hsb: Waše najnowše rajtarki so tu pokazuja.

source: Restore all
hsb: Wšě wobnowić

# home_closed_tabs_number
source: &formatD; tabs
hsb: &formatD; rajtarkow

# home_closed_tabs_one
source: 1 tab
hsb: 1 rajtark

source: Websites you visited most recently show up here.
hsb: Websydła, kotrež sće njedawno wopytał, so tu pokazuja.

source: Psst: using a &formatS1;New Private Tab&formatS2; won't save your history.
hsb: Pst: wužiwanje &formatS1;noweho priwatneho rajtarka&formatS2; njebudźe wašu historiju składować.

source: No content could be found for this panel.
hsb: Za tute polo njeda so wobsah namakać.

source: Back to &formatS;
hsb: Wróćo k &formatS;

source: &formatD; devices hidden
hsb: &formatD; graty schowane

source: Hidden devices
hsb: Schowane graty

source: Unhide selected devices
hsb: Wubrane graty pokazać

source: Pinned site
hsb: Připjate sydło

source: Unpinned site
hsb: Wotpjate sydło

source: Where did my tabs go?
hsb: Hdźe su moje rajtarki?

source: We've moved your tabs from other devices into a panel on your home page that can be easily accessed every time you open a new tab.
hsb: Smy waše rajtarki z druhich grato do pola na wašej startowej stronje přesunyli, na kotrež maće lochki přistup, kóždy raz, hdyž nowy rajtark wočinjeće.

source: Take me to my new panel.
hsb: Dowjedź mje do mojeho noweho pola.

source: Enter a search keyword
hsb: Zapodajće pytanske klučowe słowo

source: Choose File
hsb: Dataju wubrać

source: Choose or record a sound
hsb: Wubjerće abo natočće zynk

source: Choose or take a picture
hsb: Wubjerće abo wutworće wobraz

source: Choose or record a video
hsb: Widejo wubrać abo natočić

source: You are connected to
hsb: Sće zwjazany z

source: Secure Connection
hsb: Wěsty zwisk

source: Insecure connection
hsb: Njewěsty zwisk

source: This is a secure &brandShortName; page
hsb: To je wěsta strona &brandShortName;

source: &brandShortName; has blocked insecure content on this page.
hsb: &brandShortName; je njewěsty wobsah na tutej stronje zablokował.

source: &brandShortName; has blocked some of the insecure content on this page.
hsb: &brandShortName; je někotre njewěste elementy na tutej stronje zablokował.

source: Parts of this page are not secure (such as images).
hsb: Dźěle tuteje strony wěste njejsu (na přikład wobrazy).

source: You have disabled protection from insecure content.
hsb: Sće škit přećiwo njewěstemu wobsahej znjemóžnił.

# doorhanger_tracking_title2
source: Tracking Protection
hsb: Slědowanski škit

# doorhanger_tracking_state_enabled
source: Enabled
hsb: Zmóžnjeny

# doorhanger_tracking_state_disabled
source: Disabled
hsb: Znjemóžnjeny

source: Attempts to track your online behavior have been blocked.
hsb: Pospyty, waše zadźerženje online slědować, su so zablokowali.

source: This page includes elements that may track your browsing.
hsb: Tuta strona wobsahuje elementy, kotrež móhli waše přehladowanje slědować.

source: Learn More
hsb: Dalše informacije

source: Enable protection
hsb: Škit zmóžnić

source: Disable protection
hsb: Škit znjemóžnić

source: Private data cleared
hsb: Priwatne daty su so zhašeli

source: Some private data could not be cleared
hsb: Někotre priwatne daty njemóža so snano zhašeć

source: Import
hsb: Importować

source: Importing bookmarks and history from Android
hsb: Importowanje zapołožkow a historije z Androida

source: Importing bookmarks from Android
hsb: Importowanje zapołožkow z Androida

source: Importing history from Android
hsb: Importowanje historije z Androida

source: Please wait...
hsb: Prošu čakajće...

source: Would you like to turn on search suggestions?
hsb: Chceće pytanske namjety aktiwizować?

source: Search with &formatS;
hsb: z &formatS; pytać

source: Search &formatS1; for &formatS2;
hsb: &formatS1; za &formatS2; přepytać

source: Bookmarks and history
hsb: Zapołožki a historija

source: Update available for &brandShortName;
hsb: Aktualizacija za &brandShortName; k dispoziciji

source: Touch to download
hsb: Dótkńće so, zo byšće sćahnył

source: Downloading &brandShortName;
hsb: &brandShortName; sćahnyć

source: Download failed
hsb: Sćehnjenje njeje so poradźiło

source: Touch to apply update once downloaded
hsb: Dótkńće so, zo byšće aktualizaciju jónkróć sćahnył

source: Touch to retry
hsb: Dótkńće so, zo byšće hišće raz spytał

source: Update downloaded for &brandShortName;
hsb: Aktualizacija za &brandShortName; sćehnjena

source: Touch to install
hsb: Dótkńće so, zo byšće instalował

source: To download files and updates, allow &brandShortName; permission to access storage.
hsb: Zo byšće dataje a aktualizacije sćahnył, dajće &brandShortName; přistup na składowak.

source: Allow
hsb: Dowolić

source: New Guest Session
hsb: Nowe hóstne posedźenje

source: Exit Guest Session
hsb: Hóstne posedźenje skónčić

source: Continue
hsb: Dale

# guest_session_dialog_cancel
source: Cancel
hsb: Přetorhnyć

# new_guest_session_title
source: &brandShortName; will now restart
hsb: &brandShortName; budźe nětko znowa startować

source: The person using it will not be able to see any of your personal browsing data (like saved logins, history or bookmarks).\n\nWhen your guest is done, their browsing data will be deleted and your session will be restored.
hsb: Wosoba, kotraž jo wužiwa, njemóže waše wosobinske přehladowanske daty (na přikład składowane přizjewjenja, historija abo zapołožki) widźeć.\n\nHdyž waš hósć je wotešoł, so jeho přehladowanske daty zhašeja a waše posedźenje so wobnowja.

source: Guest browsing is enabled
hsb: Hóstne přehladowanje je zmóžnjene

source: Tap to exit
hsb: Podótkńće so, zo byšće skónčił

# exit_guest_session_title
source: &brandShortName; will now restart
hsb: &brandShortName; budźe nětko znowa startować

source: The browsing data from this session will be deleted.
hsb: Přehladowanske daty z tutoho posedźenja so zhašeja.

# actionbar_menu
source: Menu
hsb: Meni

source: Done
hsb: Hotowo

source: Speak now
hsb: Nětko rěčeć

source: Last synced: &formatS;
hsb: Posledni raz synchronizowany: &formatS;

source: Last synced: never
hsb: Posledni raz synchronizowany: ženje

source: This link will open in &formatS;. Are you sure you want to exit Private Browsing?
hsb: Tutón wotkaz so w &formatS; wočini. Chceće woprawdźe priwatny modus wopušćić?

source: Exit Private Browsing?
hsb: Priwatny modus wopušćić?

source: Scanning for the QR code displayed on your other device
hsb: Skenowanje QR-koda so na wašim druhim graće pokazuje

# restrictable_feature_addons_installation
source: Add-ons
hsb: Přidatki

source: Add features or functionality to Firefox. Note: Add-ons can disable certain restrictions.
hsb: Přidajće Firefox funkcije abo funkcionalnosć. Kedźbu: Přidatki móža wěste wobmjezowanja znjemóžnić.

source: Private Browsing
hsb: Priwatny modus

source: Allows family members to browse without saving information about the sites and pages they've visited.
hsb: Zmóžnja swójbnym přehladować bjeztoho, zo bychu so informacije wo sydłach a stronach składowali, kotrež su wopytali.

source: Clear History
hsb: Historiju zhašeć

source: Allows family members to delete information about the sites and pages they've visited.
hsb: Zmóžnja swójbnym, informacije wo sydłach a stronach zhašeć, kotrež su wopytali.

source: Advanced Settings
hsb: Rozšěrjene nastajenja

source: This includes importing bookmarks, restoring tabs and automated updates. Turn off for simplified settings suitable for any family member.
hsb: To zapřijima importowanje zapołožkow, wobnowjenje rajtarkow a awtomatiske aktualizacije. Wupińće to, zo byšće zjednorjene nastajenja zmóžnił, kotrež su za swójbneho přihódne.

source: Camera & Microphone
hsb: Kamera a mikrofon

source: Allows family members to engage in real time communication on websites.
hsb: Zmóžnja swójbnym, komunikaciju na websydłach we woprawdźitym času wobhospodarić.

source: Block List
hsb: Blokowanska lisćina

source: Block websites that include sensitive content.
hsb: Blokujće websydła, kotrež sensibelny wobsah wobsahuja.

source: Firefox: About your browser
hsb: Firefox: Wo wašim wobhladowaku

source: Firefox: Customize with add-ons
hsb: Firefox: Z přidatkami přiměrić

source: Firefox: Support
hsb: Firefox: Pomoc

source: Firefox Help and Support for restricted profiles on Android tablets
hsb: Pomoc Firefox za wobmjezowane profile na Androidowych tabletach

source: Learn the Web: Mozilla Webmaker
hsb: Zeznajće so z webom: Mozilla Webmaker

source: Sorry! This &brandShortName; won't work on this device (&formatS1;, &formatS2;). Please download the correct version.
hsb: Wodajće! Tutón &brandShortName; na tutym graće (&formatS1;, &formatS2;) njefunguje. Prošu sćehńce korektnu wersiju.

source: &brandShortName; will no longer update
hsb: &brandShortName; hižo njebudźe aktualizować

source: Tap to learn more
hsb: Podótkńće so, zo byšće wjace zhonił

source: &brandShortName; is up to date
hsb: &brandShortName; je aktualny

source: Find out what's new in this version
hsb: Wuslědźće, štož je nowe w tutej wersiji

source: Add to home screen
hsb: Startowej wobrazowce přidać

source: Read offline
hsb: Offline čitać

source: Find your Reader View items in Bookmarks, even offline.
hsb: Namakajće zapiski wašeho čitakoweho napohlada tež offline.

source: Go to Bookmarks
hsb: K zapołožkam

source: Available offline
hsb: Offline k dispoziciji

source: Bookmark Reader View items to read them offline.
hsb: Składujće zapiski čitanskeho napohlada jako zapołožki, zo byšće je offline čitał.

source: Add to Bookmarks
hsb: K zapołožkam přidać

# activity_stream_topsites
source: Top Sites
hsb: Najhusćišo wopytane sydła

source: Highlights
hsb: Wjerški

source: Bookmarked
hsb: Jako zapołožka składowany

source: Visited
hsb: Wopytany

source: Dismiss
hsb: Zaćisnyć

source: Delete from History
hsb: Z historije zhašeć

source: Welcome to your Highlights
hsb: Witajće k swojim wjerškam

source: &brandShortName; now creates highlights of things you've discovered on the web so you can find your way back to great articles, videos, bookmarks, and other pages.
hsb: &brandShortName; wutwori nětko wjerški wěcow, kotrež sće w interneće wotkrył, zo byšće puć wróćo k wulkotnym nastawkam, widejam, zapołožkam a druhim stronam namakał.
