Repository: tktk711/mozilla-l10n
Catalog: an/dom/chrome/layout/htmlparser.properties.po
Languages: an

source: The character encoding of a framed document was not declared. The document may appear different if viewed without the document framing it.
an: No s'ha declarau a codificación de caracters d'un documento endentro d'una bastida. O documento podría pareixer diferent si s'amuestra sin o documento que en fa de bastida.

source: The character encoding of the plain text document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the file needs to be declared in the transfer protocol or file needs to use a byte order mark as an encoding signature.
an: No s'ha declarau a codificación de caracters d'o documento en texto sin formato. O documento s'amostrará con texto "no reconoixible" en bellas configuraciones de navegador si contién caracters que no perteneixen a o rango US-ASCIII. Cal declarar a codificación de caracters d'o fichero en o protocolo de transferencia, u bien cal que o fichero faiga servir una marca d'orden de byte como sinyatura de codificación.

source: The character encoding of the HTML document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the page must be declared in the document or in the transfer protocol.
an: No s'ha declarau a codificación de caracters d'o documento HTML. O documento s'amostrará con texto no reconoixible en bellas configuracions de navegador si contién caracters que no perteneixcan a o rango US-ASCII. Cal declarar a codificación de caracters d'a pachina en o documento u en o protocolo de transferencia.

source: The character encoding declaration of the framed HTML document was not found when prescanning the first 1024 bytes of the file. When viewed without the document framing it, the page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
an: No s'ha trobau a declaración de codificación de caracters d'o documento HTML que va una bastida en preanalizar o sprimers 1024 bytes d'o fichero. En visualizar-lo sin o documento que en fa de bastida, a pachina se recargará automaticament. Cal mover a declaración de codificación ta os primers 1024 bytes d'o fichero.

source: The character encoding declaration of the HTML document was not found when prescanning the first 1024 bytes of the file. When viewed in a differently-configured browser, this page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
an: No s'ha trobau a declaración de codificación de caracters d'o documento HTML en preanalizar os primers 1024 bytes d'o fichero. En visualizar-lo en un navegador configurau de traza diferent, a pachina se recarga automaticament. Call mover a declaración de codificación ta os primers 1024 bytes d'o fichero.

source: The page was reloaded, because the character encoding declaration of the HTML document was not found when prescanning the first 1024 bytes of the file. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
an: S'ha recargau a pachina porque no s'ha trobau a declaración de codificación de caracters d'o documento HTML en preanalizar os primers 1024 bytes d'o fichero. Cal tresladar a declaración de codificación ta os primers 1024 bytes d'o fichero.

source: The character encoding declaration of document was found too late for it to take effect. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
an: S'ha trobau masiau tarde a declaración de codificación de caracters d'o documento ta que podese tener garra efecto. Cal tresladar a declaración de codificación ta os primers 1024 bytes d'o fichero.

source: An unsupported character encoding was declared for the HTML document using a meta tag. The declaration was ignored.
an: S'ha declarau una codificación de caracters no permesa en o documento HTML fendo servir a etiqueta meta. S'ha descartau a declaración.

source: An unsupported character encoding was declared on the transfer protocol level. The declaration was ignored.
an: S'ha declarau una codificación de caracters no permesa a ran de protocolo. S'ha ignorau a declaración.

source: Detected UTF-16-encoded Basic Latin-only text without a byte order mark and without a transfer protocol-level declaration. Encoding this content in UTF-16 is inefficient and the character encoding should have been declared in any case.
an: S'ha detectau un texto nomás Basic Latin codificau con UTF-16 sin marca d'orden de byts y sin garra mena de declaración a ran de protocolo de transferencia. Codificar en UTF-16 ye ineficient y, en tot caso, caldría haber declarau a codificación de caracters.

source: A meta tag was used to declare the character encoding as UTF-16. This was interpreted as an UTF-8 declaration instead.
an: S'ha feito servir una etiqueta meta ta declarar a codificación de caracters como UTF-16. Manimenos, s'ha interpretau en cuenta como una declaración UTF-8.

source: A meta tag was used to declare the character encoding as x-user-defined. This was interpreted as a windows-1252 declaration instead for compatibility with intentionally mis-encoded legacy fonts. This site should migrate to Unicode.
an: S'ha feito servir una etiqueta meta ta declarar a codificación de caracters como x-user-defined. Manimenos, ha estau interpretada como una declaración windows-1252 por compatibilidat con tipografías antigas intencionadament codificadas de traza incorrecta. Iste puesto habría de migrar a Unicode.

source: Garbage after “</”.
an: Vasuera dimpués de “</”.

source: Saw “</>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped end tag.
an: S'ha trobau “</>”. Posiblement porque no s'ha protechiu “<” (cal protecher-lo escribindo “&lt;”) u bien porque no s'ha puesto bien a etiqueta final.

source: Character reference was not terminated by a semicolon.
an: A referencia d'o caracter no remata con un punto y coma.

source: No digits in numeric character reference.
an: No i hai garra dichito en a referencia numerica.

source: “>” in system identifier.
an: “>” en l'identificador d'o sistema.

source: “>” in public identifier.
an: “>” en o identificador publico.

source: Nameless doctype.
an: Doctype sin nombre.

source: Consecutive hyphens did not terminate a comment. “--” is not permitted inside a comment, but e.g. “- -” is.
an: I hai guions consecutivos que no finalizan un comentario. "--" no se permite adintro d'un comentario, pero sí se permite "- -".

source: Premature end of comment. Use “-->” to end a comment properly.
an: O comentario no acaba bien. Faiga servir "-->" ta rematar os comentarios.

source: Bogus comment.
an: Comentario con problemas.

source: “<” in an unquoted attribute value. Probable cause: Missing “>” immediately before.
an: “<” en a valura d'un atributo sin cometas. Causa probable: talment falta de meter un ">" debant.

source: “`” in an unquoted attribute value. Probable cause: Using the wrong character as a quote.
an: “`” en a valura d'un atributo sin cometas. Causa probable: talment se ye emplegando un caracter incorrecto como cometas.

source: Quote in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
an: Cometas en a valura d'un atributo sin comentas. Causa probable: talment s'han achuntau dos atributos u a valura sin comentas de l'atributo ye una URL.

source: “=” in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
an: “=” en a valura d'un atributo sin cometas. Causa probable: talment s'han achuntau dos atributos u a valura sin cometas de l'atributo ye una URL.

source: A slash was not immediately followed by “>”.
an: S'ha trobau una barra inclinada sin “>” dezaga.

source: No space between attributes.
an: Falta un espacio entre os atributos.

source: “<” at the start of an unquoted attribute value. Probable cause: Missing “>” immediately before.
an: “<” a o prencipio d'o valor d'un atributo sin cometas. Probablement porque falta un “>” debant.

source: “`” at the start of an unquoted attribute value. Probable cause: Using the wrong character as a quote.
an: “`” a l'empecipio d'una valura d'atributo sin cometas. Causa probable: talment ha emplegau un caracter incorrecto como cometas.

source: “=” at the start of an unquoted attribute value. Probable cause: Stray duplicate equals sign.
an: “=” a l'empecipio d'una valura d'atributo sin cometas. Causa probable: talment s'ha duplicau o signo d'igual.

source: Attribute value missing.
an: Falta a valura de l'atributo.

source: Saw “<” when expecting an attribute name. Probable cause: Missing “>” immediately before.
an: S'ha trobau “<” quan s'asperaba o nombre de l'atributo. Causa probable: talment falta un “>” debant.

source: Saw “=” when expecting an attribute name. Probable cause: Attribute name missing.
an: S'ha trobau “=” quan s'asperaba o nombre de l'atributo. Causa probable: talment falta o nombre de l'atributo.

source: Bad character after “<”. Probable cause: Unescaped “<”. Try escaping it as “&lt;”.
an: I hai un caracter incorrecto dimpués de “<”. Causa probable: talment no s'ha protechiu o “<”. Lo puede protecher metendo en cuenta “&lt;”.

source: Saw “<>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped start tag.
an: S'ha trobau “<>”. Causa probable: talment no s'ha protechiu “<” (cal protecher-lo fendo “&lt;” en cuenta) u bien porque no s'ha meso bien a etiqueta inicial.

source: Saw “<?”. Probable cause: Attempt to use an XML processing instruction in HTML. (XML processing instructions are not supported in HTML.)
an: S'ha trobau "<?". Causa posible: talment ha mirau d'usar una instrucción de proceso de XML en HTML. As instruccions de proceso de XML no se permiten en l'HTML.

source: The string following “&” was interpreted as a character reference. (“&” probably should have been escaped as “&amp;”.)
an: O texto que sigue a “&” s'ha interpretau como una referencia de caracter. (Talment caldría protecher o “&” escribindo-ie “&amp;” en cuenta).

source: Named character reference was not terminated by a semicolon. (Or “&” should have been escaped as “&amp;”.)
an: O nombre d'a referencia de caracter no remata en un punto y coma. (U bien ha de protecher "&" escribindo-ie "&amp;" en cuenta.)

source: “&” did not start a character reference. (“&” probably should have been escaped as “&amp;”.)
an: O "&" no encomienza garra referencia de caracter. O "&" talment s'habría d'haber protechiu como "&amp;" en cuenta.

source: Saw a quote when expecting an attribute name. Probable cause: “=” missing immediately before.
an: S'ha trobau unas cometas quan s'asperaba un nombre d'atributo. Causa posible: talment falta un “=” chusto debant.

source: “<” in attribute name. Probable cause: “>” missing immediately before.
an: S'ha trobau “<” en o nombre de l'atributo. Causa probable: talment falta un “>” debant.

source: Quote in attribute name. Probable cause: Matching quote missing somewhere earlier.
an: S'ha trobau unas cometas en o nombre de l'atributo. Causa probable: talment falta atras cometas debant.

source: Expected a public identifier but the doctype ended.
an: S'ha trobau a fin d'o doctype quan s'asperaba un identificador publico.

source: Bogus doctype.
an: O doctype tien errors.

source: End tag had attributes.
an: A etiqueta final tien atributos.

source: Stray “/” at the end of an end tag.
an: S'ha trobau "/" a la fin d'una etiqueta final.

source: Character reference expands to a non-character.
an: A referencia de caracters contién una valura que no ye un caracter.

source: Character reference expands to a surrogate.
an: A referencia de caracters contién una valura substituta.

source: Character reference expands to a control character.
an: A referencia de caracters contién un caracter de control.

source: A numeric character reference expanded to carriage return.
an: A referencia de caracters numericos contién un blinco de linia.

source: A numeric character reference expanded to the C1 controls range.
an: A referencia de caracters numericos contién controls C1.

source: End of file inside public identifier.
an: S'ha trobau a fin d'o fichero antes de zarrar un identificador publico.

source: End of file inside comment.
an: S'ha trobau a fin d'o fichero antes de zarrar un comentario.

source: End of file inside doctype.
an: S'ha trobau a fin d'o fichero antes de zarrar o doctype.

source: End of file reached when inside an attribute value. Ignoring tag.
an: S'ha trobau a fin d'o fichero antes de zarrar una valura d'atributo. No se tiene en cuenta a etiqueta.

source: End of file occurred in an attribute name. Ignoring tag.
an: S'ha trobau a fin d'o fichero en un nombre d'atributo. No se tiene en cuenta a etiqueta.

source: Saw end of file without the previous tag ending with “>”. Ignoring tag.
an: S'ha trobau a fin d'o fichero sin que a etiqueta anterior rematase en ">". No se tiene en cuenta a etiqueta.

source: End of file seen when looking for tag name. Ignoring tag.
an: S'ha trobau a fin d'o fichero entre que se miraba un nombre. No se tiene en cuenta a etiqueta.

source: End of file inside end tag. Ignoring tag.
an: S'ha trobau a fin d'o fichero en a etiqueta final. No se tiene en cuenta a etiqueta.

source: End of file after “<”.
an: S'ha trobau a fin d'o fichero dimpués d'un “<”.

source: Character reference outside the permissible Unicode range.
an: I hai una referencia a un caracter difuera d'o permitiu con Unicode.

source: Character reference expands to a permanently unassigned code point.
an: A referencia de caracter corresponde a un codigo no asignau permanentment.

source: Duplicate attribute.
an: L'atributo ye duplicau.

source: End of file inside system identifier.
an: S'ha trobau a fin d'o fichero sin haber zarrau o identificador d'o sistema.

source: Expected a system identifier but the doctype ended.
an: S'ha trobau a fin d'o doctype quan s'asperaba un identificador d'o sistema.

source: Missing space before doctype name.
an: Falta un espacio debant d'o nombre d'o doctype.

source: “--!” found in comment.
an: S'ha trobau "--!" en o comentario.

source: Character reference expands to zero.
an: A referencia de caracter corresponde a zero.

source: No space between the doctype “SYSTEM” keyword and the quote.
an: Falta un espacio entre o a parola clau "SYSTEM" de doctype y as cometas.

source: No space between the doctype public and system identifiers.
an: Falta un espacio entre l'identificador publico de doctype y l'identificador de sistema.

source: No space between the doctype “PUBLIC” keyword and the quote.
an: Falta un espacio entre a parola clau "PUBLIC" de doctype y as cometas.

source: Stray start tag “%1$S”.
an: Falta a etiqueta d'inicio “%1$S”.

source: Stray end tag “%1$S”.
an: Falta a etiqueta de fin “%1$S”.

source: End tag “%1$S” seen, but there were open elements.
an: S'ha trobau a etiqueta de fin “%1$S” quan encara quedaba elementos ubiertos.

source: End tag “%1$S” implied, but there were open elements.
an: S'ha adhibiu una etiqueta final “%1$S” implicitament quan encara quedaba elementos ubiertos.

source: A table cell was implicitly closed, but there were open elements.
an: S'ha zarrau una celda d'a tabla implicitament quan encara quedaba elementos ubiertos.

source: Stray doctype.
an: Falta o doctype.

source: Almost standards mode doctype. Expected “<!DOCTYPE html>”.
an: S'ha seleccionau un tipo doctype quasi standard. Manimenos, s'asperaba “<!DOCTYPE html>”.

source: Quirky doctype. Expected “<!DOCTYPE html>”.
an: S'ha seleccionau un doctype no standard (Quirk). Manimenos, s'asperaba “<!DOCTYPE html>”.

source: Non-space character in page trailer.
an: I hai un caracter diferent a lo espacio en o piet de pachina.

source: Non-space after “frameset”.
an: I hai un caracter diferent a lo espacio dimpués d'o "frameset".

source: Non-space in “frameset”.
an: I hai un caracter diferent a lo espacio adintro d'o "frameset".

source: Non-space character after body.
an: I hai un caracter diferent a lo espacio dimpués d'o "body".

source: Non-space in “colgroup” when parsing fragment.
an: I hai un caracter diferent a lo espacio adintro d'o "colgroup" d'o fragmento.

source: Non-space character inside “noscript” inside “head”.
an: I hai un caracter diferent a lo espacio adintro d'o "noscript" d'o "head".

source: “%1$S” element between “head” and “body”.
an: S'ha trobau l'elemento “%1$S” entre o “head” y o “body”.

source: Start tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
an: S'ha trobau una etiqueta inicial debant d'o doctype. Manimenos, s'asperaba “<!DOCTYPE html>”.

source: No “select” in table scope.
an: Falta o "select" en l'ambito d'a tabla.

source: “select” start tag where end tag expected.
an: S'ha trobau a etiqueta d'inicio “select” quan s'asperaba a etiqueta final.

source: “%1$S” start tag with “select” open.
an: S'ha trobau a etiqueta inicial “%1$S” quan i heba una “select” ubierta.

source: Bad start tag “%1$S” in “head”.
an: S'ha trobau una etiqueta inicial “%1$S” incorrecta adintro d'o “head”.

source: Saw a start tag “image”.
an: S'ha trobau una etiqueta incial "image".

source: “isindex” seen.
an: S'ha trobau un “isindex”.

source: An “%1$S” start tag seen but an element of the same type was already open.
an: S'ha trobat una etiqueta inicial “%1$S” quan ya i heba unatra igual ubierta.

source: Heading cannot be a child of another heading.
an: Un capitero no puede estar fillo d'unatro capitero.

source: “frameset” start tag seen.
an: S'ha trobau a etiqueta inicial “frameset”.

source: No cell to close.
an: No i hai garra trestallo por zarrar.

source: Start tag “%1$S” seen in “table”.
an: S'ha trobau a etiqueta inicial “%1$S” adintro d'a “table”.

source: Saw a “form” start tag, but there was already an active “form” element. Nested forms are not allowed. Ignoring the tag.
an: S'ha trobau una etiqueta inicial “form”, pero ya i heba unatro elemento “form” ubiert. No se permite aniedar os formularios un dentro de l'atro, y por tanto s'ignorará a etiqueta.

source: Start tag for “table” seen but the previous “table” is still open.
an: S'ha trobau una etiqueta inicial "table" quan ya en i heba unatra "table" ubierta.

source: “%1$S” start tag in table body.
an: S'ha trobau a etiqueta inicial "%1$S" adintro d'o cuerpo d'a tabla.

source: End tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
an: S'ha trobau una etiqueta de fin debant d'o doctype. Asperaba“<!DOCTYPE html>”.

source: Saw an end tag after “body” had been closed.
an: S'ha trobau una etiqueta de fin dimpués d'haber zarrau o "body".

source: “%1$S” end tag with “select” open.
an: S'ha trobau una etiqueta de fin "%1$S" con un "select" ubierto.

source: Garbage in “colgroup” fragment.
an: I hai vasuera endentro d'o fragmento "colgroup".

source: End tag “br”.
an: Etiqueta de fin "br".

source: No “%1$S” element in scope but a “%1$S” end tag seen.
an: No s'ha trobau garra elemento "%1$S" pero sí que s'ha trobau a etiqueta de fin "%1$S".

source: HTML start tag “%1$S” in a foreign namespace context.
an: S'ha trobau a etiqueta inicial HTML "%1$S" en un espacio de nombres diferent.

source: “table” closed but “caption” was still open.
an: S'ha zarrau a "table" pero encara yera ubierta a "caption".

source: No table row to close.
an: No i hai garra filera ta trancar en a tabla.

source: Misplaced non-space characters inside a table.
an: S'ha trobau un caracter diferent d'espacio erronio adintro d'a tabla.

source: Unclosed children in “ruby”.
an: I hai bell fillo sin zarrar en "ruby".

source: Start tag “%1$S” seen without a “ruby” element being open.
an: S'ha trobau a etiqueta inicial "%1$S" sin haber-ie garra elemento "ruby" ubierto.

source: Self-closing syntax (“/>”) used on a non-void HTML element. Ignoring the slash and treating as a start tag.
an: S'ha trobau una etiqueta HTML (“/>”) d'autocierre que no puet estar vueda. Por tanto no se tendrá en cuenta a barra y se tractará como una etiqueta inicial.

source: Unclosed elements on stack.
an: Ha quedau un elemento sin zarrar en a pila.

source: End tag “%1$S” did not match the name of the current open element (“%2$S”).
an: A etiqueta final “%1$S” no coincide con o nombre de l'elemento que i heba ubierto ("%2$S").

source: End tag “%1$S” violates nesting rules.
an: A etiqueta final "%1$S" no respecta os regles d'imbricación.

source: End tag for “%1$S” seen, but there were unclosed elements.
an: S'ha trobau una etiqueta de fin “%1$S”, pero i hai elementos no zarraus.
