Repository: tktk711/mozilla-l10n
Catalog: gn_*/browser/chrome/browser/feeds/subscribe.properties.po
Languages: gn_bo

source: Go to %S
gn_bo: Ekua %S pe

source: Add “%S” (%S) as a Feed Reader?
gn_bo: ¿Emboyoarambo "%S" (%S) mbae ojäa vae rami canal reta regua?

source: Add Feed Reader
gn_bo: Eñono yoapɨ ye ojaä vaera canale reta

source: “%S” is already registered as a Feed Reader
gn_bo: "%S" oñemöapɨtama mbae ojäa vae rami canal reta regua

source: Live Bookmarks
gn_bo: Kañɨmaa reta äramoetë pegua vae reta

source: Subscribe Now
gn_bo: Eñemoapɨta añave

source: Choose Application…
gn_bo: Eyapɨ aplicación...

source: Choose Application
gn_bo: Eyapɨ aplicación...

source: Always use %S to subscribe to feeds
gn_bo: Eiporu avei %S rëñemoapɨta vaerä canale reta pe

source: Media files
gn_bo: Archivo reta multimedia pegua

source: Always use %S to subscribe to feeds.
gn_bo: Siempre usar %S para suscribirse a los canales.

source: Always use %S to subscribe to podcasts.
gn_bo: Eiporu avei %S rëñemoapɨta vaerä podcasts reta pe.

source: Always use %S to subscribe to video podcasts.
gn_bo: Eiporu avei %S rëñemoapɨta vaerä podcasts reta video pegua rupi.

source: Subscribe to this feed using
gn_bo: Eñemoapɨta kuae canal pe reiporu reve

source: Subscribe to this podcast using
gn_bo: Eñemoapɨta kuae podcast pe reiporu reve

source: Subscribe to this video podcast using
gn_bo: Eñemoapɨta kuae podcast pe video regua reiporu reve

source: This is a “feed” of frequently changing content on this site.
gn_bo: Kuae jae metei "canal" guɨnoi ijɨrɨkɨ yae vae guɨrökuave kuae sitio.

source: This is a “podcast” of frequently changing content on this site.
gn_bo: Kuae ko jae metei podcast guɨnoi ijɨrɨkɨ yae vae guɨrokuave kuae sitio.

source: This is a “video podcast” of frequently changing content on this site.
gn_bo: Kuae ko jae metei "podcast video regua" guɨnoi ijɨrɨkɨ yae vae guɨrokuave kuae sitio.

source: You can subscribe to this feed to receive updates when this content changes.
gn_bo: Ndepuere reñemoapɨta kuae canal pe remborecibe vaerä mbae guɨnoi vae ipɨau vae jare/ani oyembopɨau gue.

source: You can subscribe to this podcast to receive updates when this content changes.
gn_bo: Ndepuere reñemoapɨta kuae podcast pe remborecibe vaerä mbae guɨnoi vae ipɨau vae jare/ani oyembopɨau gue.

source: You can subscribe to this video podcast to receive updates when this content changes.
gn_bo: Ndepuere reñemoapɨta kuae podcast video regua pe remborecibe vaerä oyembopɨau gue reta oyepoepɨ yave guɨnoi gue reta.

source: Add %S (%S) as an application for %S links?
gn_bo: ¿Quieres añadir a %S (%S) como aplicación para los enlaces del tipo %S?

source: Add Application
gn_bo: Emboyoarambo aplicación
