Repository: tktk711/mozilla-l10n
Catalog: ach/mobile/android/chrome/pippki.properties.po
Languages: ach

source: OK
ach: Kakare

source: Cancel
ach: Juk

source: Downloading Certificate
ach: Gamo Waraga

source: You have been asked to trust a new Certificate Authority (CA).
ach: Gipenyi me geno Twero me Waraga manyen (CA).

# downloadCert.viewCert.label
source: View
ach: Nen

source: Trust to identify websites.
ach: Gen me nyuto kakube.

source: Trust to identify email users.
ach: Gen me nyuto lutic ki email.

source: Trust to identify software developers.
ach: Gen me nyuto luyub purugram.

source: Password Entry Dialog
ach: Porolok me keto mung me donyo

source: Please enter the password that was used to encrypt this certificate backup.
ach: Tim ber iket mung me donyo ma kitiyo kwede me mungo catibiket man ma kigwoko kamukene.

source: User Identification Request
ach: Kwac me nyuto latic

source: This site has requested that you identify yourself with a certificate:
ach: Kakube man okwayo ni i nyute keni ki catibiket:

source: Choose a certificate to present as identification:
ach: Yer catibiket me amiya calo gin ma nyuti:

source: Details of selected certificate:
ach: Matut ikom catibiket ma kiyero ni:

source: Remember this decision
ach: Po ikom moko tam man

source: Organization: "%S"
ach: Dul: "%S"

source: Issued Under: "%S"
ach: Kimiyo Ite: "%S"

source: Issued to: %1$S
ach: Kimiyo bot: %1$S

source: Email addresses: %1$S
ach: Kanonge me email: %1$S

source: Issued by: %1$S
ach: Lamiyo ne aye: %1$S

source: Stored on: %1$S
ach: Kigwoko i: %1$S

# clientAuthAsk.viewCert.label
source: View
ach: Nen

source: Certificate Details
ach: Matut ikom catibiket

source: Issued To
ach: Kimino Bot

source: Issued By
ach: Ngat ma omino en Aye

source: Period of Validity
ach: Kare me ticce

source: Fingerprints
ach: Cing ma kidiyo

source: Organizational Unit (OU): %1$S
ach: Yunit me dul (OU):%1$S

source: SHA-256 Fingerprint: %1$S
ach: Cing ma kidiyo pa SHA-256:%1$S

source: Begins On: %1$S
ach: Cake i: %1$S

source: Expires On: %1$S
ach: Tum i: %1$S
