Repository: tktk711/mozilla-l10n
Catalog: ach/mobile/android/chrome/sync.properties.po
Languages: ach

source: Last sync: %S
ach: Agiki sync: %S

source: Last sync: in progress…
ach: sync Me agiki: i wot anyim...

source: Account: %S
ach: Akaunti: %S

source: Not connected
ach: Pe okube

source: Connecting…
ach: Kubo…

source: Your Firefox Sync account has been removed
ach: Sync me Firefor mamegi ki kwanyo woko

source: Undo
ach: Dok cen

source: #1 #2 is not compatible with the latest version of Firefox Sync. Please update to the latest version.
ach: #1 #2 pe rwate kwede cik ma koni ni pi Sync me Firefox.Tim ber imi ngec idwok i cik ma okati.

source: #1 #2 is not compatible with older versions of Firefox Sync. Please update Firefox on your other computer(s).
ach: #1 #2 pe rwate ki kit me Ribo Firefox ma con. Tim ber i ket ngec manyen i Firefox matye i kompiuta mamegi mukene.

source: Learn More
ach: Nong ngec mapol

source: Close
ach: Lor

source: Cannot Setup Sync
ach: Pe romo tero Sync

source: No internet connection available
ach: Intanet pe okube

source: %S could not connect to Sync. Would you like to try again?
ach: %S pe onongo romo kubo i Sync. Onyo imito temo doki?

source: Try again
ach: Tem doki

source: Manual setup
ach: Tera me cing

source: No tabs from your other computers.
ach: Tab pe ki i kompiuta mamegi.

source: Sync is brand new and easier than ever.
ach: Tim marom nyen adada kadong yot loyo weng.

source: Tap here to learn more
ach: Gud kany me nongo ngec mapol
