Repository: tktk711/mozilla-l10n
Catalog: an/mobile/android/chrome/phishing.dtd.po
Languages: an

source: Get me out of here!
an: Quita-me d'aquí!

source: Ignore this warning
an: Ignorar ista alvertencia

source: Why was this page blocked?
an: Por qué s'ha blocau ista pachina?

source: Reported Attack Page!
an: S'ha informau que iste puesto ye enrestindo!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
an: S'ha reportau que o puesto web en <span id='malware_sitename'/> sería enrestindo, y ye estau bloquiau d'alcuerdo con as suyas preferencias de seguranza.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
an: <p>Os puestos enrestidors miran d'instalar programas que rapan información privada, fan servir o suyo ordinador ta enrestir atros u fer mal a o suyo sistema.</p><p>Qualques puestos enrestidors distribuyen intencionalment software maligno, pero muitos son compromesos sin a conoixencia u permiso d'os suyos propietarios.</p>

source: Deceptive Site!
an: Puesto malicioso!

source: This web page at <span id='phishing_sitename'/> has been reported as a deceptive site and has been blocked based on your security preferences.
an: S'ha reportau que o puesto web en <span id='phishing_sitename'/> sería malicioso, y s'ha blocau seguntes las suyas preferencias de seguranza.

source: <p>Deceptive sites are designed to trick you into doing something dangerous, like installing software, or revealing your personal information, like passwords, phone numbers or credit cards.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
an: <p>Los puestos web maliciosos son disenyaus pa enganyar-le y que faiga bella acción periglosa, como instalar software u revelar la suya información personal, ya contrasenyas, numeros de telefono u tarchetas de credito.</p><p>Introducir-ie qualsequier mena d'información puet resultar en una suplantación d'identidat u atra mena de fraus.</p>

source: Reported Unwanted Software Site!
an: S'ha reportau como puesto de Software no demandau.

source: This web page at <span id='unwanted_sitename'/> has been reported to contain unwanted software and has been blocked based on your security preferences.
an: S'ha reportau que o puesto web <span id='unwanted_sitename'/> sería enrestindo, y s'ha bloquiau d'alcuerdo con as suyas preferencias de seguranza.

source: Unwanted software pages try to install software that can be deceptive and affect your system in unexpected ways.
an: Bellas pachinas de software no deseyadas pueden mirar d'instalar software enganyoso y afectar a o suyo sistema en formas no asperadas.
