Repository: tktk711/mozilla-l10n
Catalog: dsb/calendar/chrome/calendar/calendar.dtd.po
Languages: dsb

source: &Calendar
dsb: &Kalender

source: Create a new event
dsb: Nowe tšojenje napóraś

source: Create a new task
dsb: Nowy nadawk napóraś

# calendar.unifinder.todoitems.label
source: Tasks
dsb: Nadawki

source: Show completed Tasks
dsb: Dokóńcone nadawki pokazaś

source: Today
dsb: Źinsa

source: Tomorrow
dsb: Witśe

source: Upcoming
dsb: Pśiduce

source: All Events
dsb: Wšykne tšojenja

source: Today's Events
dsb: Źinsajšne tšojenja

source: All Future Events
dsb: Wšykne pśichodne tšojenja

source: Currently Selected Day
dsb: Tuchylu wubrany źeń

source: Events in Current View
dsb: Tšojenja w aktualnem naglěźe

source: Events in the Next 7 Days
dsb: Tšojenja w běgu pśiducych 7 dnjow

source: Events in the Next 14 Days
dsb: Tšojenja w běgu pśiducych 14 dnjow

source: Events in the Next 31 Days
dsb: Tšojenja w běgu pśiducych 31 dnjow

source: Events in this Calendar Month
dsb: Tšojenja w toś tom kalenderowem mjasecu

source: Done
dsb: Dokóńcone

source: Sort by completion
dsb: Pó dokóńcenju sortěrowaś

source: Priority
dsb: Priorita

source: Sort by priority
dsb: Pó prioriśe sortěrowaś

source: Title
dsb: Titel

source: Sort by title
dsb: Pó titelu sortěrowaś

source: % Complete
dsb: % dokóńcone

source: Sort by % complete
dsb: Pó % dokóńcone sortěrowaś

source: Start
dsb: Zachopjeńk

source: Sort by start date
dsb: Pó zachopnem datumje sortěrowaś

source: End
dsb: Kóńc

source: Sort by end date
dsb: Pó kóńcnem datumje sortěrowaś

source: Due
dsb: Termin

source: Sort by due date
dsb: Pó terminje sortěrowaś

source: Completed
dsb: Dokóńcone

source: Sort by completed date
dsb: Pó datumje dokóńcenja

source: Category
dsb: Kategorija

source: Sort by category
dsb: Pó kategoriji sortěrowaś

source: Location
dsb: Městno

source: Sort by location
dsb: Pó městnje sortěrowaś

source: Sort by status
dsb: Pó statusu sortěrowaś

source: Calendar Name
dsb: Mě kalendera

source: Sort by calendar name
dsb: Pó mjenju kalendera sortěrowaś

source: Due in
dsb: Termin

source: Sort by time until due
dsb: Pó casu trěbnego dokóńcenja sortěrowaś

source: Close event search and event list
dsb: Pytanje tšojenjow a lisćinu tšojenjow zacyniś

source: Go to Today
dsb: K źinsnajšnemu dnju

source: Show Today Pane
dsb: Źinsajšny źeń pokazaś

source: Switch to day view
dsb: Dnjowy naglěd wužywaś

source: Switch to week view
dsb: Tyźeński naglěd wužywaś

source: Switch to month view
dsb: Mjasecny naglěd wužywaś

source: Switch to multiweek view
dsb: Wěcejtyźeński naglěd wužywaś

source: Ne&xt Day
dsb: Pśi&ducy źeń

source: Previou&s Day
dsb: Pjer&wjejšny źeń

source: Ne&xt Week
dsb: Pśi&ducy tyźeń

source: Previou&s Week
dsb: Pje&rwjejšny tyźeń

source: Ne&xt Month
dsb: Pśi&ducy mjasec

source: Previou&s Month
dsb: Pjer&wjejšny mjasec

source: One Day Forward
dsb: Jaden źeń doprědka

source: One Day Back
dsb: Jaden źeń slědk

source: One Week Forward
dsb: Jaden tyźeń slědk

source: One Week Back
dsb: Jaden tyźeń slědk

source: One Month Forward
dsb: Jaden mjasec doprědka

source: One Month Back
dsb: Jaden mjasec slědk

source: New Event
dsb: Nowe tšojenje

source: New Task
dsb: Nowy nadawk

source: &Print
dsb: Ś&išćaś

source: Day
dsb: Źeń

source: Week
dsb: Tyźeń

source: Month
dsb: Mjasec

source: Multiweek
dsb: Wěcejtyźeń

source: Wo&rkweek days only
dsb: &Jano źěłowe dny

source: Tas&ks in View
dsb: Nadaw&ki w pśeglěźe

source: Show &completed Tasks
dsb: Do&kóńcone nadawki pokazaś

source: R&otate View
dsb: Naglěd &zwjertnuś

source: contain
dsb: wopśimujo

source: Calendar
dsb: Kalender

source: Show
dsb: Pokazaś

source: &All
dsb: &Wšykne

source: &Today
dsb: Ź&insa

source: &Next Seven Days
dsb: &Pśiducych sedym dnjow

source: Not St&arted Tasks
dsb: Njez&achopjone nadawki

source: &Overdue Tasks
dsb: Nadawki, kótarež by musali južo dokóńcone byś

source: &Completed Tasks
dsb: Do&kóńcone nadawki

source: Inco&mplete Tasks
dsb: &Njedokóńcone nadawki

source: C&urrent Tasks
dsb: Akt&alne nadawki

source: title
dsb: titel

source: from
dsb: wót

source: priority
dsb: priorita

# calendar.task-details.priority.low.label
source: Low
dsb: Niska

# calendar.task-details.priority.normal.label
source: Normal
dsb: Normalna

# calendar.task-details.priority.high.label
source: High
dsb: Wusoka

source: category
dsb: kategorija

source: repeat
dsb: wóspjetowanje

source: attachments
dsb: pśidanki

source: start date
dsb: zachopny datum

source: due date
dsb: termin

source: Categorize tasks
dsb: Nadawki kategorizěrowaś

source: Mark selected tasks completed
dsb: Wubrane nadawki ako dokóńcone markěrowaś

source: Change the priority
dsb: Prioritu změniś

source: Filter tasks #1
dsb: Nadawki filtrowaś #1

source: &lt;Ctrl+Shift+K&gt;
dsb: &lt;Strg+Umsch+K&gt;

source: &Open
dsb: Wó&cyniś

source: &Open Task…
dsb: Na&dawk wócyniś…

source: &New Event…
dsb: &Nowe tšojenje…

source: New Tas&k…
dsb: Nowy nadaw&k…

source: De&lete Task
dsb: Nadawk wu&lašowaś

source: De&lete Event
dsb: Tšojenje wu&lašowaś

source: Cu&t
dsb: Wu&rězaś

source: &Copy
dsb: &Kopěrowaś

source: &Paste
dsb: &Zasajźiś

source: &Today Pane
dsb: Ź&insnajšny wobcerk

source: Atten&dance
dsb: Wobźě&lenje

source: This Occurrence
dsb: Toś to tšojenje

source: All Occurrences
dsb: Wšykne tšojenja

source: &Progress
dsb: &Póstup

source: P&riority
dsb: P&riorita

source: Po&stpone Task
dsb: Nadawk wót&starcyś

source: Mark C&ompleted
dsb: Ako &dokóńcony markěrowaś

source: 0&percnt; Completed
dsb: 0&percnt; dokóńcone

source: 25&percnt; Completed
dsb: 25&percnt; dokóńcone

source: 50&percnt; Completed
dsb: 50&percnt; dokóńcone

source: 75&percnt; Completed
dsb: 75&percnt; dokóńcone

source: 100&percnt; Completed
dsb: 100&percnt; dokóńcone

source: Not specified
dsb: Njepódany

source: s
dsb: e

# priority.level.low
source: Low
dsb: Niska

source: L
dsb: N

# priority.level.normal
source: Normal
dsb: Normalna

source: N
dsb: m

# priority.level.high
source: High
dsb: Wusoka

# priority.level.high.accesskey
source: H
dsb: u

source: 1 &Hour
dsb: Wó 1 góź&inu

source: 1 &Day
dsb: Wó 1 ź&eń

source: 1 &Week
dsb: Wó 1 &tyźeń

source: &Copy Link Location
dsb: Wótkazowu adresu &kopěrowaś

source: Delete
dsb: Lašowaś

source: &New Calendar…
dsb: &Nowy kalender…

source: &Find Calendar…
dsb: Kalender py&taś…

source: &Delete Calendar…
dsb: Kalender w&ulašowaś…

source: &Remove Calendar…
dsb: Kalender &wótpóraś…

source: &Unsubscribe Calendar…
dsb: Kalender wót&skazaś…

source: &Synchronize Calendars
dsb: Kalendery syn&chronizěrowaś

source: Pu&blish Calendar…
dsb: Kalender wó&zjawiś…

source: &Export Calendar…
dsb: Kal&ender eksportěrowaś…

source: &Properties
dsb: &Kakosći

source: h
dsb: o

source: O
dsb: J

source: Show &All Calendars
dsb: Wšykne ka&lendery pokazaś

source: Convert To
dsb: Konwertěrowaś do

source: v
dsb: w

source: &Event…
dsb: &Tšojenje…

source: &Message…
dsb: P&owěsć…

source: &Task…
dsb: &Nadawk…

source: &Mini-Month
dsb: &Mjasecny pśeglěd

source: Calendar &List
dsb: &Lisćina kalenderow

source: &Filter Tasks
dsb: Nadawki &filtrowaś

# calendar.alarm.location.label
source: Location:
dsb: Městno:

# calendar.alarm.details.label
source: Details…
dsb: Drobnostki…

source: Snooze for
dsb: Hyšći raz dopomnjeś za

source: Snooze All for
dsb: Na wšykne hyšći raz dopomnjeś za

source: Calendar Reminders
dsb: Kalenderowe dopomnjeśa

source: Dismiss
dsb: Zachyśiś

source: Dismiss All
dsb: Wšykno zachyśiś

source: 5 Minutes
dsb: 5 minutow

source: 10 Minutes
dsb: 10 minutow

source: 15 Minutes
dsb: 15 minutow

source: 30 Minutes
dsb: 30 minutow

source: 45 Minutes
dsb: 45 minutow

source: 1 Hour
dsb: 1 góźinu

source: 2 Hours
dsb: 2 góźinje

source: 1 Day
dsb: 1 źeń

source: Cancel Snooze
dsb: Wóspjetowane dopominanje pśetergnuś

source: Edit Calendar
dsb: Kalender wobźěłaś

source: Calendar Name:
dsb: Mě kalendera:

source: Color:
dsb: Barwa:

# calendarproperties.location.label
source: Location:
dsb: Městno:

source: Refresh Calendar:
dsb: Kalender aktualizěrowaś:

source: Manually
dsb: Manuelnje

source: Name:
dsb: Mě:

source: Read Only
dsb: Jano cytajobny

source: Show Reminders
dsb: Dopomnjeśa pokazaś

source: Offline Support
dsb: Pódpěra offline

source: Switch this calendar on
dsb: Toś ten kalender zašaltowaś

source: The provider for this calendar could not be found. This often happens if you have disabled or uninstalled certain addons.
dsb: Póbitowaŕ za toś ten kalender njedajo se namakaś. To se cesto stawa, jolic sćo wěste dodanki znjemóžnił abo wótinstalował.

source: &Unsubscribe
dsb: Wót&skazaś

source: Publish Calendar
dsb: Kalender wózjawiś

source: Publishing URL
dsb: URL za wózjawjenje

source: Publish
dsb: Wózjawiś

source: Close
dsb: Zacyniś

source: Something like http://www.myserver.com/webdav/test.ics
dsb: Něco ako http://www.myserver.com/webdav/test.ics

source: Select Calendar
dsb: Kalender wubraś

source: Print A Calendar
dsb: Kalender śišćaś

source: Title:
dsb: Titel:

source: Layout:
dsb: Wugótowanje:

source: What to Print
dsb: Śišćański wobcerk

source: Current view
dsb: Aktualny pśeglěd

source: Selected events/tasks
dsb: Wubrane tšojenja/nadawki

# calendar.print.tasks.label
source: Tasks
dsb: Nadawki

source: Events
dsb: Tšojenja

source: Custom date range:
dsb: Swójski datowy wobcerk:

source: From:
dsb: Wót:

source: To:
dsb: Až do:

source: Print Settings
dsb: Śišćakowe nastajenja

source: Options
dsb: Nastajenja

source: Tasks with no due date
dsb: Nadawki bźez termina

source: Completed tasks
dsb: Dokóńcone nadawki

# calendar.error.detail
source: Details…
dsb: Drobnostki…

source: Error code:
dsb: Zmólkowy kod:

source: Description:
dsb: Wopisanje:

source: An error has occurred
dsb: Zmólka jo nastała

source: Add as event
dsb: Ako tšojenje pśidaś

source: Add as task
dsb: Ako nadawk pśidaś

source: Extract calendaring information from the message and add it to your calendar as an event
dsb: Tšojeńske informacije z powěsći ekstrahěrowaś a je wašomu kalenderoju ako tšojenje pśidaś

source: Extract calendaring information from the message and add it to your calendar as a task
dsb: Tšojeńske informacije z powěsći ekstrahěrowaś a je wašomu kalenderoju ako nadawk pśidaś
