Repository: tktk711/mozilla-l10n
Catalog: dsb/calendar/chrome/calendar/calendar-alarms.properties.po
Languages: dsb

source: The moment the event starts
dsb: Wokognuśe, w kótaremž tšojenje se zachopina

source: The moment the task starts
dsb: Wokognuśe, w kótaremž nadawk se zachopina

source: The moment the event ends
dsb: Wokognuśe, w kótaremž tšojenje se kóńcy

source: The moment the task ends
dsb: Wokognuśe, w kótaremž nadawk se kóńcy

source: Snooze reminder for %1$S
dsb: Dopomnjeśe wó %1$S wótstarcyś

source: before the event starts
dsb: nježli až tšojenje se zachopijo

source: after the event starts
dsb: za tym až tšojenje se zachopijo

source: before the event ends
dsb: nježli až tšojenje se skóńcyjo

source: after the event ends
dsb: za tym až tšojenje se skóńcyjo

source: before the task starts
dsb: nježli až nadawk se zachopijo

source: after the task starts
dsb: za tym až nadawk se zachopijo

source: before the task ends
dsb: nježli až nadawk se skóńcyjo

source: after the task ends
dsb: za tym až nadawk se skóńcyjo

source: The selected calendar has a limitation of #1 reminder per event.;The selected calendar has a limitation of #1 reminders per event.
dsb: Wubrany kalender ma wobgranicowanje na #1 dopomnjeśe na tšojenje.;Wubrany kalender ma wobgranicowanje na #1 dopomnjeśi na tšojenje.;Wubrany kalender ma wobgranicowanje na #1 dopomnjeśa na tšojenje.;Wubrany kalender ma wobgranicowanje na #1 dopomnjeśow na tšojenje.

source: The selected calendar has a limitation of #1 reminder per task.;The selected calendar has a limitation of #1 reminders per task.
dsb: Wubrany kalender ma wobgranicowanje na #1 dopomnjeśe na nadawk.;Wubrany kalender ma wobgranicowanje na #1 dopomnjeśi na nadawk.;Wubrany kalender ma wobgranicowanje na #1 dopomnjeśa na nadawk.;Wubrany kalender ma wobgranicowanje na #1 dopomnjeśow na nadawk.
