Repository: tktk711/mozilla-l10n
Catalog: lg/browser/chrome/browser/downloads/downloads.dtd.po
Languages: lg

source: &Pause
lg: &Wummuzaamu

source: &Resume
lg: &Biddemu ate

source: &Cancel
lg: &Sazaamu

source: Open Containing &Folder
lg: Ggulawo Ebirimu &Etterekero

source: Show In &Finder
lg: Laga mu &Kizuula

source: Retry
lg: Ddamu

source: &Go To Download Page
lg: &Ggenda ku Muko gwe Ebitikulwa

source: Copy Download &Link
lg: Koppa &Ekinnyunga Ebiwanulwa

source: R&emove From List
lg: &Jjawo ku Lukalala

source: Cle&ar List
lg: &Sangula Olukalala

source: &Show All Downloads
lg: &Laaga Ebitikulwa Byoona
