Repository: tktk711/mozilla-l10n
Catalog: sa/toolkit/chrome/global/printdialog.properties.po
Languages: sa

source: Print
sa: मुद्रय

# optionsTabLabelGTK
source: Options
sa: विकल्पाः

# printFramesTitleGTK
source: Print Frames
sa: आबन्धान् मुद्रय

source: Options:
sa: विकल्पाः :

source: Appearance:
sa: आलोकः :

source: Frames:
sa: आबन्धाः :

source: Page Headers:
sa: पृष्ठहेडर्स् :

source: Page Footers:
sa: पृष्ठफुटर्स् :

# optionsTitleWindows
source: Options
sa: विकल्पाः

# printFramesTitleWindows
source: Print Frames
sa: आबन्धान् मुद्रय

source: _As Laid Out on the Screen
sa: पटे निहितमिव

source: As &laid out on the screen
sa: पटे निहितमिव

source: The _Selected Frame
sa: वृताबन्धः

source: The selected &frame
sa: वृताबन्धः

source: Each Frame on Separate _Pages
sa: विभक्तपृष्ठेषु प्रत्येकाबन्धः

source: &Each frame separately
sa: प्रति आबन्धः विभक्ततया

source: Ignore Scaling and S_hrink To Fit Page Width
sa: मापनम् उपेक्ष्य पृष्ठविस्तारं प्रति उचितं कर्तुं संकोचय

source: Print Selection _Only
sa: वरणमेव मुद्रय

source: Print Backgrounds
sa: पृष्ठपटलान् मुद्रय

source: Print Background _Colors
sa: पृष्ठपटलवर्णान् मुद्रय

source: Print Background I_mages
sa: पृष्ठपटलचित्राणि मुद्रय

source: Header and Footer
sa: हेडर् फुटर् च

source: Left
sa: वामम्

source: Center
sa: मध्यभागः

source: Right
sa: दक्षिणम्

source: --blank--
sa: --रिक्तम्--

source: Title
sa: शीर्षकः

source: Date/Time
sa: दिनाङ्कः/समयः

source: Page #
sa: पृष्ठम् #

source: Page # of #
sa: पृष्ठम् # # इत्यस्य

source: Custom...
sa: स्वेच्छा...

source: Please enter your custom header/footer text
sa: तव स्वेच्छा हेडर्/फुटर् विषयं कृपया निवेशय

# summaryFramesTitle
source: Print Frames
sa: आबन्धान् मुद्रय

source: Print Selection
sa: वरणं मुद्रय

source: Shrink To Fit
sa: उचितं कर्तुं संकोचय

source: Print BG Colors
sa: BG वर्णान् मुद्रय

source: Print BG Images
sa: BG चित्राणि मुद्रय

source: Page Headers
sa: पृष्ठहेडर्स्

source: Page Footers
sa: पृष्ठफुटर्स्

source: On
sa: चालय

source: Off
sa: पिधत्स्व
