Repository: tktk711/mozilla-l10n
Catalog: */firefox/whatsnew.lang.po
Languages: xh

source: Hooray! Your Firefox is up to date.
xh: Ngxatsho ke! IFirefox yakho ihlaziyiwe.

source: Your Firefox is out of date.
xh: IFirefox yakho iphelelwe lixesha.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
xh: Ngezizathu zokhuseleko, sikhuthaza ukuba uyihlaziyele kuhlelo <a href="{url}">lwamvanje nolukhulu</a>.

source: You’re running an unknown version of Firefox.
xh: Usebenzisa uhlelo olungaziwayo lweFirefox.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
xh: Ngezizathu zokhuseleko, sikhuthaza ukuba uyihlaziyele kuhlelo <a href="{url}">lwamvanje nolukhulu</a>.

source: Get to your next task<br/>faster than ever
xh: Yiya kumsebenzi wakho olandelayo<br/>ngokukhawuleza kunangaphambili

source: See how the new features in Firefox help you browse faster and more efficiently.
xh: Bona indlela iinkalo ezintsha zeFirefox ezikunceda ngayo ubhrawuze ngokukhawuleza nangempumelelo engakumbi.

source: Learn more about <a href="{url}">the New Tab feature »</a>
xh: Funda ngakumbi <a href="{url}">ngenkalo yeThebhu Entsha »</a>

source: Learn more about our <a href="{url}">redesigned home page »</a>
xh: Funda ngakumbi <a href="{url}">ngephepha lasekhaya eliyilwe ngokutsha »</a>

source: Keep in touch
xh: Hlala unxibelelene

source: Keep it moving
xh: Hamba namaxesha

source: Get Firefox » <b>for Android</b>
xh: Fumana iFirefox » <b>kwi-Android</b>

source: Keep it going
xh: Hlala usezintweni

source: Join Mozilla
xh: Zimanye neMozilla

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
xh: I-Android Robot yaveliswa ngokutsha ngomsebenzi owenziwa nowabelana nguGoogle <a href="%s">waza wasetyenziswa</a> ngokwemimiselo echazwe <a href="%s">kwiCreative Commons 3.0 Attribution License</a>.

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
xh: <a href="%s">Fumana iFirefox kwi-ndroid</a> uze ubeke amandla eWebhu ezandleni zakho. Iyakhawuleza, ichubekile yaye ikhuselekile!

source: Now get the mobile browser that’s got your back
xh: Ngoku zifumanele ibhrawuza ephathwayo eluncedo kuwe

source: Firefox Features
xh: Iinkalo zeFirefox

source: Welcome to Firefox
xh: Wamkelekile kwiFirefox

source: Firefox Help
xh: Uncedo lweFirefox

source: Firefox for Android artwork
xh: IFirefox kumsebenzi wobugcisa we-Android

source: Fast. Smart. Safe.
xh: Iyakhawuleza. Ichubekile. Ikhuselekile.

source: Get the mobile browser that’s got your back.
xh: Zifumanele ibhrawuza ephathwayo eluncedo kuwe.

source: Facebook Messenger for Firefox
xh: Umthunywa kaFacebook weFirefox

source: Now you can keep up with friends wherever you go on the Web.
xh: Ngoku ungahlala unxibelelene nabahlobo naphi na apho uya khona kwiWebhu.

source: Visit Facebook to turn it on
xh: Tyelela kuFacebook ukuze uyivule

source: Get notified right away
xh: Fumana izaziso ngokukhawuleza

source: See new comments, photo tags & other Facebook updates instantly.
xh: Bona amagqabaza amatsha, iithegi zeefoto & nezinye ezihlaziywayo zikaFacebook ngokukhawuleza.

source: Chat while you browse
xh: Ncokola ngelixa ubhrawuzayo

source: Stay connected to your Facebook friends without having to click away.
xh: Hlala unxibelelene nabahlobo abakuFacebook ungakhange ucofe into eninzi.

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
xh: IFacebook luphawu lorhwebo <a href="%(url)s">lweFacebook, Inc.</a>

source: Congratulations!<br> Your browser is safer and<br>more secure than ever.
xh: Sivuyisana nawe!<br> Ibhrawuza yakho ikhuselekile yaye<br>ikhuseleke nangakumbi kunokuba yayinjalo ngaphambili.

source: Get the same level of<br> choice and innovation<br> in a smartphone.
xh: Fumana umlinganiselo ofanayo<br> wokhetho nobuchwepheshe<br> kwifowuni enobuchwepheshe.

source: Learn more about Firefox OS
xh: Funda okungakumbi ngeFirefox OS
