Repository: tktk711/mozilla-l10n
Catalog: dsb/services/sync/errors.properties.po
Languages: dsb

source: Failed to connect to the server
dsb: Zwězanje ze serwerom njejo se raźiło

source: Wrong Recovery Key
dsb: Wopacny wótnowjeński kluc

source: Incorrect account name or password
dsb: Wopacne kontowe mě abo gronidło

source: Missing account name
dsb: Felujuce kontowe mě

source: Missing password
dsb: Felujuce gronidło

source: No saved Recovery Key to use
dsb: Žeden składowany wótnowjeński kluc wužywajobny

source: Server incorrectly configured
dsb: Serwer wopak konfigurěrowany

source: One or more data types could not be synced
dsb: Jaden datowy typ abo někotare datowe typy njesu mógli se sychronizěrowaś

source: Firefox Sync server maintenance is underway, syncing will resume automatically
dsb: Wótwardowanje za serwer za Firefox Sync se pśewjedujo, synchronizacija wjeźo se awtomatiski dalej

source: Incorrect words, try again
dsb: Wopacne słowa, wopytajśo hyšći raz

source: Use a stronger password
dsb: Wužyjśo mócnjejše gronidło

source: Unknown error
dsb: Njeznata zmólka

source: Password can't match current password
dsb: Gronidło njamóžo aktualnemu gronidłoju wótpowědowaś

source: Password can't match your user name
dsb: Gronidło njamóžo wašomu wužywarskemu mjenjeju wótpowědowaś

source: Password can't match your email address
dsb: Gronidło njamóžo wašej e-mailowej adresy wótpowědowaś

source: The passwords entered do not match
dsb: Zapódanej gronidle se njewótpowědujotej

source: The password entered is too short
dsb: Zapódane gronidło jo pśekrotke
