Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/permissions/cookieViewer.properties.po
Languages: be, lt, pt

source: website can set cookies
be: пляцоўка можа ўсталёўваць біркі
lt: gali įrašyti slapukus
pt: o website pode definir cookies

source: website cannot set cookies
be: пляцоўка не можа ўсталёўваць біркі
lt: negali įrašyti slapukų
pt: o website não pode definir cookies

source: website can set session cookies
be: пляцоўка можа прызначаць сэсійныя біркі
lt: gali įrašyti slapukus vienam seansui
pt: o website pode definir cookies de sessão

source: Domain for which this cookie applies:
be: Дамен, для якога гэтая бірка скарыстоўваецца:
lt: Slapukas taikomas sričiai:
pt: Domínio ao qual este cookie se aplica:

source: Server which set the cookie:
be: Паслугач, які ўсталяваў бірку:
lt: Serveris, kuris įdeda slapukus:
pt: Servidor que usou o cookie:

source: Host:
be: Трымальнік:
lt: Pagrindinis kompiuteris:
pt: Servidor:

source: Domain:
be: Дамен:
lt: Sritis:
pt: Domínio:

source: Encrypted connections only
be: Толькі зашыфраваныя злучэнні
lt: Tik šifruotasis ryšys
pt: Apenas ligações encriptadas

source: Any type of connection
be: Усякі тып злучэння
lt: Bet koks ryšys
pt: Qualquer tipo de ligação

source: At end of session
be: напрыканцы сэсіі
lt: Seanso pabaigoje
pt: No fim da sessão

source: Check the entered url. Also you can only add permissions for http or https schemes
pt: Verifique o url introduzido. Apenas pode adicionar permissões para schemes http ou https

source: Permission for site could not be added
pt: Permissão para site não pôde ser adicionada

source: Are you sure you want to delete all the cookies?
be: Вы сапраўды хочаце выдаліць усе біркі?
lt: Ar tikrai pašalinti visus slapukus?
pt: Tem a certeza de que pretende apagar todos os cookies?

source: Remove All Cookies
be: Выдаліць усе біркі
lt: Visų slapukų šalinimas
pt: Remover todos os cookies

# deleteAllCookiesYes
source: &Remove
be: &Выдаліць
lt: &Pašalinti
pt: &Remover

source: Are you sure you want to delete all of the cookie websites?
be: Вы сапраўды хочаце выдаліць усе сеціўныя пляцоўкі бірак?
lt: Ar tikrai pašalinti visų slapukų svetainių aprašus?
pt: Tem a certeza de que pretende apagar os cookies de todos os sites?

source: Remove All Websites
be: Прыняць усе сеціўныя пляцоўкі
lt: Visų svetainių aprašų šalinimas
pt: Remover todos os sites

# deleteAllSitesYes
source: &Remove
be: &Выдаліць
lt: &Pašalinti
pt: &Remover

source: Are you sure you want to delete the selected cookies?
be: Вы сапраўды хочаце выдаліць вылучаныя біркі?
lt: Ar tikrai pašalinti pažymėtus slapukus?
pt: Tem a certeza de que pretende apagar os cookies selecionados?

source: Remove Selected Cookies
be: Выдаленне вылучаных бірак
lt: Pažymėtų slapukų šalinimas
pt: Remover cookies selecionados

# deleteSelectedCookiesYes
source: &Remove
be: &Выдаліць
lt: &Pašalinti
pt: &Remover

source: Are you sure you want to delete the selected cookie websites?
be: Вы сапраўды хочаце выдаліць вылучаныя сеціўныя пляцоўкі бірак?
lt: Ar tikrai pašalinti pažymėtų svetainių slapukus?
pt: Tem a certeza de que pretende apagar os cookies de todos os sites?

source: Remove Selected Websites
be: Выдаленне вылучаных пляцовак Сеціва
lt: Pažymėtų svetainių slapukų šalinimas
pt: Remover sites selecionados

# deleteSelectedSitesYes
source: &Remove
be: &Выдаліць
lt: &Pašalinti
pt: &Remover
