Repository: tktk711/mozilla-l10n
Catalog: ht/toolkit/crashreporter/crashreporter.ini.po
Languages: ht

source: Crash Reporter
ht: Rapòtè Ensidan

source: %s Crash Reporter
ht: %s Rapò Ensidan

source: We're Sorry
ht: Nou Dezole

source: %s had a problem and crashed. To help us diagnose and fix the problem, you can send us a crash report.
ht: %s te gen yon pwoblèm e li krach. Pou ede n jwenn e ranje pwoblèm lan, ou ka voye ba nou yon rapò ensidan.

source: This application is run after a crash to report the problem to the application vendor. It should not be run directly.
ht: Pwogram sa a lanse apre yon Krach pou rapòte pwoblèm lan a machann pwogram lan. Li ta dwe lanse dirèkteman.

source: Details…
ht: Detay...

source: Report Contents
ht: Rapòte Kontni

source: Add a comment (comments are publicly visible)
ht: Ajoute yon kòmantè (kòmante yo vizib piblikman)

source: This report also contains technical information about the state of the application when it crashed.
ht: Rapò sa a gen ladan l enfòmasyon teknik konsènan eta aplikasyon an lè li te krach.

source: Tell %s about this crash so they can fix it
ht: Pale %s konsènan krach sa a pou yo ka ranje l

source: Include the address of the page I was on
ht: Mete adrès paj mwen te ladan l lan

source: Allow %s to contact me about this report
ht: Otorize %s kontakte mwen konsènan rapò sa a

source: Enter your email address here
ht: Antre adrès imel ou a la a

source: Your crash report will be submitted before you quit or restart.
ht: Rapò ensidan ou an pral ale avan ou kite ou redemare.

source: Submitting your report…
ht: Voye rapo ou a...

source: Report submitted successfully!
ht: Rapò a soumèt avèk siksè!

source: There was a problem submitting your report.
ht: Gen yon pwoblèm pandan ou ap soumèt rapò ou a.

source: Resending reports that previously failed to send…
ht: Revoye rapò ki te echwe lè yo ta prale ...

source: Quit %s
ht: Kite %s

source: Restart %s
ht: Redemare %s

source: Close
ht: Fèmen

source: Crash ID: %s
ht: Nimewo ensidan: %s

source: You can view details of this crash at %s
ht: Ou ka wè detay krach sa a nan %s

source: The application passed an invalid argument.
ht: Pwogram lan pase yon agiman ki pa valid.

source: The application didn't leave an application data file.
ht: Pwogram lan pa kite yon fichye enfòmasyon pou pwogram.

source: Couldn't read the application data file.
ht: Pa ka li fichye enfòmasyon pwogram lan.

source: Couldn't move application data file.
ht: Pa ka deplase fichye enfòmasyon pwogram.

source: The application did not leave a crash dump file.
ht: Aplikasyon an pa kite yon fichye krach bouyon.

source: Couldn't move crash dump.
ht: Pa ka deplase fichye bouyon krach la.

source: The application did not identify itself.
ht: Pwogram lan pa idantifye tèt li.

source: The application did not specify a crash reporting server.
ht: Pwogram lan pa espesifye yon sèvè pou rapò krach.

source: Couldn't find the crash reporter's settings.
ht: Pa ka jwenn paramèt rapò krach.

source: Couldn't create pending dump directory.
ht: Pa ka kreye dosye bouyon an atant.

source: The version of %s you are using is no longer supported. Crash reports are no longer being accepted for this version. Please consider upgrading to a supported version.
ht: Vèsyon de %s ou ap itilize a pa sipòte ankò. Rapò krach pa asepte pou vèsyon sa a. Tanpri panse a yon mizajou.
