Repository: tktk711/mozilla-l10n
Catalog: pbb/toolkit/chrome/global/finddialog.dtd.po
Languages: pbb

source: Find in This Page
pbb: Pakwena naa ajte

source: Fi&nd what:
pbb: &Pakwena fxi'wa'hyãh:

source: Mat&ch case
pbb: Ãhçxhah &takhna fxi'nxisaa

source: &Wrap
pbb: &kthẽegun kuh jwed nuyuutan suthçxaasa's

source: &Find Next
pbb: &Pakwena yaçka u'hsa

source: Cancel
pbb: Tuduuçmeeth

source: Close
pbb: Aphna

source: &Up
pbb: &kwekwe

source: &Down
pbb: &Tasxu

source: Direction
pbb: Pisanxi web-te
