Repository: tktk711/mozilla-l10n
Catalog: pbb/toolkit/chrome/global/textcontext.dtd.po
Languages: pbb

source: Cu&t
pbb: &Spẽhna

source: &Copy
pbb: &Kaapsxidun

source: &Paste
pbb: &Çxkitxanxi

source: &Undo
pbb: &Khũkhnxi

source: Select &All
pbb: Txhitxna&ar jxuka

source: &Delete
pbb: &Khũkhna

source: Add t&o Dictionary
pbb: Yuwe tasxa's &kãjãna

source: U&ndo Add To Dictionary
pbb: Nuyvxitun Kãjã'na yuwe & tasxa's

source: Check Spellin&g
pbb: Kaayaki'n& ew fxi'hwa'h

source: (No Spelling Suggestions)
pbb: (Yu'kxpeenxime' ew fxi'hwa'ja's)

source: &Languages
pbb: &Yuwe

source: Clear
pbb: Khũkhna

source: &Fill Login
pbb: &Nuyuutan takhna pakhena

source: &Fill Password
pbb: &Nuyuutan çxhukte ji'phunxi's

source: &Fill Username
pbb: &Txãajx yase's nuyuutan

source: (No Login Suggestions)
pbb: (Pta'sxmee ũsthu u'kan takhnxiju)

source: View Saved Logins
pbb: Thẽgya' takhna pkhakhen jxawa'ja's
