Repository: tktk711/mozilla-l10n
Catalog: quy/mobile/android/chrome/aboutCertError.dtd.po
Languages: quy

source: Untrusted Connection
quy: Mana allin chupanchasqa churasqa

source: This Connection is Untrusted
quy: Kay chupanchasqaqa manachus allinchu kanman

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
quy: &brandShortName; nisqata mañakurankichu allin chupanchasqa kananpaq <b>#1</b>, nisqaqa manatqya chupanchasqata qaqatapunichu taqyachinman

source: What Should I Do?
quy: Imatan ruwayman?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
quy: Kay llikachasqaman qaykunki mana sasachaywan chayqa kay pantayqa ninmanmi huq qan rantita qaykusqanta chay rayku ama tukupaychu

source: Get me out of here!
quy: Kaymanta urquway!

source: I Understand the Risks
quy: Yuyaychanin pantaykunata

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
quy: &brandShortName; nisqatan willawaq imapas kaqtinqa kay llikachasqapi iñinki chayqa<b> kay pantayqa nisunkimanmi huqmi pantachiyta munasunki chupanchayniykipi churapakuspa.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
quy: Amapuni huntapaychu hinakaqkunata sichus munankipuni chayqa kay llikachasqaqa manapunin ancha allinchu

source: Visit site
quy: Kikin tiyasqanta qawariy

source: Add permanent exception
quy: Hinakaqkunata sapakuti yapapay

source: Technical Details
quy: Ruwana imakuna
