Repository: tktk711/mozilla-l10n
Catalog: quy/mobile/android/chrome/config.dtd.po
Languages: quy

source: Search
quy: Machkay

source: Name
quy: Suti

source: Boolean
quy: Aqnapuni

source: String
quy: Siqinchasqa

source: Integer
quy: Lliw, tukuy

source: Enter a string
quy: Siqinchasqaman haykuy

source: Enter a number
quy: Huk yupayta qaykuchiy

source: Toggle
quy: Hu√±unay

source: Cancel
quy: Tatichiy

source: Copy Name
quy: Sutita urquy

source: Copy Value
quy: Chaninta urquy
