Repository: tktk711/mozilla-l10n
Catalog: an/toolkit/chrome/global/aboutSupport.properties.po
Languages: an

source: Crash Reports for the Last #1 Day;Crash Reports for the Last #1 Days
an: Informes de fallos d'o zaguer día;Informes de fallos d'os zaguers #1 días

source: #1 minute ago;#1 minutes ago
an: En fa #1 minuto;En fa #1 minutos

source: #1 hour ago;#1 hours ago
an: En fa #1 hora;En fa #1 horas

source: #1 day ago;#1 days ago
an: En fa #1 día;En fa #1 días

source: All Crash Reports (including #1 pending crash in the given time range);All Crash Reports (including #1 pending crashes in the given time range)
an: Totz os informes de fallos (incluindo #1 fallo pendient en o entrevalo de tiempo indicau);Totz os informes de fallos (incluindo #1 fallos pendients en o entrevalo de tiempo indicau)

source: Raw data copied to clipboard
an: S'han copiau ss datos crudos en o portafuellas

source: Text copied to clipboard
an: S'ha copiau o texto en o portafuellas

source: Blocked for your graphics driver version.
an: Bloqueyau ta la versión d'o suyo controlador grafico.

source: Blocked for your graphics driver version. Try updating your graphics driver to version %S or newer.
an: Bloqueyau ta la versión d'o suyo controlador grafico. Mire d'actualizar o suyo controlador grafico a la versión %S u mas moderna.

source: Blocked for your graphics card because of unresolved driver issues.
an: Bloqueyau ta la suya tarcheta grafica a causa de problemas no resueltos d'o controlador.

source: Blocked for your operating system version.
an: Bloqueyau ta la versión d'o suyo sistema operativo.

source: Blocked for your graphics driver version mismatch between registry and DLL.
an: Bloqueyau ta la versión d'o suyo controlador grafico no coincide o rechistro y DLL.

source: ClearType Parameters
an: Parametros de ClearType

source: Compositing
an: Redactando

source: Hardware H264 Decoding
an: Decodificación Hardware H264

source: main thread, no OMTC
an: filo principal, no OMTC

source: Yes
an: Sí

source: Description
an: Descripción

source: Vendor ID
an: ID d'o fabricante

source: Device ID
an: ID d'o dispositivo

source: Drivers
an: Controladors

source: Driver Version
an: Versión d'o controlador

source: Driver Date
an: Calendata d'o controlador

source: Active
an: Activo

source: WebGL Renderer
an: Renderizador WebGL

source: Blocklisted due to known issues
an: S'ha ficau en a lista de bloqueyo por problemas conoixius

source: Blocklisted; failure code %1$S
an: En a lista de bloqueyo; codigo de fallo %1$S

source: D3D11 Compositor
an: Compositor D3D11

source: D3D11 Video Decoder
an: Decodificador de video D3D11

source: D3D9 Video Decoder
an: Decodificador de video D3D9

source: Reset on Next Restart
an: Meter propiedatz por defecto en o siguient reinicio.

source: Expected minimum version
an: S'asperaba una versión minima

source: Version in use
an: Versión en uso

source: Seccomp-BPF (System Call Filtering)
an: Seccomp-BPF (Filtrau de Clamadas a o Sistema)

source: Seccomp Thread Synchronization
an: Sincronización de filos Seccomp

source: User Namespaces
an: Espacios de nombres de l'usuario

source: User Namespaces for privileged processes
an: Espacions de nombres de l'usuario pa procesos privilechiaus

source: Media Plugin Sandboxing
an: Seccomp-BPF (Filtrado de Clamadas a o Sistema)

source: Enabled by user
an: Activau por l'usuario

source: Enabled by default
an: Activau por defecto

source: Disabled
an: Desactivau

source: Disabled by accessibility tools
an: Desactivau por las ferramientas d'accesibilidat

source: Disabled by lack of graphics hardware acceleration on Mac OS X
an: Desactivau por falta d'acceleración hadware de graficos en Mac OS X

source: Disabled by unsupported text input
an: Desactivau por no estar soportada la dentrada de texto

source: Disabled by add-ons
an: Desactivau por complementos

source: Disabled forcibly
an: Desactivar forzadament

source: Disabled by graphics hardware acceleration on Windows XP
an: Desactivau por acceleración hardware de graficos en Windows XP

source: Unknown status
an: Estau desconoixiu

source: Asynchronous Pan/Zoom
an: Pan/Zoom asincronos

source: none
an: garra

source: wheel input enabled
an: dentrada con rueda activada

source: touch input enabled
an: dentrada tactil activada

source: scrollbar drag enabled
an: s'ha activau l'arrocegamiento d'a barra de desplazamiento

source: async wheel input disabled due to unsupported pref: %S
an: a dentrada con rueda asincrona ye desactivada porque i ha una preferencia incompatible: %S

source: async touch input disabled due to unsupported pref: %S
an: a dentrada tactil asincrona ye desactivada porque i ha una preferencia incompatible: %S
