Repository: tktk711/mozilla-l10n
Catalog: an/toolkit/chrome/global/aboutWebrtc.properties.po
Languages: an

source: WebRTC Internals
an: Detalles internos de WebRTC

source: Cannot retrieve WebRTC log data
an: No s'ha puesto recuperar os datos d'o rechistro de WebRTC

source: page saved to: %1$S
an: a pachina s'ha alzau en: %1$S

source: save about:webrtc as
an: nombra y alza a salida d'about:webrtc

source: trace log can be found at: %1$S
an: o rechistro de traza se troba en: %1$S

source: debug mode active, trace log at: %1$S
an: o modo de depuración activo: o rechistro de traza ye en: %1$S

source: AEC Logging
an: Rechistro d'AEC

source: Start AEC Logging
an: Empecipiar o rechistro d'AEC

source: Stop AEC Logging
an: Atura o rechistro d'AEC

source: AEC logging active (speak with the caller for a few minutes and then stop the capture)
an: Rechistro d'AEC activo (parle con o interlocutor por bells minutos y dimpués ature a captura)

source: captured log files can be found in: %1$S
an: os fichers de rechistro capturaus se troban en: %1$S

source: PeerConnection ID
an: ID de PeerConnection

source: Local SDP
an: SDP local

source: Remote SDP
an: SDP remoto

source: RTP Stats
an: Estatisticas de RTP

source: ICE State
an: Estau d'ICE

source: ICE Stats
an: Estatisticas d'ICE

source: A/V sync
an: Sincronización d'A/V

source: Jitter-buffer delay
an: Retardo de memoria intermedia de jitter

source: Avg. bitrate
an: Taxa de bits meya

source: Avg. framerate
an: Fotogramas por segundo (meya)

source: Remote
an: Remoto

source: Nominated
an: Nominau

source: Selected
an: Trigau

source: Save Page
an: Alzar a pachina

source: Debug Mode
an: Modo de depuración

source: Start Debug Mode
an: Empecipiar o modo de depuración

source: Stop Debug Mode
an: Aturar o modo de depuración

source: Session Statistics
an: Estatisticas d'a sesión

source: Connection Log
an: Rechistro de connexión

source: show log
an: amuestra o rechistro

source: hide log
an: amaga o rechistro

source: closed
an: zarrau

source: Local Candidate
an: Candidato local

source: Remote Candidate
an: Candidato remoto

source: Priority
an: Prioridat

source: show details
an: amostrar os detalles

source: click to expand this section
an: fe clic ta ixamplar ista sección

source: hide details
an: Amagar os detalles

source: click to collapse this section
an: fe clic pa reducir ista sección

source: Dropped frames
an: Fotogramas descartaus

source: Discarded packets
an: Paquetz descartaus

source: Decoder
an: Descodificador

source: Encoder
an: Codificador

source: Received
an: Recibiu

source: packets
an: paquetz

source: Lost
an: Perdius

source: Sent
an: Ninviau
