Repository: tktk711/mozilla-l10n
Catalog: an/toolkit/chrome/global/aboutUrlClassifier.dtd.po
Languages: an

source: Information about the url-classifier
an: Información sobre lo clasificador-url

# aboutUrlClassifier.providerTitle
source: Provider
an: Furnidor

# aboutUrlClassifier.provider
source: Provider
an: Furnidor

source: Last update time
an: Zaguer tiempo d'actualización

source: Next update time
an: Nuevo tiempo d'actualización

source: Last update status
an: Zaguero estau d'actualización

source: Update
an: Actualización

source: Cache
an: Caché

# aboutUrlClassifier.lookupTitle
source: Lookup
an: Buscar

source: Match
an: Coincidencia

source: Check Match Result
an: Comprebar la coincidencia

# aboutUrlClassifier.lookupLookup
source: Lookup
an: Buscar

source: Check Lookup Result
an: Comprebar lo resultau d'a busca

source: Memory
an: Memoria

source: Database
an: Base de datos

source: Debug
an: Depurar

source: Set Log Modules
an: Determinar los modulos de rechistro

source: Set Log File
an: Determinar lo fichero de rechistro

source: Set JS Log
an: Achustar lo log de JS

source: Safe Browsing log modules
an: Modulos de log de navegación segura

source: Current log modules
an: Modulos de log actuals

source: Safe Browsing JS log
an: Log JS de navegación segura

source: Current log file
an: Fichero de rechistro actual
