Repository: tktk711/mozilla-l10n
Catalog: an/toolkit/chrome/global/about.dtd.po
Languages: an

source: version
an: versión

source: See a list of
an: Veyer una lista de

source: contributors
an: colaboradors

source: to the Mozilla Project.
an: d'o prochecto Mozilla.

# about.license.beforeTheLink
source: Read the
an: Leyer a

source: licensing information
an: información de licencia

source: for this product.
an: d'iste producto.

# about.relnotes.beforeTheLink
source: Read the
an: Leyer as

source: release notes
an: notas de publicación

source: for this version.
an: d'ista versión.

source: See the
an: Veyer a

source: build configuration
an: configuración de compilación

source: used for this version.
an: emplegada en ista versión.

source: Build identifier:
an: Identificador d'a compilación:
