Repository: tktk711/mozilla-l10n
Catalog: an/toolkit/chrome/global/aboutRights.dtd.po
Languages: an

source: About Your Rights
an: Arredol d'os suyos dreitos

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
an: &brandFullName; ye un software gratuito y de codigo ubierto construiu por una comunidat de milars de colaboradors de totz. I hai quantas cosetas que habría de conoixer:

source: &brandShortName; is made available to you under the terms of the
an: &brandShortName; ye disponible ta vusté baixo os termins d'a

source: Mozilla Public License
an: Mozilla Public License (Licencia Publica de Mozilla)

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
an: . Isto significa que puede fer servir, copiar y distribuir o &brandShortName; a atras personas. Tamién puede modificar o codigo fuent d'o &brandShortName; ta adaptar-lo a las suyas necesidatz. A licencia Mozilla Public License (Licencia Publica de Mozilla) le atorga o dreito de distribuir as suyas versions modificadas.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the Firefox name or logo. Additional information on trademarks may be found
an: No se le atorga garra dreito ni licencia sobre las marcas comercials de Mozilla Foundation u os suyos filials, incluindo sin limitación o nombre y logo de Firefox. Puede trobar-ie información adicional sobre as marcas comercials

# rights.intro-point2-b
source: here
an: aquí

source: Some features in &brandShortName;, such as the Crash Reporter, give you the option to provide feedback to &vendorShortName;. By choosing to submit feedback, you give &vendorShortName; permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
an: Qualques caracteristicas d'o &brandShortName;, como achent de fallos, le dan a opción de proporcionar información a &vendorShortName;. En esleir ninviar ixa información, atorga o permiso a &vendorShortName; ta usar a mesma ta amillorar os suyos productos, ta publicar ixa información en os suyos puestos web y ta distribuir-la.

source: How we use your personal information and feedback submitted to &vendorShortName; through &brandShortName; is described in the
an: A traza en que usamos a suya información personal y as opinions ninviadas ta &vendorShortName; a traviés de &brandShortName; se describe en a

source: &brandShortName; Privacy Policy
an: Politica de privacidat de &brandShortName;

source: Any applicable privacy policies for this product should be listed here.
an: Qualsiquier politica de privacidat aplicable a iste producto s'ha de listar aquí.

source: Some &brandShortName; features make use of web-based information services, however, we cannot guarantee they are 100% accurate or error-free. More details, including information on how to disable the features that use these services, can be found in the
an: Belunas d'as funcionalidatz d'o &brandShortName; fan servir servicios d'información web; manimenos, no podemos guarenciar que sigan 100% precisos u sinde errors. Mas detalles, incluindo-ie información de cómo inhabilitar istos servicios, puet trobar-se en os

source: service terms
an: termins d'o servicio

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
an: Si iste producto incorpora servicios web, totz os termins de servicio aplicables a o(s) servicio(s) habrían d'enlazar-se en a sección

source: Website Services
an: de servicios web

source: section.
an: sección.

source: &brandFullName; Web-Based Information Services
an: Servicios d'información web de &brandFullName;

source: &brandFullName; uses web-based information services ("Services") to provide some of the features provided for your use with this binary version of &brandShortName; under the terms described below. If you do not want to use one or more of the Services or the terms below are unacceptable, you may disable the feature or Service(s). Instructions on how to disable a particular feature or Service may be found
an: O &brandFullName; emplega servicios d'información web ("servicios" d'agora entabant), ta proporcionar belunas d'as funcionalidatz disponibles t'o suyo emplego con ista versión binaria d'o &brandShortName;; como se describe a continuación. Si no en quiere fer servir un (o mas), o bien no considera lurs termins acceptables, puet trigar inhabilitar-los. I ha instruccions de como inhabilitar una funcionalidat u servicio concreto

# rights2.webservices-b
source: here
an: aquí

source: . Other features and Services can be disabled in the application preferences.
an: . A resta de caracteristicas y servicios se pueden desactivar en as preferencias de l'aplicación.

source: SafeBrowsing:
an: Navegación segura:

source: Disabling the Safe Browsing feature is not recommended as it may result in you going to unsafe sites. If you wish to disable the feature completely, follow these steps:
an: Desactivar a caracteristica de navegación segura no se recomienda porque puede dar como resultau que visite puestos no seguros. Si deseya desactivar de tot ista caracteristica, siga os trangos siguients:

source: Open the application preferences
an: Ubra as preferencias de l'aplicación

source: Select the Security selection
an: Seleccione o panel Seguranza

source: Uncheck the options to "&blockAttackSites.label;" and "&blockWebForgeries.label;"
an: Saque o sinyal d'as opcions ta "&blockAttackSites.label;" y "&blockWebForgeries.label;"

source: Safe Browsing is now disabled
an: A navegación segura ye agora desactivada

source: Location Aware Browsing:
an: Navegación basada en a ubicación cheografica:

source: is always opt-in. No location information is ever sent without your permission. If you wish to disable the feature completely, follow these steps:
an: siempre son a esleción de l'usuario. Nunca no se ninviará garra información sobre a suya ubicación sin o suyo permiso. Si deseya desactivar a caracteristica por completo, siga istos trangos:

source: In the URL bar, type
an: En a barra d'adrezas, escriba

source: Type geo.enabled
an: Escriba-ie geo.enabled

source: Double click on the geo.enabled preference
an: Faiga doble clic en a preferencia geo.enabled

source: Location-Aware Browsing is now disabled
an: A navegación basada en ubicación cheografica s'ha desactivau

source: An overview of the website services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
an: Aquí s'ha d'incluir un resumen d'os servicios web que o producto incorpora, de conchunta con instruccions sobre cómo deshabilitar-los si cal.

source: Any applicable service terms for this product should be listed here.
an: Qualsiquier termin de servicio ta iste producto ha d'estar listau aquí.

source: &vendorShortName; and its contributors, licensors and partners work to provide the most accurate and up-to-date Services. However, we cannot guarantee that this information is comprehensive and error-free. For example, the Safe Browsing Service may not identify some risky sites and may identify some safe sites in error and the Location Aware Service all locations returned by our service providers are estimates only and neither we nor our service providers guarantee the accuracy of the locations provided.
an: &vendorShortName; y os suyos colaboradors, licenciatarios y socios treballan ta furnir os servicios mas precisos y actualizaus. Manimenos, no podemos guarenciar que ista información sía completa y libre d'errors. Por eixemplo, o servicio de navegación segura puede no identificar qualques puestos periglosos y puede identificar qualques puestos seguros por error y as adrezas tornadas por os nuestros proveyedors d'o servicio de navegación basada en a ubicación son solament estimacions y ni nusatros ni os nuestros proveyedors guarenciamos a exactitut d'as ubicacions proporcionadas.

source: &vendorShortName; may discontinue or change the Services at its discretion.
an: &vendorShortName; puede deixar d'ufrir u cambiar os servicios en qualsiquier inte.

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and &vendorShortName; grants you its rights to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
an: Puede fer servir istos servicios con a versión correspondient de &brandShortName; y &vendorShortName; le atorga dreitos ta fer-lo. &vendorShortName; y os suyos licenciatarios se reservan a resta de dreitos d'os servicios. Istos termins no limitan garra dreito atorgau por as licencias de codigo ubierto aplicables a &brandShortName; y as versions d'o codigo fuent correspondient de &brandShortName;.

source: The Services are provided "as-is." &vendorShortName;, its contributors, licensors, and distributors, disclaim all warranties, whether express or implied, including without limitation, warranties that the Services are merchantable and fit for your particular purposes. You bear the entire risk as to selecting the Services for your purposes and as to the quality and performance of the Services. Some jurisdictions do not allow the exclusion or limitation of implied warranties, so this disclaimer may not apply to you.
an: Os servicios se presentan "tal qual son". &vendorShortName;, os suyos colaboradors, licenciadors, y distribuidors negan dar qualsiquier guarancia, ya siga expresa u implicita, incluindo-ie, sin garra mena de limitación, guarancias de que os servicios sigan comercials y que respondan a os suyos propositos particulars. Vusté asume tot o risgo de trigar os servicios t'os suyos propositos, asinas como lur qualidat y rendimiento. Bellas churisdiccions no permiten a exclusión o limitación d'as guarancias implicitas y, doncas, ista norma talment no le afecte.

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
an: Fueras d'an que sía requeriu por a lei, &vendorShortName;, os suyos colaboradors, licenciatarios y distribuidors no serán responsables de garra danyo indirecto, especial, imprevisto, resultant, punitivo u eixemplar relacionau con l'uso de &brandShortName; y os servicios. a responsabilidat colectiva baixo istes termins no podrán exceder os US$500 (cincientos dolars). Qualques churisdiccions no permiten a exclusión u limitación de bells danyos, asinas que ista exclusión y limitación puede no estar aplicable ta vusté.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or canceled without &vendorShortName;'s written agreement.
an: &vendorShortName; puede actualizar istos termins quan sía necesario, de tiempo en tiempo. Istos termins no pueden estar modificaus u cancelaus sin o consentimiento por escrito de &vendorShortName;.

source: These terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions. If any portion of these terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect. In the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.
an: Istos termins son rechius por as leis d'o Estau de California, E.U.A., excluindo-ne os conflictos previstos por a lei. Si qualsiquier parte d'istos termins fuesen consideraus no validos u no aplicables, a resta de partes continarían tenendo a suya fuerza y efecto total. Caso d'haber un conflicto entre una versión traducida d'istes termins y a versión en idioma Anglés, a versión en Anglés será a que prevaldrá.
