Repository: tktk711/mozilla-l10n
Catalog: an/toolkit/chrome/global/contentAreaCommands.properties.po
Languages: an

source: Save Image
an: Alzar a imachen

source: Save Video
an: Alzar o vídeo

source: Save Audio
an: Alzar l'audio

source: Save As
an: Alzar como

source: index
an: indiz

source: Web Page, complete
an: Pachina web, completa

source: Web Page, HTML only
an: Pachina web, nomás HTML

source: Web Page, XHTML only
an: Pachina web, nomás XHTML

source: Web Page, SVG only
an: Pachina web, nomás SVG

source: Web Page, XML only
an: Pachina web, nomás XML
