Repository: tktk711/mozilla-l10n
Catalog: dsb/browser/chrome/browser/preferences/advanced.dtd.po
Languages: dsb

source: General
dsb: Powšykne

source: Always use the &cursor keys to navigate within pages
dsb: Pśecej &kursorowe tasty za pógibowanje na bokach wužywaś

source: Search for te&xt when you start typing
dsb: &Pśi pisanju tekst pytaś

source: Show a touch &keyboard when necessary
dsb: Doty&kańsku tastaturu pokazaś, jolic trěbne

source: Browsing
dsb: Pśeglědowanje

source: Use &autoscrolling
dsb: &Awtomatiske pśesuwanje wužywaś

source: Use s&mooth scrolling
dsb: Pó&lažke pśesuwanje wužywaś

source: Check your spelling as you &type
dsb: &Pśi pisanju pšawopis kontrolěrowaś

source: Data Choices
dsb: Datowy wuběrk

source: Data reporting is disabled for this build configuration
dsb: Datowe rozpšawjenje jo znjemóžnjone za toś tu programowu konfiguraciju

source: Allow &brandShortName; to automatically send technical and inte&raction data to Mozilla
dsb: &brandShortName; zmóžniś, awtomatiski techniske a inte&rakciske daty na Mozilla pósłaś

# healthReportLearnMore.label
source: Learn more
dsb: Dalšne informacije

source: &brandShortName; Data Collection and Use
dsb: Gromaźenje a wužywanje datow &brandShortName;

source: We strive to provide you with choices and collect only what we need to provide and improve &brandShortName; for everyone. We always ask permission before receiving personal information.
dsb: Comy was z wuběrkami wobstaraś a janož to zběraś, což musymy póbitowaś, aby my &brandShortName; za kuždego pólěpšili. Pšosymy pśecej wó dowólnosć, nježli až wósobinske daty dostanjomy.

source: Privacy Notice
dsb: Powěźeńka priwatnosći

source: Allow &brandShortName; to send &crash reports to Mozilla
dsb: &brandShortName; zmóžniś, wowa&leńske rozpšawy na Mozilla pósłaś

# crashReporterLearnMore.label
source: Learn more
dsb: Dalšne informacije

source: Network
dsb: Seś

source: Network Proxy
dsb: Seśowy proksy

source: Configure how &brandShortName; connects to the Internet
dsb: Konfigurěrowaś, kak &brandShortName; ma z internetom zwězaś

source: S&ettings…
dsb: &Nastajenja…

source: Cached Web Content
dsb: Pufrowane webwopśimjeśe

source: Offline Web Content and User Data
dsb: Webwopśimjeśe a wužywarske daty offline

source: Site Data
dsb: Sedłowe daty

source: C&lear All Data
dsb: Wšykne daty &lašowaś

source: Sett&ings…
dsb: &Nastajenja…

# siteDataLearnMoreLink.label
source: Learn more
dsb: Dalšne informacije

source: &Limit cache to
dsb: &Pufrowak wobgranicowaś na

source: MB of space
dsb: MB ruma

source: &Clear Now
dsb: Něnto w&uprozniś

source: Clear &Now
dsb: Něnto wup&rozniś

source: &Override automatic cache management
dsb: Awto&matiske zastojanje pufrowaka pśepisaś

source: Update
dsb: Aktualizěrowaś

source: &brandShortName; Updates
dsb: Aktualizacije &brandShortName;

source: Keep &brandShortName; up to date for the best performance, stability, and security.
dsb: Źaržćo &brandShortName; aktualny, za nejlěpše wugbaśe, stabilnosć a wěstotu.

source: Version
dsb: Wersija

source: Allow &brandShortName; to
dsb: &brandShortName dowóliś,

source: &Automatically install updates (recommended)
dsb: &Aktualizacije awtomatiski instalěrowaś (dopórucone)

source: &Check for updates but let you choose to install them
dsb: &Za aktualizacijami pytaś, ale do togo se pšašaś, lěc maju se instalěrowaś

source: &Never check for updates (not recommended)
dsb: N&igda za aktualizacijami njepytaś (njepśiraźijo se)

source: Show U&pdate History…
dsb: Aktualizacisku &historiju pokazaś…

source: Use a &background service to install updates
dsb: &Slězynowu słužbu za instalěrowanje aktualizacijow wužywaś

source: Automatically updat&e search engines
dsb: Pytnice awtomatiski a&ktualizěrowaś

source: &Tell you when a website asks to store data for offline use
dsb: &Informěrowaś, gaž websedło co daty za wužywanje offline składowaś

source: E&xceptions…
dsb: W&uwześa…

source: &Remove…
dsb: &Wótpóraś…

source: Remove offline data
dsb: Daty offline wótpóraś

source: Certificates
dsb: Certifikaty

source: When a server requests your personal certificate
dsb: Gaž serwer pomina wósobinski certifikat

source: Select one automatically
dsb: Awtomatiski wubraś

source: Ask you every time
dsb: Kuždy raz se pšašaś

source: A
dsb: K

source: &Query OCSP responder servers to confirm the current validity of certificates
dsb: &Pla wótegronowych serwerow OCSP se napšašowaś, aby aktualnu płaśiwosć certifikatow wobkšuśiło

source: View &Certificates…
dsb: &Certifikaty pokazaś…

source: Security &Devices…
dsb: Wěs&totne rědy…

source: Performance
dsb: Wugbaśe

source: &Use recommended performance settings
dsb: &Dopórucone wugbaśowe nastajenja wužywaś

source: These settings are tailored to your computer’s hardware and operating system.
dsb: Toś te nastajenja su na hardwaru a źěłowy system wašogo licadła pśiměrjone.

# performanceSettingsLearnMore.label
source: Learn more
dsb: Dalšne informacije

source: Content process &limit
dsb: &Limit wopśimjeśowego procesa

source: Additional content processes can improve performance when using multiple tabs, but will also use more memory.
dsb: Wěcej wopśimjeśowych procesow móžo wugbaśe pólěpšowaś, gaž se někotare rejtarki wužywaju, buźo pak teke wěcej składa pśetrjebowaś.

source: Modifying the number of content processes is only possible with multiprocess &brandShortName;.
dsb: Licba wopśimjeśowych procesow dajo se jano z wěcejprocesowym &brandShortName; změniś.

source: Learn how to check if multiprocess is enabled
dsb: Zgóńśo, kak móžośo kontrolěrowaś, lěc wěcejprocesowa funkcija jo zmóžnjona

source: Use ha&rdware acceleration when available
dsb: &Hardwarowe póspěšenje wužywaś, jolic k dispoziciji
