Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/places/bookmarkProperties.properties.po
Languages: as, az, bo, br, gu, hy_am, ka, kn, mr, ms, si, te, th, tt, ug, ur

source: Add
as: যোগ কৰক
az: Əlavə et
bo: ཁ་སྣོན
br: Ouzhpennañ
gu: એડ-ઓન
hy_am: Ավելացնել
ka: დამატება
kn: ಸೇರಿಸು
mr: जोडा
ms: Tambah
si: එක් කරන්න
te: జతచేయి
th: เพิ่ม
tt: Öste
ug: قوش
ur: اضافہ کریں

# dialogAcceptLabelSaveItem
source: Save
as: সংৰক্ষণ কৰক
az: Dəyişiklikləri saxla
bo: ཉར་བ
br: Enrollañ ar c'hemmoù
gu: સંગ્રહો
hy_am: Պահպանել
ka: შენახვა
kn: ಉಳಿಸು
mr: संचयीत करा
ms: Simpan
si: සුරකින්න
te: దాచు
th: บันทึก
tt: Saqla
ug: ساقلا
ur: محفوظ کریں

source: Subscribe
as: বৰঙণী দিয়ক
az: Abune ol
bo: ཆ་ལེན་བྱེད
br: Koumanantiñ
gu: ઉમેદવારી નોંધાવો
hy_am: Բաժանորդագրվել
ka: ხელმოწერა
kn: ಚಂದಾದಾರನಾಗಿಸು
mr: सबस्क्राइब करा
ms: Langgan
si: දායකත්වය
te: చందాదారుగా చేరు
th: บอกรับ
tt: Abune Ol
ug: مۇشتەرى بولۇش
ur: رکن بنیں

source: Add Bookmarks
as: পত্ৰচিহ্ন যোগ কৰক
az: Əlfəcinləri Əlavə et
bo: ཡིག་རྟགས་ཁ་སྣོན
br: Ouzhpennañ sinedoù
gu: બુકમાર્કો એડ-ઓન
hy_am: Ավելացնել Էջանիշեր
ka: სანიშნეების დამატება
kn: ಬುಕ್‌ಮಾರ್ಕುಗಳನ್ನು ಸೇರಿಸು
mr: वाचनखूणा जोडा
ms: Tambah Tandabuku
si: පිටු සලකුණු එක් කරන්න
te: ఇష్టాంశములను జతచేయి
th: เพิ่มที่คั่นหน้า
tt: Saife-imleri Ekle
ug: خەتكۈچلەرنى قوش
ur: نشانیاں اضافہ کریں

# dialogAcceptLabelEdit
source: Save
as: সাল সলনি সংৰক্ষণ কৰক
az: Dəyişiklikləri saxla
bo: བཟོ་བཅོས་གསོག་འཇོག
br: Enrollañ ar c'hemmoù
gu: ફેરફારો સંગ્રહો
hy_am: Պահպանել
ka: შენახვა
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸು
mr: बदल संचयीत करा
ms: Simpan
si: වෙනස්කම් සුරකින්න
te: మార్పులను భద్రపరచు
th: บันทึกการเปลี่ยนแปลง
tt: Saqla
ug: ساقلا
ur: محفوظ کریں

# dialogTitleAddBookmark
source: New Bookmark
as: পত্ৰচিহ্ন যোগ কৰক
az: Yeni Əlfəcin
bo: ཡིག་རྟགས་ཁ་སྣོན
br: Ouzhpennañ ur sined
gu: બુકમાર્ક એડ-ઓન
hy_am: Նոր Էջանիշ
ka: ახალი სანიშნე
kn: ಬುಕ್‌ಮಾರ್ಕನ್ನು ಸೇರಿಸು
mr: वाचनखूण जोडा
ms: Tandabuku Baru
si: පිටු සලකුණ එක් කරන්න
te: ఇష్టాంశమును జతచేయి
th: เพิ่มที่คั่นหน้า
tt: Yañı Saife-imi
ug: يېڭى خەتكۈچ
ur: نئی نشانی

source: Subscribe with Live Bookmark
as: জীৱন্ত পত্ৰচিহ্ন যোগ কৰক
az: Canlı Əlfəcin ilə abunə ol
bo: རང་ནུས་ཡིག་རྟགས་ཁ་སྣོན
br: Ouzhpennañ ur sined dialuskel
gu: જીવંત બુકમાર્ક એડ-ઓન
hy_am: Բաժանորդագրվեք Ակտիվ Էջանիշում
ka: ხელმოწერა პირდაპირი სანიშნით
kn: ಲೈವ್ ಬುಕ್‌ಮಾರ್ಕನ್ನು ಸೇರಿಸು
mr: वर्तमान वाचनखूणासह सबस्क्राइब करा
ms: Langgan dengan Tanda buku Langsung
si: සජීවි පිටු සලකුණ එක් කරන්න
te: లైవ్ ఇష్టాంశమును జతచేయి
th: เพิ่มไลฟ์บุ๊กมาร์ก
tt: Canlı Saife-imi ile Abune Ol
ug: رىئال ۋاقىتلىق خەتكۈچكە مۇشتەرى بول
ur: لائو نشانی کے رکن بنیں

# dialogTitleAddFolder
source: New Folder
as: ফোল্ডাৰ যোগ কৰক
az: Qovluq əlavə et
bo: ཡིག་སྣོད་ཁ་སྣོན
br: Ouzhpennañ un teuliad
gu: ફોલ્ડર એડ-ઓન
hy_am: Նոր Պանակ
ka: ახალი დასტა
kn: ಕಡತಕೋಶವನ್ನು ಸೇರಿಸು
mr: संचयीका जोडा
ms: Folder Baru
si: බහලුම එක් කරන්න
te: సంచయం జతచేయి
th: เพิ่มโฟลเดอร์
tt: Yañı Cilbent
ug: يېڭى مۇندەرىجە
ur: نیا پوشہ

source: New Bookmarks
as: সকলো টেবক পত্ৰচিহ্ন দিয়ক
az: Yeni Əlfəcinlər
bo: དྲ་བྱང་ཡོངས་ལ་ཡིག་རྟགས་བཀོད
br: Ouzhpennañ un holl ivinelloù d'ar sinedoù
gu: બધી ટૅબ બુકમાર્ક કરો
hy_am: Նոր Էջանիշներ
ka: ახალი სანიშნეები
kn: ಎಲ್ಲಾ ಹಾಳೆಗಳನ್ನು ಬುಕ್‌ಮಾರ್ಕ ಮಾಡು
mr: सर्व टॅबला वाचनखूणा लावा
ms: Penandabuku Baru
si: සියලු ටැබ පිටු සලකුණුගත කරන්න
te: అన్ని టాబ్‌లను ఇష్టాంశముచేయి
th: คั่นทุกแท็บ
tt: Yañı Saife-imleri
ug: يېڭى خەتكۈچلەر
ur: نئی نشانیاں

source: Properties for "%S"
as: "%S" ৰ বাবে গুণ
bo: "%S་ཡི་ངོ་བོ"
gu: "%S" માટેના ગુણધર્મો
hy_am: «%S»-ի հատկությունները
ka: "%S" - პარამეტრები
kn: "%S" ಗಾಗಿನ ಗುಣಲಕ್ಷಣಗಳು
si: "%S" සඳහා වත්කම්
te: "%S" కొరకు లక్షణాలు
tt: "%S" Hasiyetleri

source: [Folder Name]
as: [ফোল্ডাৰৰ নাম]
az: [Qovluq adı]
bo: [ཡིག་སྣོད་མིང]
br: [Anv an teuliad]
gu: [ફોલ્ડર નામ]
hy_am: [Ծրարի անունը]
ka: [დასტის სახელი]
kn: [ಕಡತಕೋಶದ ಹೆಸರು]
mr: [संचयीका नाव]
ms: [Nama Selongsong]
si: [බහලුම් නාමය]
te: [సంచయం పేరు]
th: [ชื่อโฟลเดอร์]
tt: [Törgek İsímí]
ug: [مۇندەرىجە نامى]

# newFolderDefault
source: New Folder
as: নতুন ফোল্ডাৰ
az: Qovluq əlavə et
bo: ཡིག་སྣོད་གསར་བ
br: Teuliad nevez
gu: નવું ફોલ્ડર
hy_am: Նոր Պանակ
ka: ახალი დასტა
kn: ಕಡತಕೋಶದ ಹೆಸರು
mr: नवीन संचयीका
ms: Folder Baru
si: නව බහලුම
te: కొత్త సంచయం
th: โฟลเดอร์ใหม่
tt: Yañı Cilbent
ug: يېڭى مۇندەرىجە
ur: نیا پوشہ

# newBookmarkDefault
source: New Bookmark
as: নতুন পত্ৰচিহ্ন
az: Yeni Əlfəcin
bo: ཡིག་རྟགས་གསར་བ
br: Sined nevez
gu: નવી બુકમાર્ક
hy_am: Նոր Էջանիշ
ka: ახალი სანიშნე
kn: ಹೊಸ ಬುಕ್‌ಮಾರ್ಕ್
mr: नवीन वाचनखूण
ms: Tandabuku Baru
si: නව පිටු සලකුණ
te: కొత్త ఇష్టాంశము
th: ที่คั่นหน้าใหม่
tt: Yañı Saife-imi
ug: يېڭى خەتكۈچ
ur: نئی نشانی

source: New Live Bookmark
as: নতুন জীৱন্ত পত্ৰচিহ্ন
az: Yeni Canlı Əlfəcin
bo: རང་ནུས་ཡིག་རྟགས་གསར་བ
br: Sined dialuskel nevez
gu: નવી જીવંત બુકમાર્ક
hy_am: Նոր կենդանի էջանիշ
ka: ახალი პირდაპირი სანიშნე
kn: ಹೊಸ ಲೈವ್ ಬುಕ್‌ಮಾರ್ಕ್
mr: नवीन वर्तमान वाचनखूण
ms: Tandabuku Langsung Baru
si: නව සජීවි පිටු සලකුණ
te: కొత్త లైవ్ ఇష్టాంశము
th: ไลฟ์บุ๊กมาร์กใหม่
tt: Yañı Canlı Saife-imi
ug: رېئال ۋاقىتلىق خەتكۈچ قوش
ur: نئی لائیو نشانی

source: Properties for “%S”
az: "%S" xüsusiyyətləri
ms: Sifat-sifat untuk "%S"
ug: "%S" نىڭ خاسلىقى
ur: "%S" کے لیے خواص
