Repository: tktk711/mozilla-l10n
Catalog: sm/browser/chrome/browser/places/editBookmarkOverlay.dtd.po
Languages: sm

source: &Name:
sm: &Igoa:

source: &Location:
sm: &Tūlaga:

source: &Feed Location:
sm: &Tūlaga le Feed:

source: &Site Location:
sm: &Tūlaga le Site:

source: Folder:
sm: Fa'ava'a:

source: Show all the bookmarks folders
sm: Fa'aali se 'uma le fa'ava'a tusi-togi

source: Hide
sm: Fa'alilo

source: Separate tags with commas
sm: Vavae le tags 'ī koma

source: &Description:
sm: &Fa'amatalaga:

source: Show all tags
sm: Fa'aali le tags se 'uma

source: Load t&his bookmark in the sidebar
sm: La'u le tusi-togi l&ea i le sidebar

source: Choose…
sm: Filifili…

source: New F&older
sm: F&a'ava'a Fou
