Repository: tktk711/mozilla-l10n
Catalog: ff/browser/chrome/browser/safebrowsing/phishing-afterload-warning-message.dtd.po
Languages: ff

source: Get me out of here!
ff: Yaltin am ɗoo!

source: Ignore this warning
ff: Faalkiso ngoo reentino

source: This isn’t a &deceptive site…
ff: Ɗum wonaa lowre fuuntoore…

source: Why was this page blocked?
ff: Hol ko waɗi ngoo hello daaƴeede?

source: Reported Attack Page!
ff: Jaŋtaama ko Hello Njangu!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
ff: Ngoo hello geese to <span id='malware_sitename'/> jaŋtaama ko hello njangu etee daaƴaama tugnaade e cuɓoraaɗe kisal maa.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
ff: <p>Kelle njangu eotoo ko loowde topirɗe gujjirɗe humpito maa suraango, kuutoroo ordinateer maa ngam yande e woɗɓe, walla bonna yuɓɓo maa.</p><p>Yoga e kelle njangu ɗee ena cara topirɗe bonɗe e teyre, kono keewɗe ko bonnooje tawa jeyɗo-ɗe oo anndaa walla yamiraani.</p>

source: Reported Unwanted Software Page!
ff: Koko jaŋtaa Hello Topirde añaande!

source: This web page at <span id='unwanted_sitename'/> has been reported to contain unwanted software and has been blocked based on your security preferences.
ff: Ngoo hello geese to <span id='unwanted_sitename'/> jaŋtaama ko hello njangu etee daaƴaama tugnaade e cuɓoraaɗe kisal maa.

source: <p>Unwanted software pages try to install software that can be deceptive and affect your system in unexpected ways.</p>
ff: <p>Kelle topirɗe gañaaɗe etoto aafde topirɗe baawɗe fuuntude kadi njana e yuɓɓo maa e mbaydi ndi tijjaaka.</p>

source: Deceptive Site!
ff: Lowre Fuuntoore!

source: This web page at <span id='phishing_sitename'/> has been reported as a deceptive site and has been blocked based on your security preferences.
ff: Ngoo hello geese to <span id='phishing_sitename'/> jaŋtaama ko lowre fuuntoore etee daaƴaama tugnaade e cuɓoraaɗe kisal maa.

source: <p>Deceptive sites are designed to trick you into doing something dangerous, like installing software, or revealing your personal information, like passwords, phone numbers or credit cards.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
ff: <p>Lowe puuntooje mbaɗiraa ko tuufaade-ma e waɗde ko ena bonnan-maa, hono aafde topateeri, walla saaktude humpito maa heeriingo, walla finndeeji, tonngooɗe noddirɗe walla karte banke.</p><p>Naatnude humpito waawngo wonde fof ena waawu wuftude e nguyka innde maa walla jaŋfe nannduɗe heen.</p>
