Repository: tktk711/mozilla-l10n
Catalog: zam/mobile/android/chrome/config.dtd.po
Languages: zam

source: Search
zam: Kuan naa

source: Name
zam: Xha mud leel

source: String
zam: Xís

source: Integer
zam: Reta

source: Enter a string
zam: Blú xís

source: Enter a number
zam: Bla numbr

source: Toggle
zam: Xéy

source: Cancel
zam: Naa lit luy

source: Copy Name
zam: Lí chop lél

source: Copy Value
zam: Lí chop ko tak ah
