Repository: tktk711/mozilla-l10n
Catalog: cak/devtools/client/layout.properties.po
Languages: cak

source: Cannot show outline for this grid
cak: Man nitikïr ta nuk'üt pe ri ruchakulal re wachkokal re'

source: The selected grid’s outline cannot effectively fit inside the layout panel for it to be usable.
cak: Ri ruchi' wachkokal cha'on, man nutz'üj ta chi ütz chupam ri rupas wachib'enïk richin ütz nokisäx.

source: Display grid areas
cak: Kek'ut pe taq ruwäch kajtz'ikil

source: Display numbers on lines
cak: Kek'ut taq rajilab'al pa k'amab'ey

source: Extend grid lines infinitely
cak: Rik'on kajtz'ikil juch' mek'isel

source: Grid
cak: Kajtz'ikil

source: Grid Display Settings
cak: Runuk'ulem ruwa kajtz'ikil

source: No grids
cak: Majun taq kajtz'ikil

source: Overlay Multiple Grids
cak: Nïm kik'ojlem jalajöj taq kajtz'ikil

source: Overlay Grid
cak: Nimak'ojlem kajtz'ikil

source: Row %S / Column %S
cak: Cholaj %S / Tem %S
