Repository: tktk711/mozilla-l10n
Catalog: ach/mobile/xul/chrome/preferences.dtd.po
Languages: ach

source: Preferences
ach: Nong ngec kibot

source: About &brandShortName;
ach: Makwako &brandShortName;

source: Go to Page
ach: Cet i Pot Buk

source: Content
ach: Jami ma iyie

source: Reformat text on zoom
ach: Yub coc nitit ikom kwoto ne

source: Show images
ach: Nyut Cal

source: Enable JavaScript
ach: Mi JavaScript tii

source: Privacy &amp; Security
ach: I mung pa dano &amp; Gwoko kuc

source: Allow cookies
ach: Wek layeny

source: Tell sites not to track me
ach: Waci di bar pe maka

source: Use master password
ach: Tii ki lapung ma dit

source: Clear private data
ach: Ywe tic pa dano

source: Clear
ach: Jwa

source: Remember passwords
ach: Poyo I cwil me dony

source: Language
ach: Leb

source: Auto-detect
ach: Matime-Pire kene

source: Default Browser
ach: Gang me Layeny

source: Make &brandShortName; your default browser
ach: Mi &brandShortName; layeny gang megi

source: Start page
ach: Cak pot buk

source: Blank Page
ach: Pot buk ma nono

source: &brandShortName; Start
ach: &brandShortName; Cak

source: Use Current Page
ach: Tii ki Pot buk ma Kombedi

source: Show character encoding
ach: Nyut kit ma kicoyo kwede

source: &brandShortName; Settings
ach: &brandShortName;Tero
