Repository: tktk711/mozilla-l10n
Catalog: sm/browser/metro/chrome/browser.properties.po
Languages: sm

source: Search %S for "%S"
sm: Su'e %S mo "%S"

source: Pin to Top Sites
sm: Fa'apine i le Site Sili

source: Pin to Bookmarks
sm: Fa'apine i le Tusi-togi

source: Pin to Recent History
sm: Fa'apine i le Lisi tu'ufa'asolo lata mai nei

source: Pin to Downloads
sm: Fa'apine i le Lisi 'Auina atu

source: Unpin from Top Sites
sm: 'Ave'ese mai le Site Sili

source: Hide
sm: Fa'alilo

source: Unpin from Downloads
sm: 'Ave'ese mai le Lisi 'Auina atu

source: Delete
sm: Tia'i

source: Undo delete
sm: Toe 'aumai mea tia'i

source: Clear selection
sm: Fa'amamā

source: Clear
sm: Fa'amamā

source: About
sm: Fa'atatau

source: Options
sm: Filifiliga

source: Search
sm: Su'e

source: Help (online)
sm: Fesoasoani (laina-luga)

source: Save Location
sm: Teu tūlaga

source: Open Location
sm: Tatala tūlaga

source: Unknown size
sm: Lē iloa fua

source: Open
sm: Tatala

source: Save
sm: Teu

source: Cancel
sm: Sōloia

source: Try Again
sm: Toe taumafai

source: Show in Files
sm: Fa'aali i le Faila

source: Bookmark added
sm: Tusi-togi e fa'aopoopoina

source: Downloads
sm: 'Auina-atu

source: Downloading: %S
sm: 'Auinaga atu: %S

source: %S has finished downloading
sm: 'Auinaga atu 'uma o %S

source: Downloading #1, #2, #3
sm: 'Auinaga atu #1, #2, #3

source: %S has been downloaded
sm: 'Auina atu 'uma le %S

source: Tap to save this file.
sm: 'O'omi ma teu le faila lea.

source: Download too big
sm: Telē tele le 'auina atu

source: Not enough storage space
sm: E lē lava le teuga avanoa-totoe.

source: Downloading one file, #2, #3;Downloading #1 files, #2, #3
sm: 'Auinaga atu faila e tasi, #2, #3;'Auinaga atu faila #1, #2, #3

source: One download has been completed;#1 downloads have been completed
sm: Ua māe'a le 'Auina atu e tasi;Ua māe'a le 'Auina atu e #1

source: Sorry, downloading %S failed.
sm: Fa'amalie atu, e lē taunu'u le 'Auinaga atu %S.

source: #1 prevented this site from opening a pop-up window.;#1 prevented this site from opening #2 pop-up windows.
sm: E tāofi e le #1 le fa'amalama tu'uoso.;E tāofi e le #1 le #2 fa'amalama tu'uoso.

source: Allow once
sm: Fa'ataga na'o le taimi nei

source: Always allow
sm: Fa'ataga taimi 'uma

source: Never allow
sm: 'Aua lava ne'i fa'ataga

source: Always for this site
sm: Taimi 'uma i le site lea

source: Never for this site
sm: 'Aua ne'i mo le site lea

source: Share location
sm: Tufatufa tūlaga

source: Share your location with %S?
sm: Tufatufa lou tūlaga mai %S?

source: Learn more…
sm: Fia iloa atili…

source: Error:
sm: Sesē:

source: Warning:
sm: Lapata'iga:

# offlineApps.allow
source: Allow
sm: Fa'ataga

source: %S wants to store data on your device for offline use.
sm: E te mana'o ona teuga %S le data i lou togafiti e faia laina-'ese.

# indexedDBQuota.allow
source: Allow
sm: Fa'ataga

source: %S wants to store a lot of data on your device for offline use.
sm: E te mana'o ona teuga %S le data telē i lou togafiti e faia laina-'ese.

source: New Tab
sm: Tama'i-Ufitaga Fou

source: Search for “%S” on:
sm: Su'e mo “%S” i le:

source: Check for Updates
sm: Siati mo fa'afouina

source: Resume Downloading %S…
sm: Fa'aauau 'Auina-atu %S…

source: Apply Update…
sm: Fa'aaogā Fa'afouina…

source: Restart to Update
sm: Toe 'āmata ma Fa'afouina

source: Upgrade Now…
sm: Upgrade Taimi nei...

source: Upgrade Now
sm: Upgrade Taimi nei
