Repository: tktk711/mozilla-l10n
Catalog: brx/devtools/shared/csscoverage.properties.po
Languages: brx

source: Control CSS coverage analysis
brx: CSS कभारेज बिजिरनायखौ दबथाय

source: Begin collecting CSS coverage data
brx: CSS कभारेज डाटाखौ बुथुमनायखौ जागाय

source: Stop collecting CSS coverage data
brx: CSS कभारेज डाटाखौ बुथुमनायखौ बन्द खालाम

source: Collect instantaneous CSS coverage data
brx: हरखाब CSS कभारेज डाटाखौ बुथुम

source: Toggle collecting CSS coverage data
brx: CSS कभारेज डाटा बुथुमनायखौ टग्गल खालाम

source: Show CSS coverage report
brx: CSS कभारेज रिपर्टखौ दिन्थि

source: Don’t start with a page reload
brx: मोनसे बिलाइ फिन ल'डजों जागायनाङा

source: It’s best if we start by reloading the current page because that starts the test at a known point, but there could be reasons why we don’t want to do that (e.g. the page contains state that will be lost across a reload)
brx: जों दानि बिलाइखौ फिन ल'ड खालामनानै जागायोब्ला साबसिन जागोन मानोना बैयो मोनथिनाय बिन्दोआव आनजादखौ जागायो, नाथाय बेयाव मोनसे जाहोन थानो हागौ मानो होनोब्ला जों बैखौ बेबाइदि खालामनो लुबैया (जेरै- बिलाइआव जायगा(थासारि) दं जायखौ जेरावबो फिन ल'ड खालामनायखौ खोमागोन)

source: Running CSS coverage analysis
brx: CSS कभारेज बिजिरनायआ सोलिगासिनो दं

source: CSS Coverage analysis completed
brx: CSS कभारेज बिजिरनाया जोबबाय

source: CSS coverage analysis already running
brx: CSS कभारेज बिजिरनाया सिगाङावनो सोलिगासिनो दं

source: CSS coverage analysis not running
brx: CSS कभारेज बिजिरनाया सोलियाखै

source: CSS coverage analysis has not been run
brx: CSS कभारेज बिजिरनायखौ सालायाखै

source: Target does not support CSS Coverage
brx: थांखिआ CSS कभारेजखौ हेफाजाब होआ

source: CSS coverage report is not available for ‘oneshot’ data. Please use start/stop.
brx: CSS कभारेज रिपर्टआ 'oneshot'(अवानश'ट)' डाटानि थाखाय मोननो हाथाव नङा। अननानै जागाय/बन्द खालाम-खौ बाहाय।
