Repository: tktk711/mozilla-l10n
Catalog: pbb/dom/chrome/nsWebBrowserPersist.properties.po
Languages: pbb

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
pbb: Jxawnxime' %S napa jxpayaya' ewume' eç jxawnxisaa kxteewe'sxa's Ãçxhaçxwẽ' isane'ga, ih ũsuhn jxkaan selpisa's.

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
pbb: Jxawnxime' %S napa kihne yũu teçx jiyunximeesa'. Ki' misaa jxawya' kxtee fxiy fxiysate'.

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
pbb: Phademe' %S, napa kikne yũu teeçx jiyunximeesa'. Ki' misaa jxawya' yaçka tandxa's kĩiçxa' txãa e'su phadeya' eç jxawnxis'as.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
pbb: Ayte kĩtxpa lakxmea' tadxa's jxawẽte' %S. Khũkhna eç jxawnxina selpimeesatx naa tadxte ki'ki'n kaasxwẽduhna, meeçxa' ki'ki'n jxawna naa fxiy fxiyte.

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
pbb: Jxawnximee %S napa tadxya',pkhakhenxi meeçxa' eç jxawnxisaa phuphnxi ew fxi'nxisa'. Mki'tafxi'nxisaa tadxte kĩiçca' ki'ki'n misawee,meçxa' ki'ki'n jxawya' na kxtee fxiy fxiysate'.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
pbb: Jxawya'mee %S napa idxa' yupthẽhya' ewuçmeg ji'phunxisa's naa eç jxawnxite. Txãaĩçxaa yu'pthẽn eç jxawnxisa's ki'ki'n kaasxwẽduhna,meeçxa' ki'ki'n jxawna teeçx ãjte fxiy fxiysaate.

source: Cannot download file because the SD card is in use.
pbb: Ki'pnxisaa SD-te vxisnxiya' ũsa'. Spakxya' ewume' eç jxawnxisa's.

source: Cannot download file because the SD card is missing.
pbb: Ki'pnxisaa meea' SD-te vxisnxiya' ũsa'. Spakxya' ewume' eç jxawnxisa's.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
pbb: Phadeya' ewuçmeea' %S napa vxiswa'ja's pu'sxtepa' pkhakhenxisameeta'.Yu'pthen txhitxna pkhakhen eç jxawwa'ja's.

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
pbb: Çhukhte ji'punxisame' ãhsa's kãajãhna pẽyna. Maph maaĩ vxiwa'jsaatxi' vxite' ki'ki'n kasxwẽduhna.

source: Downloading %S
pbb: Spakxsawe'sx %S

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
pbb: Jxawyamee %S napa eç jxawnxisa' yase' nmeh seena jxuja'. Ki'ki'n jxawya' misawee teeçx yase jxuhmeekwesate'.
