Repository: tktk711/mozilla-l10n
Catalog: lg/webapprt/webapprt/webapp.properties.po
Languages: lg

source: Quit %S
lg: Ggalawo %S

source: Hide %S
lg: Kweka %S

source: %S - Share Location
lg: %S - Gabana Ekifo

source: Do you want to share your location?
lg: Oyagala okugabana ekifo kyo?

source: Share Location
lg: Gabana Ekifo

source: Don't Share
lg: Togabana

source: Remember my choice
lg: Jjukira okusalawo kwange

source: Install %S
lg: Tekamu %S

source: Do you want to install %S?
lg: Oyagaala okutemu %S?

source: Install App
lg: Tekamu App

source: Don't Install
lg: Too Tekamu
