Repository: tktk711/mozilla-l10n
Catalog: roa-*-val/browser/chrome/browser/preferences/advanced.dtd.po
Languages: roa_es_val

source: Accessibility
roa_es_val: Accessibilitat

source: Always use the &cursor keys to navigate within pages
roa_es_val: Utilisar sempre els &cursors per a navegar entre pàgines

source: Search for te&xt when I start typing
roa_es_val: Buscar te&xt mentres es tecleja

source: Warn me when we&bsites try to redirect or reload the page
roa_es_val: Advertir-me quan les we&bs intenten redireccionar o recarregar la pàgina

source: Show a touch &keyboard when necessary
roa_es_val: Mos&trar un teclat tàctil quan siga necessari

source: Browsing
roa_es_val: Navegar

source: Use &autoscrolling
roa_es_val: Utilis&ar el desplaçament de pantalla automàtic

source: Use s&mooth scrolling
roa_es_val: &Utilisar el desplaçament de pantalla suau

source: Use ha&rdware acceleration when available
roa_es_val: Usar l'aceleració d'&hardware quant estiga disponible

source: Check my spelling as I &type
roa_es_val: Comprovar l'or&tografia mentres escriu

source: Data Choices
roa_es_val: Elecció de senyes

source: Helps you understand your browser performance and shares data with &vendorShortName; about your browser health
roa_es_val: Li ajuda a entendre el rendiment del seu navegador i compartix senyes en &vendorShortName; sobre la salut d'este

source: Enable &brandShortName; Health &Report
roa_es_val: Act&ivar l'informe de salut de &brandShortName;

# healthReportLearnMore.label
source: Learn More
roa_es_val: Saber més

source: Shares performance, usage, hardware and customization data about your browser with &vendorShortName; to help us make &brandShortName; better
roa_es_val: Compartir senyes de rendiment, us, hardware i personalisacions sobre el seu navegador en &vendorShortName; per ajudar a millorar &brandShortName;

source: Share additional data (i.e., &Telemetry)
roa_es_val: &Compartir senyes adicionals (p.eix., Telemetry)

# telemetryLearnMore.label
source: Learn More
roa_es_val: Saber més

# crashReporterLearnMore.label
source: Learn More
roa_es_val: Saber més

source: Network
roa_es_val: Ret

source: Connection
roa_es_val: Conexió

source: Configure how &brandShortName; connects to the Internet
roa_es_val: Configurar com &brandShortName; se conecta a Internet

source: S&ettings…
roa_es_val: C&onfiguració…

source: Cached Web Content
roa_es_val: Contingut web cacheat

source: Offline Web Content and User Data
roa_es_val: Contingut web sense conexió i senyes d'usuari

source: &Limit cache to
roa_es_val: Lli&mitar la caché a

source: MB of space
roa_es_val: MB d'espai

source: &Clear Now
roa_es_val: &Netejar ara

source: Clear &Now
roa_es_val: N&etejar ara

source: &Override automatic cache management
roa_es_val: I&gnorar l'administració automàtica de caché

source: Update
roa_es_val: Actualisar

source: &brandShortName; updates:
roa_es_val: Actualisacions de &brandShortName;:

source: &Automatically install updates (recommended: improved security)
roa_es_val: &Instalar automàticament les actualisacions (recomanat: millora la seguritat)

source: &Check for updates, but let me choose whether to install them
roa_es_val: &Comprovar actualisacions, pero deixar-me elegir si les vullc instalar

source: &Never check for updates (not recommended: security risk)
roa_es_val: &No comprovar actualisacions (no recomanat: riscs de seguritat)

source: Show U&pdate History
roa_es_val: Mostrar l'&historial d'actualisacions

source: Use a &background service to install updates
roa_es_val: Usar un servici de fondo &per a instalar les actualisacions

source: Automatically update:
roa_es_val: Actualisació automàtica:

source: Search &Engines
roa_es_val: Busca&dors

source: &Tell me when a website asks to store data for offline use
roa_es_val: Avisar-me &quan una web vullga almagasenar senyes per a usar-les en modo desconectat

source: E&xceptions…
roa_es_val: &Excepcions…

source: The following websites are allowed to store data for offline use:
roa_es_val: Les següents webs han almagasenat senyes per a usar-les en modo desconectat:

source: &Remove…
roa_es_val: E&liminar…

source: Remove offline data
roa_es_val: Llevar senyes del modo desconectat

source: Certificates
roa_es_val: Certificats

source: Requests
roa_es_val: Solicituts

source: When a server requests my personal certificate:
roa_es_val: Quan un servidor solicite el meu certificat personal:

source: Select one automatically
roa_es_val: Seleccionar-ne u automàticament

source: Ask me every time
roa_es_val: Preguntar-me sempre

source: A
roa_es_val: P

source: &Query OCSP responder servers to confirm the current validity of certificates
roa_es_val: Co&nsultar als servidors respondedors OCSP per a confirmar la validea actual dels certificats

source: View &Certificates
roa_es_val: Vore els &certificats

source: Security &Devices
roa_es_val: &Dispositius de seguritat
