Repository: tktk711/mozilla-l10n
Catalog: roa-*-val/browser/chrome/browser/preferences/connection.dtd.po
Languages: es

source: Connection Settings
es: Configuració de conexió

source: Configure Proxies to Access the Internet
es: Configurar proxies per a l'accés a Internet

source: No prox&y
es: Sense prox&y

source: &Use system proxy settings
es: Usar la configuració &del proxy del sistema

source: Auto-detect proxy settings for this net&work
es: Autod&etectar configuració del proxy per a esta ret

source: &Manual proxy configuration:
es: Configuració &manual del proxy:

source: &Automatic proxy configuration URL:
es: URL per &a la configuració automàtica del proxy:

source: R&eload
es: &Recarregar

source: &FTP Proxy:
es: Proxy &FTP:

source: HTTP Pro&xy:
es: Pro&xy HTTP:

source: SS&L Proxy:
es: Proxy SS&L:

source: SO&CKS Host:
es: Servidor SO&CKS:

source: Remote &DNS
es: &DNS remot

source: &No Proxy for:
es: Se&nse proxy per a:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
es: Eixemple: .mozilla.org, .net.nz, 192.168.1.0/24

source: U&se this proxy server for all protocols
es: Utili&sar este servidor proxy per a tots els protocols

source: Do not prompt for authent&ication if password is saved
es: No preg&untar identificació si la contrasenya està guardada

source: This option silently authenticates you to proxies when you have saved credentials for them. You will be prompted if authentication fails.
es: Esta opció l'identifica de manera silenciosa davant els proxys quant ha guardat les credencials per a ells. Se li preguntarà si falla l'identificació.
