Repository: tktk711/mozilla-l10n
Catalog: hsb/devtools/client/animationinspector.properties.po
Languages: hsb

source: No animations were found for the current element.
hsb: Žane animacije njejsu so za aktualny element namakali.

source: Animation:
hsb: Animacija:

source: Transition
hsb: Přechad

source: Duration:
hsb: Traće:

source: Delay:
hsb: Komdźenje:

source: End delay:
hsb: Kónc komdźenja:

source: Playback rate:
hsb: Wothrawanska spěšnosć:

source: Repeats:
hsb: Wospjetowanja:

source: Iteration start: %1$S (%2$Ss)
hsb: Start wospjetowanja: %1$S (%2$Ss)

source: This animation is running on compositor thread
hsb: Tuta animacija na kompoziciskej nitce běži

source: Set the animations playback rates
hsb: Wothrawanske spěšnosće animacijow nastajić

source: Resume the animations
hsb: Z animacijemi pokročować

source: Pause the animations
hsb: Animacije zastajić

source: Rewind the animations
hsb: Animacije dozady wothrać

source: %S - CSS Animation
hsb: %S - CSS-animacija

source: %S - CSS Transition
hsb: %S- CSS-transicija

source: %S - Script Animation
hsb: %S - skriptowa animacija

source: Script Animation
hsb: Skriptowa animacija
