Repository: tktk711/mozilla-l10n
Catalog: yua/browser/chrome/browser/sanitize.dtd.po
Languages: yua

source: Settings for Clearing History
yua: Ba'ax uts ta wich tia'al a lu'usik k'ajla'ayajil

source: Clear Recent History
yua: Lu'us le túumben k'ayla'ajilo'

source: When I quit &brandShortName;, it should automatically clear all:
yua: Ken a k'aal &brandShortName;, unaj u luk'ul tu juuna:

source: &Time range to clear:
yua: Ti' tu'ux tak tu'ux taak a lu'usik k'aaylajil:

source: Last Hour
yua: U ts'o'ok súutukil

source: Last Two Hours
yua: U ts'o'ok ka'ap'éel oorail

source: Last Four Hours
yua: U ts'o'ok ka'amp'éelil oorao'ob

source: Today
yua: Bejla'e'

source: Everything
yua: Tuláakal

source: Name
yua: K'aaba'

source: History
yua: K'ajla'ayil

source: &Form &amp; Search History
yua: Ba'alob ka chupik yéetel u k'ajla'ayil ba'ax ka xak'altik

source: Saved &Passwords
yua: Mukults'íibo'ob ta'aka'an

source: &Download History
yua: K'ajla'ayil ti' ba'alo'ob éensa'an

source: Active &Logins
yua: Je'epajan meyajil kúuchililo'ob

source: &Site Preferences
yua: Ba'ax uts ta wich ti' le kuuchila'

source: This action cannot be undone.
yua: Ba'ax ken a beet ma' tu páajtal a suutbesiki'.
