Repository: tktk711/mozilla-l10n
Catalog: ss/toolkit/chrome/mozapps/profile/profileSelection.dtd.po
Languages: ss

source: &brandShortName; - Choose User Profile
ss: &brandShortName; - Khetsa Umsebentisi Profayili

source: Profile Name:
ss: Libito lemniningwane:

source: Start &brandShortName;
ss: Cala &brandShortName;

source: Exit
ss: Phuma

source: Available Profiles
ss: Imininingwane lekhona

source: &Create Profile…
ss: &Yakha iProfayili…

source: &Rename Profile…
ss: &Yetsa kabusha Libito leProfayili…

source: &Delete Profile…
ss: &Cisha iProfayili…

source: &brandShortName; stores information about your settings, preferences, and other user items in your user profile.
ss: &brandShortName; igcina lwati ngetinhlelo takho, lokuncono, nalamanye emaphuzu lakuprofayili yakho lesebentisekako.

source: W&ork offline
ss: Se&benta ngaphandle kwelilayini
