Repository: tktk711/mozilla-l10n
Catalog: ks/browser/chrome/browser/downloads/downloads.dtd.po
Languages: ks

source: Downloads
ks: ڈاونلوڈس

source: &Pause
ks: &ركاوٹ

source: &Resume
ks: &ریسوم

source: &Cancel
ks: &منسوخ

source: Open Containing &Folder
ks: فولڈرمنز كھولیو&

source: Show In &Finder
ks: فولڈرس منز ہٲویو

source: Retry
ks: دوبارئ كریو كوشش

source: &Go To Download Page
ks: ڈاونلوڈ صفحس منز گژھیو

source: Copy Download &Link
ks: نقل كریو ڈاونلوڈ & لینك

source: R&emove From History
ks: &ہسٹری منز ہٹأیو

source: Clear &Downloads
ks: ڈاون لوڈ کْریو کْلیر&

source: BLOCKED
ks: بُلاک کرنْہ آمُت

source: Learn More
ks: مزید ہیچھِو

source: &Show All Downloads
ks: سٲری ڈاونلوڈس ہٲویو

source: Clear Downloads
ks: ڈاون لوڈ کْریو کْلیر

source: Clears completed, canceled and failed downloads
ks: چُھ کْلیر کران مُکمل، کینسل کرنْہ آمْت تْہ فیل گأمِت ڈاون لوڈ

source: There are no downloads.
ks: کانہہ ڈاون لوڈ چُھ نْہ۔

source: No downloads for this session.
ks: یتھ سیشنس باپت چُھ نْہ کانہہ ڈاون لوڈ۔

source: Could not find any matching downloads.
ks: ہیوک نْہ لْبتھ کانہہ تِہ میچینگ ڈاون لوڈ
