Repository: tktk711/mozilla-l10n
Catalog: */obsolete/security/manager/chrome/pippki/pref-masterpass.dtd.po
Languages: xh

source: Master Passwords
xh: Amagama Okugqithisa Angumalathindlela

source: Master Password Timeout
xh: Kuphele Ithuba Legama Lokugqithisa Elingumalathindlela

source: &brandShortName; will ask for your master password:
xh: I-&brandShortName; iya kucela igama lokugqithisa elingumalathindlela lakho:

source: The first time it is needed
xh: Ixesha lokuqala efuneka ngalo

source: Every time it is needed
xh: Ifuneka ngawo onke amaxesha

source: If it has not been used for
xh: Ukuba ibingasetyenziselwanga oku

source: minutes or longer
xh: imizuzu nangaphezulu

source: &Change Master Password
xh: &Guqula Igama Lokugqithisa Elingumalathindlela

source: Your master password protects sensitive information such as web passwords and certificates.
xh: Igama lokugqithisa elingumalathindlela lakho likhusela ulwazi olubuthathaka olufana namagama okugqithisa othungelwano nezatifikethi.

source: Change Password…
xh: Guqula Igama Lokugqithisa…

source: &Reset Master Password
xh: &Phinda Umisele Igama Lokugqithisa Elingumalathindlela

source: If you reset your master password, all of your stored Web and e-mail passwords, form data, personal certificates, and private keys will be lost.
xh: Ukuba uphinda umisele igama lokugqithisa elingumalathindlela lakho, onke amagama okugqithisa akho alondoloziweyo Othungelwano nawemeyile, ukwenza iinkcukacha, izatifikethi ezizezakho, namaqhosha abucala aya kulahleka.

source: Reset Password
xh: Pinda umisele Igama Lokugqithisa
