Repository: tktk711/mozilla-l10n
Catalog: */browser/metro/chrome/preferences.dtd.po
Languages: as, bn_in, cy, kk, ku, mr, or, ta, ug, ur

source: Options
as: বিকল্প
bn_in: বিকল্পগুলি
cy: Dewisiadau
kk: Баптаулар
ku: Hilbijartin
mr: पर्याय
or: ବିକଳ୍ପଗୁଡ଼ିକ
ta: விருப்பங்கள்
ug: تاللانمىلار
ur: اختیارات

source: Character Encoding
as: আখৰ এনক'ডিং
bn_in: ক্যারেক্টার এনকোডিং
cy: Nodau Amgodio
kk: Кодталуы
ku: Kodkirina Karakteran
mr: कॅरेक्टर एनकोडिंग
or: ଅକ୍ଷର ସାଙ୍କେତିକରଣ
ta: எழுத்து குறிமுறை
ug: ھەرپ كودلىنىشى
ur: کریکٹر ضابطہ بندی

source: Auto-detect
as: স্বচালিতভাৱে-চিনাক্ত কৰক
bn_in: স্বয়ংক্রিয়রূপে সনাক্ত
cy: Awto-ganfod
kk: Автоанықтау
ku: Serwextiya-bixweber
mr: स्व-शोधा
or: ସ୍ୱୟଂ-ଯାଞ୍ଚ
ta: தானியங்கு-கண்டுபிடிப்பு
ug: ئۆزلۈكىدىن بايقا
ur: خود کھوج

source: Show encoding options on the App Bar
as: এপ বাৰত এনক'ডিং বিকল্পসমূহ দেখুৱাওক
bn_in: অ্যাপ বারে এনকোডিং বিকল্পগুলি দেখান
cy: Dangos dewisiadau amgodio ar y Bar Apiau
kk: Қолданбалар панелінде кодталу баптауларын көрсету
ku: Vebijarkên kodkirinê li ser Darika Sepanan nîşan bide
mr: ॲप पट्टीमध्ये एनकोडिंग पर्याय दाखवा
or: ପ୍ରୟୋଗ ପଟି ଉପରେ ସାଙ୍କେତିକରଣ ବିକଳ୍ପଗୁଡ଼ିକୁ ଦର୍ଶାନ୍ତୁ
ta: குறியாக்க விருப்பங்களை பயன்பாட்டுப் பட்டியில் காண்பி
ug: كودلاش تاللانمىلىرىنى ئەپ بالداقتا كۆرسەت
ur: ضابطہ بندی کے اختیارات کو اپلی کیشن بار پے نمائش کریں

source: Clear Private Data
as: ব্যক্তিগত তথ্য আতৰাওক
bn_in: পরিষ্কার ব্যক্তিগত তথ্য
cy: Clirio Data Preifat
kk: Жеке мәліметтерді өшіру
ku: Daneyên Taybet Paqij Bike
mr: वैयक्तिक डाटा नष्ट करा
or: ବ୍ଯକ୍ତିଗତ ତଥ୍ଯକୁ ସଫା କରନ୍ତୁ
ta: தனிப்பட்ட தரவை அழி
ug: شەخسىي سانلىق مەلۇماتلارنى تازىلا
ur: نجی کوائف خالی کریں

source: Clear your browsing history, passwords, cookies, and form data on this device
as: এই ডিভাইচত থকা আপোনাৰ ব্ৰাউছিং ইতিহাস, পাছৱাৰ্ডসমূহ, কুকিসমূহ আৰু ফৰ্মৰ তথ্য আতৰাওক
bn_in: এই ডিভাইস থেকে আপনার ব্রাউজিং ইতিহাস, পাসওয়ার্ড, কুকি, এবং ফর্ম ডেটা মুছে ফেলুন
cy: Clirio eich hanes pori, cyfrineiriau, cwcis a data ffurflen ar y ddyfais hon
kk: Басқа мәліметтер (паролдер, кэш, cookies және тағы басқа)
ku: Raboriya gerê, şîfre, çerez û zanyariyên forman yên li ser vê cîhazê paqij bike
mr: ह्या साधनावरील ब्राउजिंग इतिहास, पासवर्ड्ज, कूकिज, आणि फॉर्म डाटा नेहमी नष्ट करा
or: ଆପଣଙ୍କର ବ୍ରାଉଜିଙ୍ଗ ପୁରୁଣାତଥ୍ୟ, ପ୍ରବେଶ ସଂକେତ, କୁକି, ଏବଂଏହି ଉପକରଣରେ ଥିବା ଫର୍ମ ତଥ୍ୟକୁ ସଫାକରନ୍ତୁ
ta: இந்த சாதனத்திலுள்ள உங்கள் உலாவல் வரலாறு, கடவுச்சொற்கள், குக்கீகள், படிவத் தரவு ஆகியவற்றை அழிக்கவும்
ug: تور زىيارەت تارىخى، ئىم، cookie ۋە بۇ ئۈسكۈنىدىكى سانلىق مەلۇماتلىرىڭىزنى تازىلايدۇ
ur: اس آلہ پر اپنی براؤزنگ سابقات، پاس ورڈ، کوکیز، اور ہیئت کوائف کو خالی کریں

source: Clear
as: আতৰাওক
bn_in: মুছে ফেলুন
cy: Clirio
kk: Тазарту
ku: Paqij bike
mr: नष्ट करा
or: ସଫାକରନ୍ତୁ
ta: அழி
ug: تازىلا
ur: صاف کریں

source: Done!
as: কৰা হল!
bn_in: সমাপ্ত!
cy: Gorffen!
kk: Дайын!
ku: Qediya!
mr: पूर्ण झाले!
or: ସମାପ୍ତ!
ta: முடிந்தது!
ug: تامام!
ur: مکمل!

source: Browsing history
as: ব্ৰাউছিংৰ ইতিহাস
bn_in: পূর্ববর্তী ব্রাউজ সংক্রান্ত তথ্য
cy: Hanes pori
kk: Қаралған беттер тарихы
ku: Raboriya gerê
mr: ब्राउजिंग इतिहास
or: ବ୍ରାଉଜିଙ୍ଗ ପୁରୁଣାତଥ୍ୟ
ta: உலாவல் வரலாறு
ug: كۆز يۈگۈرتۈش تارىخى
ur: براؤزنگ سابقات

source: Other data (passwords, cache, cookies, etc)
as: অন্য তথ্য (পাছৱাৰ্ডসমূহ, ক্যাশ, কুকিসমূহ, ইত্যাদি)
bn_in: অন্য তথ্য (পাসওয়ার্ড, ক্যাশে, কুকি, ইত্যাদি)
cy: Data arall (cyfrineiriau, storfa, cwcis, ac ati)
kk: Басқа мәліметтер (паролдер, кэш, cookies және тағы басқа)
ku: Daneyên din (şîfre, pêşbîr, çerez, wd.)
mr: इतर डाटा (पासवर्ड्ज, कॅशे, कूकिज, इत्यादि)
or: ଅନ୍ୟାନ୍ୟ ତଥ୍ୟ (ପ୍ରବେଶ ସଂକେତ, କ୍ୟାଶେ, କୁକି, ଇତ୍ୟାଦି)
ta: மற்ற தரவு (கடவுச்சொற்கள், தேக்ககம், குக்கீகள் போன்றவை)
ug: باشقا سانلىق مەلۇماتلار (ئىم، غەملەك، cookie قاتارلىق)
ur: دیگر کوائف (پاس ورڈ، کیسہ، کوکی، وغیرہ)

source: Download history
as: ডাউনল'ডৰ ইতিহাস
bn_in: হিস্ট্রী ডাউনলোড করুন
cy: Hanes llwytho i lawr
kk: Жүктемелер тарихы
ku: Raboriya jêbarkiriyan
mr: डाऊनलोड इतिहास
or: ଆହରଣ ପୁରୁଣା ତଥ୍ୟ
ta: பதிவிறக்க வரலாறு
ug: چۈشۈرۈش تارىخى
ur: سابقات ڈاؤن لوڈ کریں

source: Cookies
as: কুকিসমূহ
bn_in: কুকি
cy: Cwcis
kk: Куки
ku: Çerez
mr: कूकिज
or: କୁକିଗୁଡ଼ିକ
ta: குக்கீகள்
ur: کوکیاں

source: Cache
as: ক্যাশ
bn_in: ক্যাশে
cy: Storfa
kk: Веб кэші
ku: Pêşbîr
mr: कॅशे
or: କ୍ୟାଶେ
ta: தேக்ககம்
ug: غەملەك
ur: کیسہ

source: Site preferences
as: ছাইটৰ পছন্দ
bn_in: সাইট সংক্রান্ত পছন্দসই মান
cy: Dewisiadau'r wefan
kk: Сайт баптаулары
ku: Vebijarkên malperan
mr: साईट पसंती
or: ସାଇଟ ପସନ୍ଦଗୁଡ଼ିକ
ta: தள முன்னுரிமைகள்
ug: بېكەت مايىللىقى
ur: سائٹ ترجیحات

source: Form & search history
bn_in: ফর্ম & অনুসন্ধানের ইতিহাস
mr: फॉर्म आणि शोध इतिहास

source: Saved passwords
as: সংৰক্ষিত পাছৱাৰ্ডসমূহ
bn_in: সংরক্ষিত পাসওয়ার্ড
cy: Cyfrineiriau a gadwyd
kk: Сақталып тұрған парольдер
ku: Şîfreyên tomarbûyî
mr: साठवलेले पासवर्ड
or: ସଂରକ୍ଷିତ ପ୍ରବେଶ ସଂକେତଗୁଡ଼ିକ
ta: சேமிக்கப்பட்ட கடவுச்சொற்கள்
ug: ساقلانغان ئىم
ur: محفوظ شدہ پاس ورڈ

source: Offline website data
as: অফ-লাইন ৱেবছাইটৰ তথ্য
bn_in: অফ-লাইন ওয়েব-সাইটের তথ্য
cy: Data gwefan all-lein
kk: Веб сайттардың дербес ақпараты
ku: Daneyên malperên negirêdayî
mr: ऑफलाइन संकेतस्थळ माहिती
or: ଅଫ ଲାଇନ ୱେବସାଇଟ ତଥ୍ୟ
ta: ஆஃப்லைன் வலைத்தளத் தரவு
ug: تورسىز تور بېكەت سانلىق مەلۇماتى
ur: آف لائن ویب سائٹ کوائف

source: Active logins
as: সক্ৰিয় লগিনসমূহ
bn_in: সক্রিয় লগ-ইন
cy: Mewngofnodion gweithredol
kk: Белсенді кірулер
ku: Danişînên çalak
mr: सक्रिय प्रवेश
or: ସକ୍ରିୟ ଲଗଇନଗୁଡ଼ିକ
ta: செயலில் உள்ள புகுபதிவுகள்
ug: ئاكىتىپ كىرىش
ur: متحرک لاگ ان

source: Remember Passwords
as: পাছৱাৰ্ডসমূহ মনত ৰাখক
bn_in: পাসওয়ার্ড মনে রাখুন
cy: Cofio Cyfrineiriau
kk: Парольдерді сақтау
ku: Şîfreyan bi bîr bîne
mr: पासवर्ड्ज लक्षात ठेवा
or: ପ୍ରବେଶ ସଂକେତକୁ ମନେରଖନ୍ତୁ
ta: கடவுச்சொற்களை நினைவு கொள்
ug: ئىملارنى ئەستە تۇت
ur: پاس ورڈ یاد رکھیں

source: Show Navigation Buttons
bn_in: ন্যাভিগেশন বাটন প্রদর্শন করুন
mr: संचारन बटना दाखवा

source: Do Not Track
as: অনুকৰণ নকৰিব
bn_in: ট্র্যাক করবেন না
cy: Peidiwch Dilyn
kk: Бақыламау
ku: Min Neşopîne
mr: ट्रॅक करू नका
or: ଅନୁସରଣ କରନ୍ତୁ ନାହିଁ
ta: தடமறிய வேண்டாம்
ug: ئىزلىما
ur: سراغ راہ نہیں کریں

source: Tell websites that I do not want to be tracked
as: ৱেবছাইটবোৰক কওক মোক অনুসৰণ কৰিব নালাগে
bn_in: আমি ট্র্যাক হতে চাই না, সেই ওয়েবসাইট বলুন
cy: Dweud wrth wefannau: dim tracio
kk: Веб сайттарға мені бақыламауды қалайтынымды айту
ku: Bêje malperan ku ez naxwazim bêm şopandin
mr: साईट्स्ने मला ट्रॅक करू नये
or: ସାଇଟଗୁଡ଼ିକୁ କୁହନ୍ତୁ ଯେ ଆପଣଙ୍କୁ ଅନୁସରଣ କରାନଯାଉ
ta: நான் கண்காணிக்கப்படுவதை விரும்பவில்லை என்று வலைதளங்களிடம் கூறவும்
ur: ویب سائٹ کو بتا دو کہ میں سراغ کاری نہیں ہونا چاہتا

source: Tell websites that I want to be tracked
as: ৱেবছাইটবোৰক কওক মোক অনুসৰণ কৰিব নালাগে
bn_in: আমি ট্র্যাক হতে চাই , সেই ওয়েবসাইট বলুন
cy: Dweud wrth wefannau: croeso i chi dracio
kk: Веб сайттарға мені бақылауды қалайтынымды айту
ku: Bêje malperan ku dixwazim bêm şopandin
mr: संकेतस्थळांना मला ट्रॅक करण्याचे, असे सांगा
or: ସାଇଟଗୁଡ଼ିକୁ କୁହନ୍ତୁ ଯେ ଆପଣଙ୍କୁ ଅନୁସରଣ କରାଯାଉ
ta: என்னை கண்காணிக்க வேண்டும் என வலைத்தளங்களிடம் சொல்
ur: ویب سائٹوں کو بتائیں کہ میں ٹریک نہیں ہونا چاہتا

source: Do not tell websites anything about my tracking preferences
as: মোৰ অনুকৰণ পছন্দসমূহৰ বিষয়ে ৱেবছাইটবোৰক একো নকব
bn_in: ওয়েবসাইট থেকে আমার ট্র্যাকিং পছন্দ সম্পর্কে কিছু বলুন না
cy: Peidio dweud dim wrth wefannau am fy newidiadau tracio
kk: Веб сайттарға менің бақылау баптауларым жөнінде ешнәрсе айтпау
ku: Derbarê vebijarkên min yên şopandinê de tu tiştî nebêje malperan
mr: माझ्या ट्रॅकिंग प्राधान्यानबद्दल साईट्सला सांगू नका
or: ମୋର ଅନୁସରଣ ପସନ୍ଦଗୁଡ଼ିକ ବିଷୟରେ ସାଇଟଗୁଡ଼ିକୁ କିଛି କୁହନ୍ତୁ ନାହିଁ
ta: வலைத்தளங்களுக்கு என் கண்காணிப்பு விருப்பங்களை பற்றி எதுவும் சொல்ல வேண்டாம்
ur: میرے سراغ کاری ترجیحات کے بارے میں ویب سائٹس کو کچھ مت بتانا

source: Learn more&#x2026;
as: অধিক&#x2026; জানক
bn_in: আরও জানুন&#x2026;
cy: Dysgu rhagor&#x2026;
kk: Көбірек білу&#x2026;
ku: Zêdetir agahiyan bistîne&#x2026;
mr: आणखी शिका &#x2026;
or: &#x2026; ବିଷୟରେ ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ
ta: மேலும் அறிய&#x2026;
ur: مزید سیکھیں&#x2026;

source: Crash Reporter
as: ক্ৰেশ সংবাদক
bn_in: বিপর্যয়ের রিপোর্ট
cy: Adroddwr Chwalu
kk: Құлау хабаршысы
ku: Raporkara Têkçûnan
mr: क्रॅश रिपोर्टर
ta: செயலிழப்பு அறிக்கையாளர்
ug: يىمىرىلىش دوكلاتچى
ur: کریش رپورٹر

source: &brandShortName; submits crash reports to help Mozilla make your browser more stable and secure
as: &brandShortName; এ স্খলন সংবাদসমূহ জমা দিয়ে যাতে Mozilla এ আপোনাৰ ব্ৰাউছাৰ অধিক স্থিৰ আৰু সুৰক্ষিত কৰিব পাৰে
bn_in: আপনার ব্রাউজারকে আরো স্থিতিশীল এবং নিরাপদ করে তুলতে সাহাজ্য করার জন্য &brandShortName; ক্র্যাশ প্রতিবেদনগুলির কাছে জমা দেয়
cy: Mae &brandShortName; yn cyflwyno adroddiadau chwalu i gynorthwyo Mozilla i wneud eich porwr yn fwy cadarn a diogel
kk: &brandShortName; браузеріңіздің тұрақтылық және қауіпсіздігін арттыру үшін құлау жөніндегі хабарламаларды Mozilla адресіне жібереді
ku: &brandShortName; ji bo ku em dikaribin geroka te hevgirtîtir û ewletir bikin, raporên hilweşînê dişîne
mr: &brandShortName; क्रॅश अहवाल सुपूर्द करून, Mozilla ला आपले ब्राउजर अाणखी स्थीर व सुरक्षीत करण्यास मदत करते
or: ଆପଣଙ୍କ ବ୍ରାଉଜରକୁ ଅଧିକ ସ୍ଥାୟୀ ଏବଂ ସୁରକ୍ଷିତ କରିବାରେ Mozilla କୁ ସହାୟତା କରିବା ପାଇଁ &brandShortName; ନଷ୍ଟ ବିବରଣୀ ଦାଖଲ କରିଥାଏ
ta: Mozilla உங்கள் உலாவியை மேலும் நிலைத்தன்மை கொண்டதாகவும் பாதுகாப்பானதாகவும் மாற்றுவதற்காக &brandShortName; செயலிழப்பு அறிக்கைகளை சமர்ப்பிக்கும்
ug: بۇ &brandShortName; يىمىرىلىش دوكلاتى يوللاپ Mozilla غا ياردەملىشىپ توركۆرگۈڭىزنىڭ تېخىمۇ بىخەتەر ۋە مۇقىم قىلىدۇ

source: Include the address of the page I was on
as: মই থকা পৃষ্ঠাৰ ঠিকনা অন্তৰ্ভুক্ত কৰক
bn_in: পরিদর্শিত পৃষ্ঠার ঠিকানা অন্তর্ভুক্ত করা হবে
kk: Мен қарап отырған беттің адресін де қосу
ku: Navnîşana malpera ku min vekiribû têxê
ta: நான் இருந்த பக்கத்தின் முகவரியைச் சேர்க்கவும்
ur: جس صفحہ پر میں تھا اس کا پتہ شامل کریں

source: Telemetry
as: টেলিমেট্ৰি
bn_in: টেলিমেট্রি
cy: Telemetreg
kk: Телеметрия
or: ଦୂରମାପି
ta: டெலிமெட்ரி
ug: يىراقتىن سەزگۈچ
ur: ٹیلیمٹری

source: Shares usage statistics about &brandShortName; with Mozilla to help us make your browser better
as: &brandShortName; ৰ ব্যৱহাৰ পৰিসংখ্যা Mozilla ৰ সৈতে অংশীদাৰী কৰে যাতে আপোনাৰ ব্ৰাউছাৰ উন্নত হয়
bn_in: শেয়ার করুন &brandShortName; ব্যবহারের পরিসংখ্যান; মজিলা সঙ্গে আপনার ব্রাউজার আরও ভাল করতে আমাদেরকে সাহায্য কররন
cy: Rhannu ystadegau defnydd am &brandShortName; gyda Mozilla i'n cynorthwyo i wneud eich porwr yn well
kk: Браузеріңізді жақсартуға көмектесу мақсатында &brandShortName; қолдану статистикасымен Mozilla-мен бөліседі
ku: &brandShortName; ji bo ku em dikaribin geroka te baştir bikin, îstatîstîkên bikaranînê bi Mozillayê re parve dike
mr: ब्राउजर उत्तम बनवण्याकरिता &brandShortName; विषय़ी वापर आकडेवारि Mozilla सह शेअर करते
or: ଆପଣଙ୍କ ବ୍ରାଉଜରକୁ ଉନ୍ନତ କରିବା ପାଇଁ &brandShortName; ବିଷୟରେ ବ୍ୟବହାର ପରିସଂଖ୍ୟାନକୁ Mozilla ସହିତ ସହଭାଗ କରିଥାଏ
ta: உங்கள் உலாவியை இன்னும் சிறப்பாக்க உதவ &brandShortName; பற்றிய பயனீட்டு புள்ளிவிவரங்களை Mozilla வுடன் பகிரும்
ug: &brandShortName; ھەققىدىكى ئىشلىتىش سىتاتىستىكىسىنى Mozilla غا ھەمبەھىرلەپ توركۆرگۈڭىزنى تېخىمۇ ياخشى قىلىشقا ياردەملىشەلەيسىز
ur: &brandShortName; کے بارے میں اپنی استعمال شدہ شماریات موزیلا کے ساتھ بانٹیں تاکہ ہم آپ کے براؤزر کو بہتر بنانے میں مدد کر سکیں

source: Form &amp; search history
cy: Hanes ffurflenni a chwilio
ku: Raboriya form û lêgerînan
or: ଫର୍ମ &amp; ସନ୍ଧାନ ପୁରୁଣା ତଥ୍ୟ
ta: படிவம் மற்றும் தேடல் வரலாறு
ug: جەدۋەل &amp; ئىزدەش تارىخى
ur: فارم &amp; تلاش سابقات
