Repository: tktk711/mozilla-l10n
Catalog: nso/dom/chrome/accessibility/AccessFu.properties.po
Languages: nso

source: menu bar
nso: para ya lenaneo la dikagare

source: scroll bar
nso: para ya go sekorola

source: grip
nso: swara

source: alert
nso: temošo

source: menu popup
nso: lenaneo la dikagare le runyago

source: document
nso: tokumente

source: pane
nso: pheine

source: dialog
nso: poledišano

source: separator
nso: sekgaoganyi

source: toolbar
nso: thulupaa

source: status bar
nso: para ya boemo

source: table
nso: tafola

source: column header
nso: hlogwana ya godimo ya kholomo

source: row header
nso: hlogwana ya godimo ya mothalo

source: column
nso: kholomo

source: row
nso: mothalo

source: cell
nso: sele

source: link
nso: lomaganyo

source: list
nso: lelokelelo

source: list item
nso: tsenya lelokelelong

source: outline
nso: kakaretšo

source: outline item
nso: aetheme ya kakaretšo

source: tab
nso: thepo

source: property page
nso: letlakala la thoto

source: graphic
nso: seswantšho

source: button
nso: konope

source: check button
nso: konope ya go lekola

source: radio button
nso: konope ya radio

source: combo box
nso: lepokisi la khompo

source: progress bar
nso: para ya kgatelopele

source: slider
nso: selaetara

source: spin button
nso: konope ya go dikološa

source: diagram
nso: seswantšho

source: animation
nso: tiragatšo

source: equation
nso: tekanyo

source: button menu
nso: lelokelelo la konope

source: white space
nso: sekgoba se se nago selo

source: canvas
nso: sepentwa

source: check menu item
nso: lekola aetheme ya lelokelelo

source: label
nso: leswao

source: password text
nso: sengwalwa sa lentšuphetišo

source: radio menu item
nso: aetheme ya lelokelelo la radio

source: text container
nso: seswaro sa sengwalwa

source: toggle button
nso: konope ya tšhielanyo

source: tree table
nso: tafola ya mohlare

source: header
nso: hlogwana ya godimo

source: footer
nso: bofase

source: paragraph
nso: temana

source: entry
nso: botseno

source: caption
nso: swantšho-tlhaloso

source: heading
nso: sehlogwana

source: section
nso: karolo

source: form
nso: foromo

source: combo box list
nso: lelokelelo la lepokisi la khompo

source: combo box option
nso: kgetho ya lepokisi la khompo

source: image map
nso: mmapa wa seswantšho

source: list box option
nso: kgetho ya lepokisi la lelokelelo

source: list box
nso: lepokisi la lelokelelo

source: flat equation
nso: palo ya go lekanela

source: gridcell
nso: kiritisele

source: note
nso: tshwaotshwao

source: figure
nso: Seswantšho

source: definition list
nso: lelokelelo la ditlhaloso

source: term
nso: lereo

source: definition
nso: tlhaloso

source: text area
nso: lefelo la sengwalwa

source: date
nso: letšatšikgwedi

source: heading level %S
nso: %S ya boemo bja sehlogwana

source: First item
nso: Aetheme ya mathomo

source: Last item
nso: Aetheme ya mafelelo

source: %1$S %2$S of %3$S
nso: %1$S %2$S ya %3$S

source: banner
nso: sebapatši

source: complementary
nso: pheleletšo

source: main
nso: e kgolo

source: jumped
nso: tabogile

source: pressed
nso: gateletšwego

# checkAction
source: checked
nso: lekotšwego

source: unchecked
nso: sa lekolwago

source: opened
nso: butšwego

source: closed
nso: tswaletšwego

source: switched
nso: fetotšwego

source: clicked
nso: kgotlilwego

# collapseAction
source: collapsed
nso: phuhlamego

# expandAction
source: expanded
nso: katološitšwego

source: activated
nso: diragaditšwego

source: cycled
nso: bušitšwego

source: loading
nso: go hlahlela

source: loaded
nso: hlahletšwego

source: new tab
nso: thepo e mpsha

source: loading stopped
nso: go hlahlela go emišitšwe

source: reloading
nso: go hlahlela gape

# stateChecked
source: checked
nso: lekotšwego

source: not checked
nso: ga ya lekolwa

# stateExpanded
source: expanded
nso: katološitšwego

# stateCollapsed
source: collapsed
nso: phuhlamego

source: unavailable
nso: e sego gona

source: required
nso: nyakegago

source: visited
nso: etetšwego

source: editing
nso: go rulaganya

source: navigating
nso: go sepetša

source: Default
nso: Tirelwa

source: Anchors
nso: Diankora

source: Buttons
nso: Dikonope

source: Combo boxes
nso: Mapokisi a khompo

source: Entries
nso: Ditsenyo

source: Form elements
nso: Ditho tša foromo

source: Images
nso: Diswantšho

source: Headings
nso: Dihlogwana

source: List items
nso: Lokeletša

source: Links
nso: Ditlemaganyo

source: Lists
nso: Malokelelo

source: Page tabs
nso: Dithepo tša letlakala

source: Radio buttons
nso: Dikonope tša radio

source: Separators
nso: Dikgaoganyi

source: Tables
nso: Ditafola

source: Check boxes
nso: Swaya mapokisi
