Repository: tktk711/mozilla-l10n
Catalog: szl/browser/chrome/browser/places/places.properties.po
Languages: szl

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
szl: Skuli bezpieczyństwa adresy URL data: i javascript: niy mogōm być ôdewrzōne z ôkna historyje abo z panelu bocznygo.

source: (no title)
szl: (bez tytułu)

source: (Empty)
szl: (Prōżny)

source: Bookmarks backup filename
szl: Miano zbioru kopije ibrycznyj buchbindrōw

source: Revert Bookmarks
szl: Prziwrōć buchbindry

source: This will replace all of your current bookmarks with the backup. Are you sure?
szl: Wszyjske terŏźne buchbindry ôstanōm zastōmpiōne tymi ze kopije ibrycznyj. Kōntynuować?

source: Select a bookmarks backup
szl: Ôbier kopijõ ibrycznõ buchbindrōw

source: Unsupported file type.
szl: Niypodpiyranŏ zorta zbioru.

source: Unable to process the backup file.
szl: Niy szło przetworzić zbioru kopije ibrycznyj.

source: Live Bookmark loading…
szl: Sebiyranie dynamicznego buchbindra…

source: Live Bookmark feed failed to load.
szl: Sebiyranie dynamicznego buchbindra sie niy podarziło.

source: Open “%S”
szl: Ôdewrzij "%S"

source: Sort ‘%S’ by Name
szl: Zortuj „%S” podle miana

source: Sort by Name
szl: Zortuj podle miana

source: Sort by &Name
szl: Zortuj podle &miana

source: Sort by &Location
szl: Zortuj podle &placu

source: Sort by Most Recent &Visit
szl: Zortuj podle ôstatnigo &byzuchu

source: Sort by Visit &Count
szl: Zortuj podle &wielości byzuchōw

source: Sort by &Description
szl: Zortuj podle ôpi&su

source: Sort by Add&ed
szl: Zortuj podle przidan&iŏ

source: Sort by Last &Modified
szl: Zortuj podle ôstatnij pō&miany

source: Sort by &Tags
szl: Zortuj podle &tagōw

source: Search Bookmarks
szl: Zeszukuj buchbindry

source: Search History
szl: Zeszukuj historyjõ

source: Search Downloads
szl: Zeszukuj sebrane

source: Confirm open
szl: Przituplikuj ôdewrzynie

source: You are about to open %S tabs. This might slow down %S while the pages are loading. Are you sure you want to continue?
szl: Zarŏz ôdewrzisz wrŏz %S szkartōw. Może to spolekszić programu %S w czasie wgrowaniŏ zajtōw. Na isto kōntynuować?

source: Open tabs
szl: Ôdewrzij szkarty

source: Warn me when opening multiple tabs might slow down %S
szl: Pozoruj, kedy prōba ôdewrzyniŏ za wielu szkartōw może spolekszić program %S

source: Import Bookmarks File
szl: Importuj zbiōr buchbindrōw

source: Export Bookmarks File
szl: Eksportuj zbiōr buchbindrōw

source: No items
szl: Żŏdnych elymyntōw

source: One item;#1 items
szl: 1 elymynt;#1 elymynty;#1 elymyntōw

source: Most Visited
szl: Porzōnd nawiydzane

source: Recent Tags
szl: Ôstatnie tagi

source: History
szl: Historyjŏ

source: Downloads
szl: &Sebiyranie

source: All Bookmarks
szl: Wszyjske tagi

source: Tags
szl: Tagi

source: Bookmark
szl: Buchbindry

source: Tab
szl: Tabulatōr

source: Keyword
szl: Kluczowe słowo

source: Search
szl: Szukej

source: Browser Startup Error
szl: Feler przi zapuszczaniu przeziyrŏczki

source: The bookmarks and history system will not be functional because one of %S’s files is in use by another application. Some security software can cause this problem.
szl: Systym buchbindrōw i historyje niy bydzie fōngowoł, pōniywŏż jedyn ze zbiorōw programu %S je używany bez inkszõ aplikacyjõ. Niykere programy ôbwiōnzane z bezpiyczyństwym mogōm sprŏwiać tã niyprzileżytość.

source: &Learn More
szl: Da&lsze informacyje
