Repository: tktk711/mozilla-l10n
Catalog: quy/mobile/android/*/search_strings.dtd.po
Languages: quy

source: &brandShortName; Search
quy: &brandShortName; machkay

source: Search with &formatS;
quy: &formatS; nisqawan mañakunaraphi machkay

source: Start searching
quy: Maskayta qallariy

source: Quickly search for anything you want
quy: utqayman machkay ima munasqaykipaq

source: Add to search bar
quy: machkaypatapi yapapay

# search_pref_title
source: Settings
quy: Siqinchasqa

# search_pref_button_content_description
source: Settings
quy: Siqinchasqa

source: History cleared
quy: Chuya kawsaynin

source: Delete all search history from this device?
quy: Lliw machkay kay kawsaykuna ukhupi wikapay

source: Clear search history
quy: Machkana kawsay chuyanchay

source: Search
quy: Machkay

source: No internet connection
quy: Mana llikachasqa mirayman chupanchasqa

source: Tap here to check your network settings
quy: Ñitiy kay llika siqinchasqa imaninan taqipi
