Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/dataman/dataman.properties.po
Languages: be, pt

source: At end of session
be: напрыканцы сэсіі
pt: No fim da sessão

source: Encrypted connections only and no script access
be: Толькі тайнапісныя злучэнні і без доступу сцэнараў
pt: Apenas ligações encriptadas e sem acesso a script

source: Encrypted connections only
be: Толькі тайнапісныя злучэнні
pt: Apenas ligações encriptadas

source: Any type of connection, no script access
be: Любы тып злучэнняў, без доступу сцэнараў
pt: Qualquer tipo de ligação e sem acesso a script

source: Any type of connection
be: Любы тып злучэнняў
pt: Qualquer tipo de ligação

source: Are you sure you want to delete the selected cookies?
be: Вы сапраўды хочаце выдаліць вылучаныя біркі?
pt: Tem a certeza de que pretende apagar os cookies selecionados?

source: Remove Selected Cookies
be: Выдаленне вылучаных бірак
pt: Remover cookies selecionados

# cookies.deleteSelectedYes
source: &Remove
be: &Выдаліць
pt: &Remover

source: Use XUL/XBL Markup
be: Ужываць разметку XUL/XBL
pt: Utilizar marcação XUL/XBL

source: Set Cookies
be: Усталёўваць біркі
pt: Definir cookies

source: TLS False Start using RC4
be: TLS False Start з выкарыстаннем RC4
pt: TLS False Start através de RC4

source: TLS False Start using RSA
be: TLS False Start з выкарыстаннем RSA
pt: TLS False Start através de RSA

source: Share Location
be: Дзяліцца месцазнаходжаннем
pt: Partilhar localização

source: Load Images
be: Загружаць выявы
pt: Carregar imagens

source: Store Local Databases
be: Захаваць мясцовыя базы здаткаў
pt: Guardar bases de dados locais

source: Install Add-ons
be: Усталёўваць дадаткі
pt: Instalar extras

source: Offline Web Applications
be: Пазасеткавыя сеціўныя прыстасаванні
pt: Aplicações web offline

source: Run Plugins
be: Запусціць убудовы
pt: Executar plugins

source: Activate Plugins
be: Задзейнічаць убудовы
pt: Ativar plugins

source: Open Popup Windows
be: Адкрываць вокны-вынырцы
pt: Abrir janelas pop-up

source: Run Scripts
be: Запусціць сцэнары
pt: Executar scripts

source: Load Stylesheets
be: Загрузіць табліцы стыляў
pt: Carregar folhas de estilo

source: Use Strict Transport Security
be: Выкарыстоўваць строгую бяспеку транспарту
pt: Utilizar segurança de transporte restrita

source: Apply Strict Transport Security to subdomains
be: Ужываць строгую бяспеку транспарту для паддаменаў
pt: Aplicar segurança de transporte restrita aos subdomínios

source: Tracking Activity
pt: Atividade de monitorização

# perm.type.default
source: Select a type
pt: Selecione um tipo

source: The url entered is not valid
pt: O url introduzido não é válido

source: Save Passwords
pt: Guardar palavras-passe

# permpwd.type.default
source: Select a type
pt: Selecione um tipo

source: The host entered is not valid
pt: O servidor introduzido não é válido

source: Hide Passwords
be: Схаваць паролі
pt: Ocultar palavras-passe

# pwd.hidePasswords.accesskey
source: P
be: п
pt: s

source: Show Passwords
be: Паказаць паролі
pt: Mostrar palavras-passe

# pwd.showPasswords.accesskey
source: P
be: п
pt: s

source: Are you sure you wish to show your passwords?
be: Вы сапраўды хочаце паказаць вашы паролі?
pt: Tem a certeza de que pretende mostrar as suas palavras-passe?

source: Are you sure you want to delete the selected passwords?
be: Вы сапраўды хочаце выдаліць вылучаныя паролі?
pt: Tem a certeza de que pretende apagar as palavra-passe selecionadas?

source: Remove Selected Passwords
be: Выдаленне вылучаных пароляў
pt: Remover palavras-passe selecionadas

# pwd.deleteSelectedYes
source: &Remove
be: &Выдаліць
pt: &Remover

source: Are you sure you want to delete the selected preferences?
be: Вы сапраўды хочаце выдаліць вылучаныя перавагі?
pt: Tem a certeza de que pretende apagar as preferências selecionadas?

source: Remove Selected Preferences
be: Выдаленне вылучаных перавагаў
pt: Remover preferências selecionadas

# prefs.deleteSelectedYes
source: &Remove
be: &Выдаліць
pt: &Remover

source: Are you sure you want to delete the selected web storages?
be: Вы сапраўды хочаце выдаліць вылучаныя сеткавыя сховішчы?
pt: Tem a certeza de que pretende apagar os armazenamentos web selecionados?

source: Remove Selected Storages
be: Выдаленне вылучаных сховішчаў
pt: Remover armazenamentos selecionados

# storage.deleteSelectedYes
source: &Remove
be: &Выдаліць
pt: &Remover

source: Are you sure you want to delete the selected form history entries?
be: Вы сапраўды хочаце выдаліць вылучаныя запісы гісторыі формаў?
pt: Tem a certeza de que pretende apagar as entradas de formulários do histórico selecionadas?

source: Remove Selected Form Data
be: Выдаленне вылучаных здаткаў формаў
pt: Remover dados de formulários selecionado

# fdata.deleteSelectedYes
source: &Remove
be: &Выдаліць
pt: &Remover

source: Forget about all data of the following types associated with the domain "%S":
be: Забыць усе здаткі наступных тыпаў, спалучаных з даменам "%S":
pt: Esquecer todos os dados dos seguintes tipos e associados ao domínio "%S":

source: All data associated with the domain "%S" of the following types has been deleted:
be: Выдалены ўсе здаткі наступных тыпаў, спалучаныя з даменам "%S":
pt: Todos os dados dos seguintes tipos e associados ao domínio "%S" foram apagados:

source: Forget about all global data of the following types:
be: Забыць усе агульныя здаткі наступных тыпаў:
pt: Esquecer todos os dados globais dos seguintes tipos:

source: All global data of the following types has been deleted:
be: Выдалены ўсе агульныя здаткі наступных тыпаў:
pt: Todos os dados globais dos seguintes tipos foram apagados:

source: Select a type
be: Выберыце тып
