Repository: tktk711/mozilla-l10n
Catalog: zam/browser/chrome/browser/preferences/permissions.dtd.po
Languages: zam

source: Exceptions
zam: Koo tak toob luu

source: Site
zam: Paa lahs loo yaal

source: Status
zam: Xha duy

source: &Remove Site
zam: &Kib kue

source: R&emove All Sites
zam: K&ib ree taa kue

source: A&ddress of website:
zam: &Taa paa doob kue:

source: &Block
zam: &Naa xhalt luy

source: Allow for &Session
zam: La&y

source: &Allow
zam: &Lay

source: &Cancel
zam: &Naa lit luy
