Repository: tktk711/mozilla-l10n
Catalog: */calendar/chrome/lightning/lightning.dtd.po
Languages: br, ca, cy, gd, hr, kab, kk, lt, pt, sl, uz

source: Calendar
br: Deiziataer
ca: Calendari
cy: Calendr
gd: Am mìosachan
hr: Kalendar
kab: Awitay
kk: Күнтізбе
lt: Kalendorius
pt: Calendário
sl: Lightning
uz: Taqvim

source: &Event…
br: &Degouezh...
ca: &Cita…
cy: &Digwyddiad…
gd: &Tachartas…
hr: &Događaj…
kab: Ta&dyant…
kk: &Оқиға…
lt: Į&vykis…
pt: &Evento...
sl: &Dogodek
uz: &Tadbir…

source: &Task…
br: &Trevell...
ca: &Tasca…
cy: &Tasg…
gd: Sao&thair…
hr: Zada&tak…
kab: Ta&wuri…
kk: &Тапсырма…
lt: &Darbas…
pt: &Tarefa...
sl: &Opravilo …
uz: &Vazifa…

source: Cale&ndar…
br: &Deizataer...
ca: Cale&ndari…
cy: &Calendr…
gd: Mìosacha&n…
hr: Kale&ndar…
kab: Awi&tay…
kk: Кү&нтізбе…
lt: &Kalendorius…
pt: Cale&ndário...
sl: &Koledar …
uz: Taq&vim…

source: &Open
br: &Digeriñ
ca: &Obre
cy: &Agor
gd: F&osgail
hr: &Otvori
kab: &Ldi
kk: &Ашу
lt: &Atverti
pt: &Abrir
sl: &Odpri
uz: &Ochish

source: Saved &Message…
br: &Kemennadennoù enrollet...
ca: &Missatge desat…
cy: &Neges wedi'i Chadw…
gd: &Teachdaireachd shàbhailichte…
hr: Spre&mljena poruka…
kab: I&zen yettwakelsen…
kk: Сақталған хабар&лама…
lt: Įrašytą &laišką…
pt: &Mensagem guardada...
sl: &Shranjeno sporočilo …
uz: Saqlangan &xabar…

source: &Calendar File…
br: &Restr deiziataer...
ca: Fitxer de &calendari…
cy: &Ffeil Calendr…
gd: Faidhle mìosa&chain…
hr: Datote&ka kalendara…
kab: Afaylu n uwita&y…
kk: &Күнтізбе файлы…
lt: &Kalendoriaus failą…
pt: Fi&cheiro do calendário...
sl: &Datoteko koledarja …
uz: &Taqvim fayli…

source: Cale&ndar
br: Deiz&iataer
ca: &Calendari
cy: C&alendr
gd: Mìosacha&n
hr: &Kalendar
kab: Awi&tay
kk: Кү&нтізбе
lt: &Kalendorius
pt: &Calendário
sl: &Koledar
uz: Taq&vim

source: Tas&ks
br: Tr&evelloù
ca: &Tasques
cy: T&asgau
gd: &Saothraichean
hr: &Zadaci
kab: Tawu&ri
kk: Тап&сырмалар
lt: &Darbai
pt: &Tarefas
sl: &Opravila
uz: &Vazifalar

source: Eve&nts and Tasks
br: Darvoudoù &ha trevelloù
ca: C&ites i tasques
cy: &Digwyddiadau a Thasgau
gd: Tachartasa&n is saothraichean
hr: Do&gađaji i zadaci
kab: Ti&dyanin d twuriwin
kk: Оқ&иғалар және тапсырмалар
lt: Į&vykiai ir darbai
pt: Eve&ntos e tarefas
sl: Dogod&ki in opravila
uz: &Tadbirlar va vazifalar

source: E-Mail:
br: Postel :
ca: Correu electrònic:
cy: E-Bost:
gd: Post-dealain:
hr: E-pošta:
kab: Imayl:
kk: Эл. пошта:
lt: El. paštas:
pt: Conta de correio:
sl: E-poštno sporočilo:
uz: E-pochta:

source: Accept
br: Asantiñ
ca: Accepta
cy: Derbyn
gd: Gabh ris
hr: Prihvati
kab: Qbel
kk: Қабылдау
lt: Priimti
pt: Aceitar
sl: Sprejmi
uz: Qabul qilish

source: Accept event invitation
br: Asantiñ ar bedadenn degouezh
ca: Accepta la invitació a la cita
cy: Derbyn gwahoddiad i'r digwyddiad
gd: Gabh ri cuireadh an tachartais
hr: Prihvati poziv na događaj
kab: Qbel tinnubga n tedyant
kk: Оқиғаға шақыруды қабылдау
lt: Priimti kvietimą į įvykį
pt: Aceitar convite do evento
sl: Sprejmi povabilo na dogodek
uz: Tadbir taklifini qabul qilish

source: Accept all
br: Asantiñ an holl
ca: Accepta-ho tot
cy: Derbyn y cyfan
gd: Gabh ris a h-uile
hr: Prihvati sve
kab: Qbel imeṛṛa
kk: Барлығын қабылдау
lt: Priimti visus
pt: Aceitar tudo
sl: Sprejmi vse
uz: Barchasini qabul qilish

source: Accept event invitation for all occurrences of the event
br: Asantiñ ar bedadenn degouezh evit an holl reveziadennoù eus an degouezh
ca: Accepta la invitació en totes les ocurrències de la cita
cy: Derbyn gwahoddiad digwyddiad ar gyfer pob achlysur o'r digwyddiad
gd: Gabh ris a' chuireadh airson gach aon tachartas dheth
hr: Prihvati poziv za sva ponavljanja događaja
kab: Qbel tinnubga n tedyant i tedyanin akk i d-yettuɣalen
kk: Оқиғаға шақыруды оқиғаның барлық қайталанулары үшін қабылдау
lt: Priimti kvietimą į visus įvykio pasikartojimus
pt: Aceitar convite do evento para todas as ocorrências deste evento
sl: Sprejmi povabilo na dogodek za vse ponovitve tega dogodka
uz: Barcha tadbir hodisalari uchun takliflarni qabul qilish

source: Add
br: Ouzhpennañ
ca: Afegeix
cy: Ychwanegu
gd: Cuir ris
hr: Dodaj
kab: Rnu
kk: Қосу
lt: Pridėti
pt: Adicionar
sl: Dodaj
uz: Qo‘shish

source: Add the event to the calendar
br: Ouzhpennañ un degouezh d'an deiziataer
ca: Afegeix la cita al calendari
cy: Ychwanegu'r digwyddiad i'r calendr
gd: Cuir an tachartas ris a' mhìosachan
hr: Dodaj događaj u kalendar
kab: Rnu tadyant ɣer uwitay
kk: Оқиғаны күнтізбеге қосу
lt: Pridėti įvykį į kalendorių
pt: Adicionar evento ao calendário
sl: Dodaj dogodek h koledarju
uz: Taqvimga tadbirni qo‘shish

# lightning.imipbar.btnDecline.label
source: Decline
ca: Declina
cy: Gwrthod
hr: Odbij
kab: Agwi
kk: Тайдыру

source: Decline event invitation
br: Nac'h ar bedadenn degouezh
ca: Declina la invitació a la cita
cy: Gwrthod gwahoddiad i'r digwyddiad
gd: Diùlt cuireadh an tachartais
hr: Odbij poziv na događaj
kab: Agwi tinnubga ɣer tadyant
kk: Оқиғаға шақыруды тайдыру
lt: Nepriimti kvietimo į įvykį
pt: Recusar convite do evento
sl: Zavrni povabilo k dogodku
uz: Tadbir taklifini rad qilish

source: Decline all
ca: Declina-ho tot
cy: Gwrthod pob un
gd: Diùlt na h-uile
hr: Odbij sve
kab: Agwi akk
kk: Барлығын тайдыру
lt: Atmesti visus
pt: Recusar todos
sl: Zavrni vse
uz: Barchasini rad qilish

source: Decline event invitation for all occurrences of the event
br: Nac'h ar bedadenn degouezh evit an holl reveziadennoù eus an degouezh
ca: Declina la invitació en totes les ocurrències de la cita
cy: Gwrthod gwahoddiad i ddigwyddiad ar gyfer pob achlysur o'r digwyddiad
gd: Diùlt gach cuireadh gun tachartas
hr: Odbij poziv za sva ponavljanja događaja
kab: Agwi tinnubga ɣer tedyant i tedyanin akk i d-yettuɣalen
kk: Оқиғаға шақыруды оқиғаның барлық қайталанулары үшін тайдыру
lt: Nepriimti kvietimo į visus įvykio pasikartojimus
pt: Recusar convite do evento para todas as ocorrências deste evento
sl: Zavrni povabila k dogodku za vse ponovitve dogodka
uz: Barcha tadbir hodisalari uchun tadbir takliflarini rad qilish

# lightning.imipbar.btnDeclineCounter.label
source: Decline
ca: Declina
cy: Gwrthod
hr: Odbij
kab: Agwi
kk: Тайдыру

source: Decline the counter proposal
cy: Gwrthod y gwrth gynnig
hr: Odbij protuprijedlog
kab: Aggi amgal-asumer
kk: Кері ұсынысты тайдыру
lt: Atmesti alternatyvų pasiūlymą

source: Delete
br: Dilemel
ca: Suprimeix
cy: Dileu
gd: Sguab às
hr: Obriši
kab: Kkes
kk: Өшіру
lt: Pašalinti
pt: Remover
sl: Izbriši
uz: O‘chirish

source: Delete from calendar
ca: Suprimeix del calendari
cy: Dileu o'r calendr
gd: Sguab às a' mhìosachan
hr: Obriši iz kalendara
kab: Kkes seg uwitay
kk: Күнтізбеден өшіру
lt: Pašalinti iš kalendoriaus
pt: Remover do calendário
sl: Izbriši iz koledarja
uz: Taqvimdan o‘chirish

source: Details…
br: Munudoù...
ca: Detalls…
cy: Manylion…
gd: Mion-fhiosrachadh…
hr: Detalji…
kab: Talqayt…
kk: Көбірек білу…
lt: Išsamiau…
pt: Detalhes
sl: Podrobnosti…
uz: Tafsilotlar…

source: Show event details
br: Diskouez munudoù an degouezh
ca: Mostra els detalls de la cita
cy: Dangos manylion y digwyddiad
gd: Seall mion-fhiosrachadh an tachartais
hr: Prikaži detalje događaja
kab: Sken talqayt n tedyant
kk: Оқиға ақпаратын көрсету
lt: Rodyti išsamesnę įvykio informaciją
pt: Mostrar detalhes do evento
sl: Prikaži podrobnosti dogodka
uz: Tadbir tafsilotlarini ko‘rsatish

source: More
ca: Més
cy: Rhagor
gd: Barrachd
hr: Više
kab: Ugar
kk: Көбірек
lt: Daugiau
pt: Mais
sl: Več
uz: Ko‘proq

source: Click to show more options
ca: Feu clic aquí per veure més opcions
cy: Cliciwch i ddangos rhagor o ddewisiadau
gd: Dèan briogadh airson barrachd roghainnean
hr: Kliknite za prikaz više mogućnosti
kab: Sit akken ad twaliḍ ugar n iɣewwaṛen
kk: Көбірек опцияларды көрсету үшін шертіңіз
lt: Rodyti daugiau parinkčių
pt: Clique para mostrar mais opções
sl: Kliknite za več možnosti
uz: Ko‘proq tanlamalarni ko‘rish uchun bosing

source: Reconfirm
ca: Reconfirma
cy: Ail gadarnhau
gd: Ath-dhearbh
hr: Ponovno potvrdi
kab: Sentem tikelt nniḍen
kk: Қайта растау
lt: Pakartotinai patvirtinti
pt: Nova confirmação
sl: Ponovno potrdi
uz: Qayta tasdiqlash

source: Sends a reconfirmation to the organizer
ca: Envia una reconfirmació a l'organitzador
cy: Anfon ail gadarnhad i'r trefnydd
gd: Cuiridh seo ath-dhearbhadh gun eagraiche
hr: Šalje ponovnu potvrdu organizatoru
kab: Ad yazen asentem tikelt nniḍen i umsuddes
kk: Ұйымдастырушыға қайта растауды жіберу
lt: Nusiųsti pakartotinį patvirtinimą įvykio organizatoriui
pt: Envia uma nova confirmação ao promotor
sl: Pošlje ponovno potrditev organizatorju
uz: Tashkilotchiga qayta tasdiqlashni jo‘natadi

source: Reschedule
cy: Aildrefnu
hr: Ponovno zakaži
kab: Sɣiwes tikelt nniḍen
kk: Қайта жоспарлау
lt: Perplanuoti

source: Reschedule the event
cy: Aildrefnu'r digwyddiad
hr: Ponovno zakaži događaj
kab: Sɣiwes tikelt nniden tadyant
kk: Оқиғаны қайта жоспарлау
lt: Perplanuoti įvykį

source: Save a copy
ca: Desa'n una còpia
cy: Cadw copi
gd: Sàbhail lethbhreac dheth
hr: Spremi kopiju
kab: Sekles anɣel
kk: Көшірмесін сақтау
lt: Įrašyti kopiją
pt: Guardar uma cópia
sl: Shrani kopijo
uz: Nusxasini saqlash

source: Save a copy of the event to the calendar independently of replying to the organizer. The list of attendees will be cleared.
br: Enrollañ un eilad eus an degouezh war an deiziataer, distag eus ur respont d'an aozer. Roll ar berzhidi a vo goullonderet.
ca: Desa una còpia de la cita al calendari independentment de la resposta a l'organitzador. S'esborrarà la llista d'assistents.
cy: Cadw copi o'r digwyddiad i'r calendr yn annibynnol o ateb i'r trefnydd. Bydd y rhestr o fynychwyr yn cael ei glirio.
gd: Sàbhail lethbhreac dhen tachartas sa mhìosachan, fiù mur am freagair thu an t-eagraiche. Thèid liosta nam freastalaichean fhalamhachadh.
hr: Spremi kopiju događaja u kalendar bez obzira na odgovor organizatoru. Popis sudionika će biti obrisan.
kab: Ad isekles anɣel n tedyant deg uwitay war ma tella tririt i umsuddes. Tabdart n imttekkiyen ad ttwasfeḍ.
kk: Ұйымдастырушыға жауап беруден бөлек, оқиға көшірмесін күнтізбеге сақтау. Қатысушылар тізімі тазартылатын болады.
lt: Įrašyti įvykio kopiją nepriklausomai nuo atsakymo jo organizatoriui. Įvykio dalyvių sąrašas bus išvalytas.
pt: Guarda uma cópia do evento no calendário independentemente da resposta ao organizador. A lista de participantes será limpa.
sl: Shrani kopijo dogodka v koledar neodvisno od odgovora organizatorju. Seznam udeležencev bo izbrisan.
uz: Tashkilotchiga beriladigan javobdan mustaqil ravishda tadbir nusxasini taqvimga saqlang. Ishtirokchilar ro‘yxati tozalab tashlanadi.

source: Tentative
ca: Provisional
cy: Ansicr
gd: An dòchas
hr: Privremeno
kab: Si tazwara
kk: Мүмкін деп
lt: Priimti preliminariai
pt: Tentativa
sl: Neodločeno
uz: Noaniq

source: Accept event invitation tentatively
br: Asantiñ ar bedadenn degouezh evit ar mare
ca: Accepta la invitació a la cita provisionalment
cy: Derbyn gwahoddiad i ddigwyddiad yn amodol
gd: Gabh ri cuireadh an tachartais gun chinnt
hr: Privremeno prihvati poziv na događaj
kab: Qbel si tazwara tinnubga n tedyant
kk: Оқиғаға шақыруды мүмкін деп қабылдау
lt: Preliminariai priimti kvietimą į įvykį
pt: Aceitar convite do evento tentativamente
sl: Sprejmi povabilo na dogodek okvirno
uz: Tadbir taklifini "borishim noma’lum" deb qabul qilish

source: Tentative all
ca: Tot provisional
cy: Amodol i'r cyfan
gd: Gach aon gun chinnt
hr: Sve privremeno
kab: Si tazwara i meṛṛa
kk: Барлығын мүмкін деп қабылдау
lt: Visus priimti preliminariai
pt: Tentativar tudo
sl: Okvirno vse
uz: Barchasiga noaniq deb belgilash

source: Accept event invitation tentatively for all occurrences of the event
br: Asantiñ ar bedadenn darvoud evit holl reveziadennoù an degouezh evit ar mare
ca: Accepta la invitació provisionalment en totes les ocurrències de la cita
cy: Derbyn gwahoddiad i ddigwyddiad yn amodol ar gyfer pob achlysur o'r digwyddiad
gd: Gabh ri gach cuireadh an tachartais gun chinnt
hr: Privremeno prihvati poziv za sva ponavljanja događaja
kab: Qbel tinnubga n tedyant si tazwara i tuɣalin n tedyant
kk: Оқиғаға шақыруды оқиғаның барлық қайталанулары үшін мүмкін деп қабылдау
lt: Preliminariai priimti kvietimą į visus įvykio pasikartojimus
pt: Aceitar convite do evento tentativamente para todas as ocorrências deste evento
sl: Sprejmi povabilo na dogodek okvirno za vse ponovitve dogodka
uz: Barcha tadbir hodisalari uchun tadbir takliflariga "borishim noaniq" deb qabul qilish

source: Update
br: Hizivaat
ca: Actualitza
cy: Diweddaru
gd: Ùraich
hr: Ažuriraj
kab: Leqqem
kk: Жаңартулар
lt: Atnaujinti
pt: Atualizar
sl: Posodobi
uz: Yangilash

source: Update event in calendar
br: Hizivaat an degouezh en deiziataer
ca: Actualitza la cita al calendari
cy: Diweddaru'r digwyddiad yn y calendr
gd: Ùraich an tachartas sa mhìosachan
hr: Ažuriraj događaj u kalendaru
kab: Snifel tadyant deg uwitay
kk: Оқиғаны күнтізбеде жаңарту
lt: Atnaujinti įvykį kalendoriuje
pt: Atualizar evento no calendário
sl: Posodobi koledar dogodkov
uz: Taqvimdagi tadbirni yangilash

source: This message contains an invitation to an event.
br: Ur bedadenn d'un darvoud a zo endalc'het er gemennadenn-mañ.
ca: Aquest missatge conté una invitació a una cita.
cy: Mae'r neges hon yn cynnwys gwahoddiad i ddigwyddiad.
gd: Tha cuireadh gu tachartas san teachdaireachd seo.
hr: Ova poruka sadrži pozivnicu na događaj.
kab: Izen-agi yegber tinnibga ɣer tedyant.
kk: Бұл хабарламада оқиғаға шақыру бар.
lt: Su šiuo laišku atsiųstas kvietimas dalyvauti įvykyje.
pt: Esta mensagem tem um convite para um evento.
sl: To sporočilo vsebuje povabilo na dogodek.
uz: Ushbu xabarda tadbirga taklif bor.

source: Create a new calendar
ca: Crea un calendari nou
cy: Creu calendr newydd
gd: Cruthaich mìosachan ùr
hr: Napravi novi kalendar
kab: Rnu awitay amaynut
kk: Жаңа күнтізбені жасау
lt: Kurti naują kalendorių
pt: Criar um novo calendário
sl: Ustvari nov koledar
uz: Yangi taqvim yaratish

source: Show &Mini-Month
ca: &Mostra el Mini-mes
cy: Dangos &Mis Bach
gd: Seall &meanbh-mhìos
hr: Prikaži &Mini-mjesec
kab: Sken a&ggur meẓẓiyen
kk: &Кіші айды көрсету
lt: Rodyti &mėnesio miniatiūrą
pt: Mostrar &mini-mês
sl: Prikaži mini-m&esec
uz: &Kichik oylarni ko‘rsatish

source: Show Mini-&Day
ca: Mostra el Mini-&dia
cy: &Dangos Diwrnod Bach
gd: &Seall meanbh-latha
hr: Prikaži Mini-&dan
kab: Sken ass me&ẓẓiyen
kk: Кіші күн&ді көрсету
lt: Ro&dyti dienos santrauką
pt: Mostrar mini-&dia
sl: Prikaži mini-&dan
uz: Kichik &kunlarni ko‘rsatish

source: Show &None
ca: No most&ris res
cy: D&angos Dim
gd: &Na seall gin
hr: &Ne prikazuj ništa
kab: Ur skan k&ra
kk: Еш&нәрсені көрсетпеу
lt: &Nieko nerodyti
pt: &Nada mostrar
sl: &Ne prikaži ničesar
uz: &Yo‘qlar ko‘rsatilsin

source: Sh&ow Today Pane
ca: Mostr&a el plafó d'avui
cy: Dangos &Paen Heddiw
gd: &Seall leòsan an latha
hr: Prikaži &okno današnjih događaja
kab: Sken agalis A&ss-a
kk: Бүгінгі панельді көрс&ету
lt: &Rodyti šiandienos polangį
pt: M&ostrar hoje
sl: Prikaži &današnji dan
uz: Bugun yon oynasini k&o‘rsatish

source: Today Pane
ca: Plafó d'avui
cy: Paen Heddiw
gd: Leòsan an latha
hr: Današnji događaji
kab: Agalis Ass-a
kk: Бүгінгі панелі
lt: Šiandienos polangis
pt: Hoje
sl: Današnji dan
uz: Bugun yon oynasi

source: Decline
br: Nac'hañ
gd: Diùlt
pt: Recusar
sl: Zavrni
uz: Rad qilish

source: C
sl: K

source: I
sl: d

# lightning.keys.todo.new
source: D
sl: o
