Repository: tktk711/mozilla-l10n
Catalog: gn_*/browser/chrome/browser/preferences/privacy.dtd.po
Languages: bo

source: Tracking
bo: Oyeeka vae

# history.label
source: History
bo: Ndereko jɨru

source: Location Bar
bo: Barra jenda reta

source: When &using the location bar, suggest:
bo: Reipor&u yave, emboechauka:

source: History and Bookmarks
bo: Ndereko jɨru jare kañɨmaa reta

# locbar.history.label
source: History
bo: Ndereko jɨru

source: Bookmarks
bo: kañɨmaa reta

source: Nothing
bo: Mbaetɨ

source: &Accept cookies from sites
bo: A&ceptar cookies

source: &Keep until:
bo: Hasta que:

source: they expire
bo: Jaema opa ojondo reta

source: I close &brandShortName;
bo: Eyokenda &brandShortName;

source: ask me every time
bo: Eparandua avei

source: &Exceptions…
bo: &Excepciones…

source: &Show Cookies…
bo: Mo&strar cookies…

source: &brandShortName; &will:
bo: &brandShortName; &podrá:

source: Remember history
bo: Ndembaenduata ndereko jɨru re

source: Never remember history
bo: Mbaetɨta ndemaendua ndereko jɨru reɨ

source: Use custom settings for history
bo: Eiporu metei configuracion jaiño vae teko reta jɨru pe

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
bo: &brandShortName; imbaendua reeka gue reta re, embogueyɨ, dato reta reñono formulario reta pe vae, oyeeka vae reta jare guɨnoita joko peño cookie reta sitio web rupi opou reta vae.

source: You may want to
bo: Tal vez quieras

source: clear your recent history
bo: Eitɨo ndereko jɨru jaeramo vae

source: remove individual cookies
bo: Emboai cookie reta meteitei rupi

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
bo: &brandShortName; oiporuta jokua configuracion öi vae oyeeka mbae pɨpe vae mbaembuae öi vae rami pe, jare mbaetɨta imbaendua meteiäve ndereko re reguata web rupi rëi yave.

source: You may also want to
bo: También puedes

source: clear all current history
bo: Emboai opaete teko jɨru

source: Always use &private browsing mode
bo: Siem&pre usar modo de navegación privada

source: Remember search and &form history
bo: Recordar el historial de búsquedas y &formularios

source: Clea&r history when &brandShortName; closes
bo: Borrar el &historial al cerrar &brandShortName;

source: Se&ttings…
bo: Con&figuración…
