Repository: tktk711/mozilla-l10n
Catalog: mni/toolkit/chrome/global/aboutRights.dtd.po
Languages: mni

source: about:rights
mni: মরমদা:হকশিং

source: About Your Rights
mni: অদোমগী হকশিংগী মরমদা

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
mni: &brandFullName; অসি ফ্রী অমসুং ওপন সোর্স সোফৱেয়রনি, মসি পৃথিবীগী মফম কয়াদগী কমুনিতি লিশিং কয়ানা শেমগৎপনি. অদোম্না খঙগদবা করিগুম্বা খরা লৈরি:

source: &brandShortName; is made available to you under the terms of the
mni: &brandShortName; অসি তার্মশিংসিগী মতুংইন্না অদোম্না ফংগনি

source: Mozilla Public License
mni: মোজিল্লা পব্লিক লাইসেন্স

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
mni: . মসিনা হায়রিবদি অদোম্না &brandShortName; শিং অতোপ্পশিংদা শিজিন্নবা, শিনবা অমসুং য়েন্থোকপা য়াগনি. অদোম্না &brandShortName; গী সোর্স কোদসু অদোমগী অপাম্বা অদু ফংননবা শেমদোকপসু য়াগনি. মোজিল্লা পব্লিক লাইসেন্সনসু অদোমগী শেমদোক্লবা ভর্সনশিং য়েন্থোকপগী হকশিং পীরি.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the Firefox name or logo. Additional information on trademarks may be found
mni: অদোম মোজিল্লা ফাউন্দেসনগী ত্রেদমার্কশিংদা নত্রগা পার্তি অমত্তদা ত্রেদমার্ককী হক নত্রগা লাইসেন্স অমত্তগী ফায়রফোক্স মমিং নত্রগা লোগোগী ঙমখৈ য়াওদনা গরেন্তি পীদে. ত্রেদমার্কশিংগী মরমদা অহেনবা ঈপাউ ফংগনি.

source: Some features in &brandShortName;, such as the Crash Reporter, give you the option to provide feedback to &vendorShortName;. By choosing to submit feedback, you give &vendorShortName; permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
mni: &brandShortName; দা ফিচর খরা খুদম ওইনা কায়বগী পাউম পীনবা, &brandShortName; দা ফীদবেক পীনবগী ওপসন পীরি. ফীদবেক পীনবা খনবনা অদোম্না &vendorShortName; দা প্রদক্তশিং ফগৎহন্নবা, মসিগী ৱেবসাইত্তা ফীদবেক ফোঙদোক্নবা অমসুং ফীদবেক য়েন্থোক্নবা ফীদবেক শিজিন্ননবগী অয়াবা পীরি.

source: How we use your personal information and feedback submitted to &vendorShortName; through &brandShortName; is described in the
mni: ঐখোয়না করম্না অদোমগী লনাইগী ঈপাউ অমসুং ফীদবেক শিজিন্নবগে হায়বদু &brandShortName; গী মতেংনা &vendorShortName; দা পীশিল্লে, মসি মখাদা শন্দোক্না তাক্লি

source: &brandShortName; Privacy Policy
mni: &brandShortName; প্রাইভেসি পোলিসি

source: Any applicable privacy policies for this product should be listed here.
mni: প্রদক্ত অসিগী অফংবা প্রাইভেসি পোলিসি পুম্নমক পরিং অসিদা পীগদবনি.

source: service terms
mni: সার্ভিস তার্মশিং

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
mni: প্রদক্ত অসিনা ৱেব সার্ভিসসিং ইনকোর্পোরেত তৌরবদি সার্ভিস(শিং) গী শিজিন্নগদবা সার্ভিস তার্মশিং পীরিবা অসিদা লিঙ্ক তৌগদবনি

source: Website Services
mni: ৱেবসাইত সার্ভিসশিং

source: section.
mni: সেক্সন

source: &brandFullName; Web-Based Information Services
mni: &brandFullName; ৱেব-বেজ ইনফোর্মেসন সার্ভিসেস

source: . Other features and Services can be disabled in the application preferences.
mni: . অতোপ্পা ফিচরশিং অমসুং সার্ভিসশিং এপ্লিকেসন প্রিফরেন্সশিংদা ঙমহন্দবা য়াই.

source: SafeBrowsing:
mni: সেফব্রাউজিং:

source: Disabling the Safe Browsing feature is not recommended as it may result in you going to unsafe sites. If you wish to disable the feature completely, follow these steps:
mni: সেফ ব্রাউজিং ফিচর ঙমহন্দবসি তৌরোইদবনি মরমদি মসি তৌবনা অনসেফ সাইতশিংদা অদোম্না চঙলুগনি. ফিচর অসি মপুংফানা ঙমহন্দবা পামলবদি মখাগী খোঙথাংশিংসি তৌবিয়ু:

source: Open the application preferences
mni: এপ্লিকেসন প্রিফরেন্সশিং হাংদোকউ

source: Select the Security selection
mni: সেক্যুরিতি সেলেক্সন খল্লো

source: Safe Browsing is now disabled
mni: সেফ ব্রাউজিং হৌজিক ঙমহনদ্রে

source: Location Aware Browsing:
mni: লোকেসন এৱের ব্রাউজিং:

source: is always opt-in. No location information is ever sent without your permission. If you wish to disable the feature completely, follow these steps:
mni: অসি মতম পুম্নমক্তা ওপ্ত-ইন ওই. অদোমগী অযাবা য়াওদনা লৈফমগী ঈপাউ অসি কৈদৌঙৈদা থাদে. অদোম্না ফিচর অসি মপুংফানা ঙমহন্দবা পামলবদি, মখাগী খোঙথাংশিংসি তৌবিয়ু:

source: In the URL bar, type
mni: URL বারদা তাইপ তৌরো

source: about:config
mni: মরম:কনফিগ্যুরেসন

source: Type geo.enabled
mni: geo.enabled তাইপ তৌরো

source: Double click on the geo.enabled preference
mni: geo.enabled প্রিফরেন্সতা দবল ক্লিক তৌরো

source: Location-Aware Browsing is now disabled
mni: লোকেসন-এৱেয়র ব্রাউজিং অসি হৌজিক ঙমহনদ্রে

source: An overview of the website services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
mni: ৱেবসাইত সার্ভিসকী ওভরভিউ অমদা প্রদক্তনা মখোয়বু করম্না ঙমহল্লোইদগে হায়বগী ৱারোলগা লোয়ননা পীরি, এপ্লিকেবল ওইরবদি মসিদা য়াওগদবনি.

source: Any applicable service terms for this product should be listed here.
mni: প্রদক্ত অসিগী শিজিন্নগদবা সার্ভিস তার্ম পুম্নমক পরিং অসিদা পীগদবনি.

source: &vendorShortName; and its contributors, licensors and partners work to provide the most accurate and up-to-date Services. However, we cannot guarantee that this information is comprehensive and error-free. For example, the Safe Browsing Service may not identify some risky sites and may identify some safe sites in error and the Location Aware Service all locations returned by our service providers are estimates only and neither we nor our service providers guarantee the accuracy of the locations provided.
mni: &vendorShortName; অমসুং মসিগী কন্ত্রিবিউতরশিং, লাইসেন্সরশিং অমসুং পার্তনরশিংনা খ্বাইদগী চুন্নবা অমসুং অপ-তু-দেত সার্ভিসশিং পীনবা থবক তৌই. অদুম ওইনমক, মসিগী ঈপাউ অসি পুম্নমক শুরবা অমসুং অশোয়বা য়াওদ্রবনি হাযবগী গরেন্তী পীবা ঙমদে. খুদম ওইনা সেফ ব্রাউজিং সার্ভিসনা খুদোংথিনিংঙাই ওইবা সাইত খরা খঙবা ঙমদে অমসুং সেফ ওইবা সাইত খরা শোয়বদগী খঙবসু য়াই অমসুং লোকেসন এৱেয়র সার্ভিসনা ঐখোয়গী সার্ভিস প্রোভাইদরশিংনা পীরক্লিবা লোকেসন পুম্নমক ওইবা য়াই হায়না লৌই অমসুং ঐখোয় নত্রগা ঐখোয়গী সার্ভিস প্রোভাইদরশিংনা পীরিবা লোকেসনশিংগী চপ চাবদু গরেন্তী তৌদে.

source: &vendorShortName; may discontinue or change the Services at its discretion.
mni: &vendorShortName; না দিস্ক্রিসন অসিদা সার্ভিস অসি মখা চত্থদবা নত্রগা হোংখিবা য়াই.

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and &vendorShortName; grants you its rights to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
mni: অদোম সার্ভিসশিং অসি &brandShortName; গী ভর্সনগা লোয়ননা শিজিন্ননবা তরাম্না ওকচরি, অমসুং &brandShortName; না অদোমদা অসুম্না তৌনবা হকসু পীরি. &vendorShortName; অমসুং মসিগী লাইসেন্সরশিংনা সার্ভিস অসিদা অতোপ্পা হকশিংসু খাক্লগা থম্লি. &brandShortName; অমসুং &brandShortName; গী মরি লৈনবা সোর্স কোদ ভর্সনশিংদা শিজিন্নবা ওপন সোর্স লাইসেন্সকী মখাদা পীবা তার্মশিং অসি হক অমত্তগী পঙখৈ নাইনা পীবা নত্তে.

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
mni: আইন্না তঙাইফদবা নত্তনা &vendorShortName; মসিগী কন্ত্রিবিউতরশিং, লাইসেন্সরশিং অমসুং দিস্ত্রিবিউতরশিংনা দাইরেক্ত, স্পেসিয়েল, ইন্সিদেন্তেল, কন্সিক্বেলসিযেল, পিউনিতিভ, নত্রগা একজেমপ্লেরি ওইবা অমাং-অতাশিং নত্রগা &brandShortName; শিজিন্নবগা মরি লৈনবা অমদা অমসুং সার্ভিসশিংদা লাইয়েবল ওইরোই. তার্মশিং অসিগী মখাদা অপুনবা লাইএবিলিতি অসি $500 (দোলার চামঙা) দগী হেল্লোই. জুরিদিক্সন খরদা এক্সক্লুসন নত্রগা অমাং-অতা খরগী লিমিতেসন অদুদা য়াদে, মরম অদুনা মসিগী এক্সক্লুসন অমসুং লিমিতেসন অসি অদোমগীদি শিজিন্নদবা য়াই.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or canceled without &vendorShortName;'s written agreement.
mni: &vendorShortName; না তার্মশিংসি তঙাইফদবা অদুগী মতুংইন্না মতম মতমগী মখাপোন্না অপদেত তৌবা য়াই. তার্মশিং অসি &vendorShortName; গী অইবা অয়াবা যাওদ্রবদি শেমদোকপা নত্রগা ককথৎপা তৌরোই.

source: These terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions. If any portion of these terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect. In the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.
mni: তার্মশিং অসি ইউ.এস.এগী কালিফোর্নিযা স্তেতকী আইন্না গোভর্ন তৌই. মসিদা চযেৎনবা আইনগী হীরমশিং য়াওদে. তার্মশিং অসিগী শরুক অমদা চুনদবা নত্রগা শিজিন্নবা য়াদবা য়াওরবদি লেমহৌরিবা শরুক অদু কান্নবা ফংনা শক্তি লৈনা শিজিন্নগনি. তার্মশিং অসিগী ত্রান্সলেত তৌরবা ভর্সন অদুগা ইংলিশ লোনগী ভর্সন অদুগা করিগুম্বদা চযেৎনবা থোকপা মতমদা ইংলিশ লোনগী ভর্সন অদুনা চৎনগনি.
