Repository: tktk711/mozilla-l10n
Catalog: mni/toolkit/chrome/global/textcontext.dtd.po
Languages: mni

source: Cu&t
mni: ককপা (&t)

source: &Copy
mni: শিনবা (&C)

source: &Paste
mni: নপশিনবা (&P)

source: &Undo
mni: তৌদবা (&U)

source: Select &All
mni: পুম্নমক খনবা (&A)

source: &Delete
mni: মুত্থৎপা (&D)

source: Add t&o Dictionary
mni: দিক্সনারিদা হাপচিল্লো (&o)

source: U&ndo Add To Dictionary
mni: দিক্সনারিদা হাপচিনবা তৌরনু (&n)

source: Check Spellin&g
mni: বানান য়েংশিনবিয়ু (&g)

source: (No Spelling Suggestions)
mni: (ওইবা যাবা বানান লৈতে)

source: &Languages
mni: লোনশিং (&L)

source: Clear
mni: শেংদোকপা
