Repository: tktk711/mozilla-l10n
Catalog: cak/toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: cak

source: Add-ons Manager
cak: Kinuk'samajel taq tz'aqat

source: Search all add-ons
cak: Kekanöx taq tz'aqat

# search.buttonlabel
source: Search
cak: Tikanöx

source: f
cak: p

# loading.label
source: Loading…
cak: Tajin nusamajib'ej…

source: You don’t have any add-ons of this type installed
cak: Man ayakon ta re ruwäch tz'aqat re'

# listEmpty.availableUpdates.label
source: No updates found
cak: Majun taq k'exoj ruwäch xe'ilitäj

source: You haven’t recently updated any add-ons
cak: Majun k'ak'a' k'exoj ab'anon chi ke ri taq tz'aqat

source: Check For Updates
cak: Kekanöx taq jaloj

source: Could not find any matching add-ons
cak: Man xe'ilitäj ta taq tz'aqat ri nikixïm ki'

source: Learn more about add-ons
cak: Tetamäx ch'aqa' chik chi kij ri taq tz'aqat

source: &Install Add-on From File…
cak: &Tiyak ri tz'aqat rik'in ri yakb'äl…

source: Tools for all add-ons
cak: Taq kisamajib'al konojel ri taq tz'aqat

source: Looking to personalize your browser?
cak: ¿La tajin natojtob'ej nawichinaj ri awokik'amaya'l?

source: Choose from thousands of themes.
cak: Tacha' chi kikojol jalajöj taq wachinïk.

source: Go back one page
cak: Titzolïx jun ruxaq

source: Go forward one page
cak: Jun chik ruxaq

source: Some extensions could not be verified
cak: Jujun taq k'amal man tikirel ta yenik'öx

source: Show all extensions
cak: Kek'ut pe konojel ri taq ruk'amal

source: De&bug Add-ons
cak: Ke&chojmirisäx taq tz'aqat

source: All add-ons have been disabled by safe mode.
cak: Konojel ri taq tz'aqat xechup pa ri ütz rub'eyal.

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
cak: Chupül ri runuk'oxik richin we nikik'äm ki' ri taq tz'aqat. Rik'in jub'a' k'o jujun taq tz'aqat, ri man nikik'äm ta ki'.

# warning.checkcompatibility.enable.label
source: Enable
cak: Titzij

source: Enable add-on compatibility checking
cak: Titzij ri runik'oxik richin chi nikik'äm ki' ri taq tz'aqat.

source: Add-on update security checking is disabled. You may be compromised by updates.
cak: Chupül ri runik'oxik chajinïk richin kik'exoj taq tz'aqat. Rik'in jub'a' k'o pa k'ayewal ri awokik'amaya'l kuma ri taq k'exoj.

# warning.updatesecurity.enable.label
source: Enable
cak: Titzij

source: Enable add-on update security checking
cak: Titzij ri ya'öl retal chajinïk richin nik'ex ri tz'aqat

# view.search.label
source: Search
cak: Tikanöx

source: Get Add-ons
cak: Kek'ulutäj ri taq tz'aqat

source: Recent Updates
cak: K'ak'a' taq k'exoj

source: Available Updates
cak: Taq k'exoj e k'o

source: &Check for Updates
cak: &Kekanöx taq k'exoj

source: &View Recent Updates
cak: &Ketz'et k'ak'a' taq k'exoj

source: Update &Add-ons Automatically
cak: &kek'ex taq tz'aqat pa kiyonil

source: &Reset All Add-ons to Update Automatically
cak: &Titzolïx chi kij konojel ri taq tz'aqat richin kek'ex pa kiyonil.

source: &Reset All Add-ons to Update Manually
cak: &Titzolïx chi kij konojel ri taq tz'aqat richin kek'ex pa chi q'ab'aj.

source: Updating add-ons
cak: Tajin yek'ex ri taq tz'aqat

source: Your add-ons have been updated.
cak: Xek'extäj re taq atz'aqat re'.

source: Your add-on updates have been downloaded.
cak: Xeq'at ri kik'exoj ri taq atz'aqat.

source: Restart now to complete installation
cak: Tatikirisaj chik wakami richin natz'aqatisaj ri yakoj

# updates.noneFound.label
source: No updates found
cak: Majun taq k'exoj ruwäch xe'ilitäj

source: View Available Updates
cak: Ketz'et ri taq k'exoj e k'o

source: Install Updates
cak: Keyak taq k'exoj

source: Install available updates in this list
cak: Keyak ri taq k'exoj e k'o pa re rucholajem re'

source: &Show More Information
cak: &Kek'ut pe ch'aqa' chik rutzijol

source: &Find Updates
cak: &Kekanöx taq k'exoj

# cmd.preferencesWin.label cmd.preferencesWin.accesskey
source: &Options
cak: Taq &cha'oj

# cmd.preferencesUnix.label cmd.preferencesUnix.accesskey
source: &Preferences
cak: &Taq ajowab'äl

source: &About
cak: &Chi rij

source: &Enable
cak: &Titzij

source: &Disable
cak: &Tichup

source: &Wear Theme
cak: &Tokisäx wachinel

source: Stop &Wearing Theme
cak: Tiq'at &rokisaxik wachinel

source: Ask to Activate
cak: Tik'utüx richin nitzij

source: Ask to use this add-on each time
cak: Tik'utüx pe richin toq xtokisäx re tz'aqat re'

source: Always Activate
cak: Junelïk tzijïl

source: Always use this add-on
cak: Junelïk tokisäx re tz'aqat re'

source: Never Activate
cak: Majub'ey titzij

source: Never use this add-on
cak: Majub'ey tokisäx re tz'aqat re'

source: Change when this add-on runs
cak: Tijal toq re tz'aqat re' tzijïl

source: &Install
cak: &Tiyak

source: &Remove
cak: Tele&säx

source: Options
cak: Taq cha'oj

# cmd.showPreferencesWin.tooltip
source: Change this add-on’s options
cak: Kejal ri taq rucha'oj re tz'aqat re'

source: Preferences
cak: Taq ajowab'äl

# cmd.showPreferencesUnix.tooltip
source: Change this add-on’s preferences
cak: Kejal ri taq rajowaxik re tz'aqat re'

source: &Contribute
cak: &Kito'on

source: Contribute to the development of this add-on
cak: Kito'on chi rusamajixik re tz'aqat re'

source: Show Release Notes
cak: Kek'ut pe ri ch'utaq rutzijol re ruwäch

source: Show the release notes for this update
cak: Kek'ut ri taq rutzijol re ruwäch chi k'exoj re'

source: Hide Release Notes
cak: Ke'ewäx taq rutziol ri ruwäch

source: Hide the release notes for this update
cak: Ke'ewäx ri taq rutzijol re ruwäch chi k'exoj re'

source: What are Add-ons?
cak: ¿Atux ri taq tz'aqat?

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
cak: Ri taq tz'aqat taq e chokoy, ri nikiya' q'ij chawe richin nawichinaj &brandShortName; rik'in rutz'aqat rusamaj o rub'anikil. Tatojtob'ej rik'in rukajtz'ik ruchi' richin nayäk aramaj, jun rutzijonel rub'anikil ri q'ij o tatz'eta' konojel ri taq na'oj richin naya' kan &brandShortName; achi'el arayib'al.

source: When you’re connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
cak: Toq atokinäq pa k'amaya'l, re pas re' xtiwachin pe jujun chi ke ri e ütz chuqa' ri konojel yekanon ri taq tz'aqat ri', richin ye'atojtob'ej.

source: Version
cak: Ruwäch

# detail.lastupdated.label
source: Last Updated
cak: Ruk'isib'äl k'exoj

source: Developer
cak: Nuk'unel

# detail.homepage.label
source: Homepage
cak: Ruxaq tikirib'äl

source: Downloads
cak: Taq qasa'n

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
cak: Ri runuk'unel re tz'aqat re', nuk'utüj chawe chi tato' rik'in rub'anik, rik'in naya' jun ko'öl ato'ik.

source: Automatic Updates
cak: K'exoj pa kiyonil

source: Default
cak: Jikib'an wi

source: Automatically install updates only if that’s the default
cak: Pa kiyonil keyak ri taq k'exoj, xa xe we kan e k'o wi

source: On
cak: Titzij

source: Automatically install updates
cak: Kiyonïl keyak ri taq k'exoj

source: Off
cak: Tichup

source: Don’t automatically install updates
cak: Man keyak pa kiyonil ri taq k'exoj

# detail.home
source: Homepage
cak: Ruxaq tikirib'äl

source: Add-on Profile
cak: Ruwäch rub'i' tz'aqat

source: Size
cak: Nimilem

source: Check &for Updates
cak: Kekanöx &taq k'exoj

source: Check for updates for this add-on
cak: Kekanöx taq kik'exoj re taq tz'aqat re'

# detail.showPreferencesWin.label detail.showPreferencesWin.accesskey
source: &Options
cak: &Taq cha'oj

# detail.showPreferencesWin.tooltip
source: Change this add-on’s options
cak: Kejal ri taq rucha'oj re tz'aqat re'

# detail.showPreferencesUnix.label detail.showPreferencesUnix.accesskey
source: &Preferences
cak: Taq &ajowab'äl

# detail.showPreferencesUnix.tooltip
source: Change this add-on’s preferences
cak: Kejal ri taq rajowaxik re tz'aqat re'

source: Rating
cak: Kijachik

source: Pause
cak: Tuxlan

source: Cancel
cak: Tiq'at

source: Name
cak: B'i'aj

source: Sort by name
cak: Kenuk' chi b'i'aj

# sort.dateUpdated.label
source: Last Updated
cak: Ruk'isib'äl k'exoj

source: Sort by date updated
cak: Ticholajíx chi ruq'ijul xk'ex

source: Best match
cak: Chuq'utz'ib'anem

source: Sort by relevance
cak: Ticholajïx chi ruq'ij

source: Price
cak: Rajil

source: Sort by price
cak: Tinuk' chi rajil

source: Search:
cak: Tikanöx:

source: My Add-ons
cak: Taq nutz'aqat

source: Show installed add-ons
cak: Kek'ut pe ri taq tz'aqat eyakon

source: Available Add-ons
cak: Taq tz'aqat ri e k'o

source: Show add-ons available to install
cak: Kek'ut pe ri taq tz'aqat e k'o richin yeyak

# addon.homepage
source: Homepage
cak: Ruxaq tikirib'äl

source: More
cak: Ch'aqa' chik

source: Show more details about this add-on
cak: Titz'et ch'aqa' chik taq rub'anikil re tz'aqat re'

source: Unknown
cak: Man etaman ta ruwäch

source: LEGACY
cak: B'ANOB'ÄL

source: (disabled)
cak: (chupül)

source: Update
cak: Tik'ex

# addon.undoAction.label
source: Undo
cak: Titzolïx

source: Undo this action
cak: Titzolïx chi rij re jun samaj re'

# addon.undoRemove.label
source: Undo
cak: Titzolïx

source: Keep this add-on installed
cak: Tib'än chi tiyake' re rutz'aqat re'

source: Restart now
cak: Titzij chik wakami

source: Install
cak: Tiyak

source: Install this add-on
cak: Tiyak re tz'aqat re'

source: Update Now
cak: Tik'ex wakami

source: Install the update for this add-on
cak: Tiyak ri ruk'exoj re tz'aqat re'

source: Include in Update
cak: Tiya' pa ri k'exoj

source: An update is available
cak: K'o jun k'exoj

source: Checking for updates…
cak: Tajin yekanöx taq k'exoj ruwäch…

source: Release Notes:
cak: Ruch'utitzijol re ruwäch re'

# addon.loadingReleaseNotes.label
source: Loading…
cak: Tajin nusamajib'ej…

source: Sorry, but there was an error loading the release notes.
cak: Takuyu' qamak, xa xk'ulwachitäj jun sachoj toq tajin nok pa ch'utaq rutzijol ri ko'öl wuj.

source: By
cak: Ruma

source: End-User License Agreement
cak: Taq rutzij ya'öl q'ij kichin ri ruk'isib'äl winäq okisanel

source: Accept and Install…
cak: Ütz chuqa' tiyak…

source: Browse…
cak: Tinik'öx…

source: What’s this? Telemetry may install and run experiments from time to time.
cak: ¿Achike re re'? Ri Telemetry nitikïr yeruyäk chuqa' yerusamajij jujun taq solna'oj.

source: Learn More
cak: Tetamäx ch'aqa' chik

source: L
cak: K

source: Telemetry Settings
cak: Taq rajowab'äl Telemetry

source: Learn More…
cak: Tetamäx ch'aqa' chik…

source: Some add-ons have been disabled
cak: Jujun taq tz'aqat xechup

source: The following add-ons have not been verified for use in &brandShortName;. You can
cak: Re taq tz'aqat re' man xenik'öx ta richin ye'okisáx pa &brandShortName;. Tatikïr

source: find replacements
cak: Ke'ilitäj taq jalwachinïk

source: or ask the developer to get them verified.
cak: tik'utüx chi re ri nuk'unel chi kerunik'oj.

source: Learn more about our efforts to help keep you safe online.
cak: Tetamäx ch'aqa' chik pa ruwi' ri qarayib'al richin yatqato' chi k'o achajinik pa k'amab'ey.

source: Developers interested in getting their add-ons verified can continue by reading our
cak: Nuk'unela' nikajo' yekinik'oj ri taq kitz'aqat, tikirel tikisik'ij ri qichin

source: manual
cak: etamawuj

source: Missing something? Some plugins are no longer supported by &brandShortName;.
cak: ¿La k'o nanataj? Jujun taq nak'ab'äl man nikixïm ta chik ki' ruma &brandShortName;.

source: Learn More.
cak: Tetamäx ch'aqa' chik.
