Repository: tktk711/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/aboutSupportMail.dtd.po
Languages: dsb

source: Application Build ID
dsb: Aplikacija wersijowy ID

source: Mail and News Accounts
dsb: E-mailowe a diskusijne konta

source: Include account names
dsb: Kontowe mjenja zapśimjeś

source: (possibly identifying information)
dsb: (snaź identificěrujuce informacije)

# aboutSupport.accountsName
source: Name
dsb: Mě

source: Incoming server
dsb: Dochadny serwer

source: Outgoing servers
dsb: Wuchadne serwery

# aboutSupport.accountsServerName
source: Name
dsb: Mě

source: Connection security
dsb: Zwiskowa wěstota

source: Authentication method
dsb: Awtentificěrowańska metoda

source: Default?
dsb: Standard?

source: Identity
dsb: Identita

source: Send via email
dsb: Pśez e-mail pósłaś
