Repository: tktk711/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/aboutRights.dtd.po
Languages: dsb

# rights.title
source: About Your Rights
dsb: Wó wašych pšawach

# rights.intro-header
source: About Your Rights
dsb: Wó wašych pšawach

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
dsb: &brandFullName; jo licha softwara zjawnego žrědła, napórana wót zgromajźeństwa tysacow luźi z cełego swěta. Su někotare wěcy, kótarež wy by měł wěźeś:

source: &brandShortName; is made available to you under the terms of the
dsb: &brandShortName; staja se k dispoziciji pód wuměnjenjami

source: Mozilla Public License
dsb: licence Mozilla Public License

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
dsb: . To wóznamjenijo, až móžośo &brandShortName; wužywaś a kopěrowaś a jen na drugich rozdźěliś. Wóstanjo wam pśewóstajone, žrědłowy kode &brandShortName; pó wašom dobrozdaśu změniś, aby wón wašym pótrjebam wótpowědował. Licenca Mozilla Public License dawa wam teke pšawo waše změnjone wersije rozdźěliś.

source: Mozilla does not grant you any rights to the Mozilla and Thunderbird trademarks or logos. Additional information on Trademarks may be found
dsb: Mozilla njegarantěrujo wam žedne pšawa na wikowańskich markach abo logach Mozilla a Thunderbird. Pśidatne informacije na wikowańskich namakajośo

# rights.intro-point2b
source: here
dsb: how

source: Privacy policies for &vendorShortName;'s products may be found
dsb: Pšawidła priwatnosći za produkty &vendorShortName; namakajośo

# rights.intro-point3b
source: here
dsb: how

source: Any applicable privacy policies for this product should be listed here.
dsb: Wšykne nałožujobne pšawidła priwatnosći za toś ten produkt by měli se how pódaś.

source: &brandShortName; also offers optional services, such as the add-on update service; however we cannot guarantee they are 100% accurate or error-free. More details, including information on how to disable the services, can be found in the
dsb: &brandShortName; póbitujo teke opcionalne słužby, na pśikład słužbu za aktualizěrowanje dodankow; njamóžomy pak garantěrowaś, až su 100% w pórěźe abo bźez zmólkow. Dalšne drobnostki, inkluziwnje informacije, kak móžośo słužby znjemóžniś, namakajośo we

source: service terms
dsb: wužywańskich wuměnjenjach

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
dsb: Jolic toś ten produkt wobpśimujo websłužby, nałožujobne wužywańske wuměnjenja za słužby by měli zwězane byś z

source: Web Site Services
dsb: wótrězkom

source: section.
dsb: websedłowych słužbow.

source: &brandFullName; Web Site Services
dsb: &brandFullName; websedłowe słužby

source: &brandFullName; offers optional services ("Services"), such as the add-on update service, that are available for your use with this binary version of &brandShortName; as described below. If you do not want to use the Services or the terms below are unacceptable, you may disable the add-on update service by opening the application preferences, selecting the
dsb: &brandFullName; póbitujo opcionalne słužby ("słužby"), na pśikład słužbu za aktualizěrowanje dodankow, kótarež su myslone za wužywanje z toś teju binarneju wersiju &brandShortName;, kaž to se dołojce wopisujo. Jolic njocośo słužby wužywaś abo slědujuce wuměnjenja su njeakceptěrujobne za was, móžośo słužbu za aktualizěrowanje dodankow znjemóžniś, z tym až wócynijośo nastajenja aplikacije a wuběraśo,

source: Advanced
dsb: wótrězk Rozšyrjony

source: section, followed by the
dsb: a pótom

source: Update
dsb: rejtark Aktualizěrowaś

source: tab, and unchecking the options for "Automatically check for updates to".
dsb: a znjemóžnjaśo opcije za "Awtomatiski aktualizacije pytaś za".

source: An overview of the web site services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
dsb: How by dejał pśeglěd websedłowych słužbow zapśimjeś, kótarež produkt wopśimujo, gromaźe z instrukcijami, kak daju s znjemóžniś.

source: Any applicable service terms for this product should be listed here.
dsb: Nałožujobne wužywańske wuměnjenja za toś ten produkt by měli se how pódaś.

source: &vendorShortName; may discontinue or change the Services at its discretion.
dsb: &vendorShortName; móžo słužby pó swójom dobrozdaśu zastajiś abo změniś.

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and you have all the rights necessary to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
dsb: Sćo pśepšošony, toś te słužby z toś teju wersiju &brandShortName; wužywaś, a maśo wšykne pšawa, kótarež su trěbne, aby to cynił. &vendorShortName; a jogo licencudawarje wuměnjenjaju se wšykne druge pšawa na toś tych słužbach. Toś te wuměnjenja njamaju pšawa wobgranicowaś, kótarež garantěruju se pód licencami zjawnego žrědła a daju se na &brandShortName; a na wótpowědne wersije žrědłowego koda &brandShortName; nałožowaś.

source: The Services are provided "as-is." &vendorShortName;, its contributors, licensors, and distributors, disclaim all warranties, whether express or implied, including without limitation, warranties that the Services are merchantable and fit for your particular purposes. You bear the entire risk as to selecting the Services for your purposes and as to the quality and performance of the Services. Some jurisdictions do not allow the exclusion or limitation of implied warranties, so this disclaimer may not apply to you.
dsb: Słužby dodawaju se "kaž wóne su." &vendorShortName;, jogo sobuźěłaśerje, licencudawarje a rozdźělowarje wótpokazuju wšykne garantije, lěc wurazne lěc zapśimjone, inkluziwnje take, kótarež su bźez wobgranicowanja, garantije, až słužby su kupne a wótpowěduju wašym wósebnym zaměram. Njasośo połne riziko, což nastupa wuběranje słužbow za waše zaměry a kwalitu a wugbaśe słužbow. Někotare suźenja njedowóluja wuzamknjenje abo wobgranicowanje zapśimjonych garantijow, tak toś ta wuzamknjeńska klawsula njedajo se na was nałožyś.

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
dsb: Mimo až kazń pomina se to, &vendorShortName;, jogo sobuźěłaśerje, licencydawarje a rozdźělowarje njegarantěruju za indirektne, specialne, pśipadne, naslědne, pokuśeńske abo eksemplariske škódy, kótarež slěduju z wašnje wužywanja &brandShortName; a słužbow. Kolektiwna garantija pód toś tymi wuměnjenjami njepśesegujo 500 $ (pěś stow dolarow). Někotare suźenja njedowóluja wuzamknjenje abo wobgranicowanje wěstych škódow, tak toś to wuzamknjenje a wobgranicowanje njedajotej se na was nałožyś.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or canceled without &vendorShortName;'s written agreement.
dsb: &vendorShortName; móžo toś te wuměnjenja, jolic su trěbne, pśi góźbje aktualizěrowaś. Toś te wuměnjenja njedaju se bźez pisnego zwólenja &vendorShortName; změniś.

source: These terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions. If any portion of these terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect. In the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.
dsb: Toś te wuměnjenja pódlaže kaznjam stata Kalifornija, USA, mimo pšawniskich póstajenjow, kótarež su w konflikśe z nimi. Jolic maju se źěl toś tych wuměnjenjow za njepłaśiwy abo měnje, až njedaju se pśesajźiś, zbytkowne źěle wobchowaju swóju połnu statkownosć a płaśiwosć. Jolic jo konflikt mjazy pśełožoneju wersiju a engelskeju wersiju, engelska wersija płaśi.
