Repository: tktk711/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/activity.properties.po
Languages: dsb

source: Paused
dsb: Zastajony

source: Processing
dsb: Pśeźěłujo

source: Not Started
dsb: Njestartowany

source: Failed
dsb: Njeraźony

source: Waiting for input
dsb: Caka se na zapódaśe

source: Waiting for retry
dsb: Caka se na nowy wopyt

source: Completed
dsb: Dokóńcony

source: Canceled
dsb: Pśetergnjony

source: Sending Messages
dsb: Powěsći se sćelu

source: Sending Message
dsb: Powěsć se sćelo

source: Sending Message: %S
dsb: Powěsć se sćelo: %S

source: Copying message to sent folder
dsb: Powěsć kopěrujo se do zarědnika Pósłany

source: Sent Message
dsb: Powěsć jo pósłana

source: Sent Message: %S
dsb: Pósłana powěsć: %S

source: Failed to send message
dsb: Powěsć njedajo se słaś

source: Failed to copy message
dsb: Powěsć njedajo se kopěrowaś

source: Failed to send message: %S
dsb: Powěsć njedajo se słaś: %S

source: Failed to copy message: %S
dsb: Powěsć njedajo se kopěrowaś: %S

source: %4$S: Downloading message %1$S of %2$S in %3$S…
dsb: %4$S: Powěsć %1$S z %2$S se do %3$S ześěgujo…

source: Bringing folder %S up to date
dsb: Zarědnik %S se aktualizěrujo

# autosyncEventDisplayText
source: %S is up to date
dsb: %S jo aktualny

source: Total number of messages downloaded: %S
dsb: Cełkowna licba ześěgnjonych powěsćow: %S

source: No messages downloaded
dsb: Žedne powěsći njejsu ześěgnjone

source: Synchronizing: %S
dsb: Synchronizěrujo se: %S

# pop3EventDisplayText
source: %S is up to date
dsb: %S jo aktualny

source: #1 message downloaded;#1 messages downloaded
dsb: #1 powěsć ześěgnjona;#1 powěsći ześěgnjonej;#1 powěsći ześěgnjone;#1 powěsćow ześěgnjonych

source: No messages to download
dsb: Njedaju žedne powěsći za ześěgnjenje

source: Deleted #1 message from #2;Deleted #1 messages from #2
dsb: #1 powěsć z #2 wulašowana;#1 powěsći z #2 wulašowanej;#1 powěsći z #2 wulašowane;#1 powěsćow z #2 wulašowanych

source: Moved #1 message from #2 to #3;Moved #1 messages from #2 to #3
dsb: #1 powěsć z #2 do #3 pśesunjona;#1 powěsći z #2 do #3 pśesunjonej;#1 powěsći z #2 do #3 pśesunjone;#1 powěsćow z #2 do #3 pśesunjonych

source: Copied #1 message from #2 to #3;Copied #1 messages from #2 to #3
dsb: #1 powěsć z #2 do #3 kopěrowana;#1 powěsći z #2 do #3 kopěrowanej;#1 powěsći z #2 do #3 kopěrowane;#1 powěsćow z #2 do #3 kopěrowanych

source: from #1 to #2
dsb: z #1 do #2

source: Deleted folder #1
dsb: Zarědnik #1 wulašowany

source: Emptied Trash
dsb: Papjernik wuproznjony

source: Moved folder #1 into folder #2
dsb: Zarědnik #1 do zarědnika #2 pśesunjony

source: Moved folder #1 to Trash
dsb: Zarědnik #1 do papjernika pśesunjony

source: Copied folder #1 into folder #2
dsb: Zarědnik #1 do zarědnika #2 kopěrowany

source: Renamed folder #1 to #2
dsb: Zarědnik #1 do #2 pśemjenjony

source: Indexing messages
dsb: Powěsći se indicěruju

source: Indexing messages in #1
dsb: Powěsći w #1 se indicěruju

source: Determining which messages to index
dsb: Póstajaju se, kótare powěsći maju se indicěrowaś

source: Determining which messages to index in #1
dsb: Póstajaju se, kótare powěsći maju se w #1 indicěrowaś

source: Indexing #1 of #2 message;Indexing #1 of #2 messages (#3% complete)
dsb: #1 z #2 powěsći se indicěrujo;#1 z #2 powěsćowu se indicěrujotej;#1 z #2 powěsćow se indicěruju;#1 z #2 powěsćow se indicěrujo (#3 % dokóńcone)

source: Indexing #1 of #2 message in #4;Indexing #1 of #2 messages in #4 (#3% complete)
dsb: #1 z #2 powěsći indicěrujo se w #4;#1 z #2 powěsćowu indicěrujotej se #4;#1 z #2 powěsćow indicěruju se w #4;#1 z #2 powěsćow indicěrujo se w #4 (#3 % dokóńcone)

source: Indexed #1 message in #2;Indexed #1 messages in #2
dsb: #1 powěsć w #2 indicěrowana;#1 powěsći w #2 inděcěrowanej;#1 powěsći w #2 indicěrowane;#1 powěsćow w #2 indicěrowanych

source: #1 second elapsed;#1 seconds elapsed
dsb: #1 sekunda jo se minuła;#1 sekunźe stej se minułej;#1 sekundy su se minuli;#1 sekundow jo se minuło
