Repository: tktk711/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/fieldMapImport.dtd.po
Languages: dsb

source: Import Address Book
dsb: Adresnik importěrowaś

source: Imported data for Record:
dsb: Daty importěrowaś za datowu sajźbu:

source: &Next
dsb: &Pśiducy

source: &Previous
dsb: Pjer&wjejšny

source: Use Move Up and Move Down to match the address book fields on the left to the correct data for import on the right. Uncheck items you do not want to import.
dsb: Wužyjśo Górjej a Dołoj, aby póla adresnika nalěwo pšawym datam za importěrowanje napšawo pśirědował. Wótpórajśo wobznamjenje za zapiski, kótarež njocośo importěrowaś.

source: Move &Up
dsb: &Górjej

source: Move &Down
dsb: &Dołoj

source: Address Book fields
dsb: Póla adresnika

source: Record data to import
dsb: Daty za importěrowanje

source: &First record contains field names
dsb: Prědna datowa &sajźba wopśimujo pólowe mjenja
