Repository: tktk711/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/imAccountWizard.dtd.po
Languages: dsb

source: Chat Account Wizard
dsb: Asistent chatowego konta

source: Chat network
dsb: Chatowa seś

source: Please choose the network of your chat account.
dsb: Pšosym wubjeŕśo seś za swójo chatowe konto.

source: Network:
dsb: Seś:

source: Get more…
dsb: Wěcej…

source: Username
dsb: Wužywarske mě

source: This account is already configured!
dsb: Toś to konto jo se južo konfigurěrowało!

source: Password
dsb: Gronidło

source: Please enter your password in the box below.
dsb: Pšoym zapódajśo swójo gronidło w slědujucem kašćiku.

source: Password:
dsb: Gronidło:

source: The password entered here will be stored in the Password Manager. Leave this box empty if you want to be prompted for your password each time this account is connected.
dsb: Gronidło, kótarež sćo how zapódał, buźo se w zastojniku gronidłow składowaś. Wóstajśo toś ten kašćik prozny, jolic cośo, až kuždy raz, gaž se toś to konto zwězujo, se was za wašym gronidłom pšašaju.

source: Advanced Options
dsb: Rozšyrjone nastajenja

source: Feel free to skip this step if you want to.
dsb: Móžośo rady toś ten kšac pśeskócyś, jolic to cośo.

source: Notify on new Mail
dsb: Wó nowej e-maili informěrowaś

source: Local Alias
dsb: Lokalny alias

source: This will only be displayed in your conversations when you talk, remote contacts won't see it.
dsb: To zwobraznijo se we wašych konwersacijach jano pótom, gaž komunicěrujośo, daloke kontakty njebudu to wiźeś.

source: Proxy Settings
dsb: Proksy-nastajenja

source: &Change…
dsb: &Změniś…

source: Summary
dsb: Zespominanje

source: A summary of the information you entered is displayed below. Please check it before the account is created.
dsb: Zespominanje informacijow, kótarež sćo zapódał, se dołojce zwobraznjujo. Pšosym pśekontrolěrujśo to, až konto njejo załožone.

source: Connect this account now.
dsb: Toś to konto něnto zwězaś.
