Repository: tktk711/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/offline.properties.po
Languages: dsb

source: Download Messages
dsb: Powěsći ześěgnuś

source: Do you want to download messages for offline use before going offline?
dsb: Cośo powěsći za wužywanje offline ześěgnuś, nježli až offline źośo?

source: Always ask me when I go offline
dsb: Pśecej se pšašaś, gaž du offline

source: &Download Now
dsb: Něnto &ześěgnuś

# sendMessagesWindowTitle1
source: Unsent Messages
dsb: Njepósłane powěsći

source: Do you want to send your unsent messages now?
dsb: Cośo swóje njepósłane powěsći něnto pósłaś?

source: Always ask me when I go online
dsb: Pśecej se pšašaś, gaž du online

source: &Send Now
dsb: &Něnto pósłaś

source: &Later
dsb: &Pózdźej

source: Get Messages
dsb: Powěsći wobstaraś

source: You are currently offline. Do you want to go online to get new messages?
dsb: Sćo tuchylu offline. Cośo online hyś, aby nowe powěsći wótwołał?

# sendMessagesOfflineWindowTitle1
source: Unsent Messages
dsb: Njepósłane powěsći

source: You are currently offline. Do you want to go online to send unsent messages?
dsb: Sćo tuchylu offline. Cośo online hyś, aby wy njepósłane powěsći pósłał?

source: You are currently offline.
dsb: Sćo tuchylu offline.

source: You are currently online.
dsb: Sćo tuchylu online.
