Repository: tktk711/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/systemIntegrationDialog.dtd.po
Languages: dsb

source: System Integration
dsb: Systemowa integracija

source: Set as Default
dsb: Ako standard nastajiś

source: Skip Integration
dsb: Integraciju pśeskócyś

source: Cancel
dsb: Pśetergnuś

source: Use &brandShortName; as the default client for:
dsb: &brandShortName; ako standardny program wužywaś za:

source: Newsgroups
dsb: Diskusijne kupki

source: Feeds
dsb: Kanale

source: It is not possible to unset &brandShortName; as the default client within &brandShortName;. To make another application the default you must use its 'Set as default' dialog.
dsb: Njejo móžno, w &brandShortName; póstajiś, až &brandShortName; wěcej njama se ako standardny program wužywaś. Aby wy druge nałoženje k standardnemu programoju cynił, musyśo dialog 'Ako standard wužywaś' togo nałoženja wužywaś.

source: &Always perform this check when starting &brandShortName;
dsb: &Toś tu kontrolu pśecej pśewjasć, gaž &brandShortName; se startujo

source: Allow &searchIntegration.engineName; to &search messages
dsb: &searchIntegration.engineName; &dowóliś, aby powěsći pytało
