Repository: tktk711/mozilla-l10n
Catalog: */locale/browser/browser.dtd.po
Languages: mg

source: Source for:
mg: Loharanon'ny:

source: (Nothing Available)
mg: (Tsy misy na inona na inona)

source: New &Tab
mg: Vakizoro vaovao

source: Open &Location...
mg: Manokafa &Toerana...

source: &Open File...
mg: Man&okafa rakitra...

source: Page Set&up...
mg: Lamin'ny p&ejy...

source: Print Pre&view
mg: To&py maso izay hatonta

source: &Print...
mg: &Hanonta...

source: &Import...
mg: Mana&fatra...

source: &Work Offline
mg: Asa &tsy mila fifandraisana

source: &Navigation Toolbar
mg: Ts&ipikin'ny fitaovana fitetezana

source: &Bookmarks Toolbar
mg: Tsipikin'ny tobin-d&rohy

source: Bookmarks Toolbar Items
mg: Zavatra ao anatin'ny tsipikin'ny tobin-drohy

source: Status &Bar
mg: Tsipikin'ny fi&voarana

source: Page S&ource
mg: Loh&aranon'ny pejy

source: Page &Info
mg: Ny mom&bamomba ilay pejy

source: &Full Screen
mg: Mam&eno ny efijery

source: Minimize
mg: Akelezina

source: Restore
mg: Averina amin'ny teo aloha

source: Close
mg: Hidina

source: Close Window
mg: Hidio ny fikandrana

source: &Bookmarks
mg: To&bin-drohy

source: Bookmark This Page...
mg: Raketo ity pejy ity...

source: Bookmark All &Tabs...
mg: Rake&to ny vakizoro rehetra...

source: Organize Book&marks...
mg: Fandrindrana ny tobin-drohy...

source: Bookmark All Tabs...
mg: Raketo ny vakizoro rehetra...

# searchBookmarksCmd.commandkey
source: B
mg: R

source: &Back
mg: Mi&verina

source: Go back one page
mg: Mihemotra pejy iray

source: &Forward
mg: Mi&roso

source: Go forward one page
mg: Miroso pejy iray

source: &Reload
mg: &Avereno aseho

source: Reload current page
mg: Avereno aseho ito pejy ito

source: &Stop
mg: A&janony

source: Stop loading this page
mg: Ajanony ny fakana ity pejy ity

source: Print
mg: Hanonta

source: Print this page
mg: Atontao ity pejy ity

source: Location
mg: Toerana

source: Search
mg: Tadiavo

source: Activity Indicator
mg: Mpilaza ny fivoaran'ny hetsika atao

# bookmarksItem.title
source: Bookmarks
mg: Tobin-drohy

source: Updates
mg: Fanondrotana

source: Drag and drop this icon to create a link to this page
mg: Raiso dia afindrao ity kisary ity hamoronana rohy mankany amin'io pejy io

# homeButton.label
source: Home
mg: Fandraisana

# bookmarksButton.label
source: Bookmarks
mg: Tobin-drohy

source: Display your bookmarks
mg: Mampiseho ny tobin-drohinao

source: History
mg: Diary

source: Display pages you've viewed recently
mg: Mampiseho ireo pejy vao nojerenao

# historySidebarCmd.accesskey
source: s
mg: D

source: &Tools
mg: Fi&taovana

source: Add a &Keyword for this Search...
mg: Mampidira teny fa&hatra hanaovana fikarohana...

source: Web &Search
mg: Fi&karohana anatin'ny tranonkala

source: &Downloads
mg: Fampi&dinana

source: Display the progress of ongoing downloads
mg: Mampiseho ny fivoaran'ny fampidinana atao

source: y
mg: n

source: &Java Console
mg: Konsoly &Java

source: &File
mg: &Rakitra

source: &New
mg: &Vaovao

source: &New Window
mg: Fika&ndrana vaovao

source: &Edit
mg: &Hanova

source: &Undo
mg: &Avereno amin'ny teo aloha

source: &Redo
mg: Ataovy ind&ray mandeha

source: Cu&t
mg: Esor&y

source: &Copy
mg: Adi&kao

source: &Paste
mg: &Raiketo

source: &Delete
mg: &Fafao

source: Select &All
mg: Farito izy re&hetra

source: &Options...
mg: &Safidy...

source: Prefere&nces
mg: Safidy ma&nokana

source: Clear &Private Data
mg: Fafao izay da&ta mikasika ahy

source: &View
mg: Seh&o

source: &Toolbars
mg: &Tsipikin'ny fitaovana

source: Sid&ebar
mg: T&sipika amin'ny sisiny

source: &Customize...
mg: Am&boary...

source: Hi&story
mg: D&iary

source: &Home
mg: Fan&draisana

source: &Go
mg: Alef&a

# goHomeCmd.label
source: Home
mg: Fandraisana

source: Earlier History
mg: Pejy nojerena teo alohaloha

source: &Release Notes
mg: &Teny mikasika ity rindran'asa ity

source: Open Link in New &Window
mg: Sokafy ao anaty fikandrana &vaovao io rohy io

source: Open Link in New &Tab
mg: S&okafy ao anaty vakizoro vaovao io rohy io

source: O&pen
mg: So&kafy

source: Open Frame in New &Window
mg: Soka&fy ao anaty fikandrana vaovao io frame io

source: Open Frame in New &Tab
mg: Sokafy ana&ty vakizoro vaovao io frame io

source: Sho&w Only This Frame
mg: Ity frame ity ihany no a&sehoy

source: &Reload Frame
mg: &Avereno aseho ity frame ity

source: View Selection Source
mg: Hijery ny loharanon'ilay fantina

source: View MathML Source
mg: Hijery ny loharanon'ny MathML

source: &View Page Source
mg: &Hijery ny loharanon'ny ilay pejy

source: &View Frame Source
mg: Hijery ny loharanon'ilay &frame

source: View Page &Info
mg: H&ijery ny mombamomba ilay pejy

source: V&iew Frame Info
mg: H&ijery ny mombamomba ilay frame

source: View &Image
mg: H&ijery io sary io

source: Vie&w Background Image
mg: Hije&ry ny sary ao afara

source: &Set As Desktop Background...
mg: Ataovy &sary afara amin'ny desktop...

source: Book&mark This Page...
mg: Raiketo ity pe&jy ity...

source: Bookmark This &Link...
mg: Raiketo ity ro&hy ity...

source: Bookmark This &Frame...
mg: Raiketo ity &frame ity...

source: S&end Link...
mg: Al&efaso ity rohy ity...

source: Save Page &As...
mg: R&aketo toy izao ity pejy ity...

source: Save &Frame As...
mg: Raketo toy izao ity &frame ity...

source: Save Lin&k As...
mg: Ra&keto toy izao ity rohy ity...

source: Sen&d Link...
mg: Al&efaso ity rohy ity...

source: Sa&ve Image As...
mg: Raketo to&y izao ity sary ity...

source: Se&nd Image...
mg: Ale&faso ity sary ity...

source: &Copy Link Location
mg: A&dikao ny adiresin'ity rohy ity

source: C&opy Image Location
mg: Adika&o ny adiresin'io sary io

source: Cop&y Image
mg: Adikao io sar&y io

source: &Properties
mg: &Toetoetra

source: Copy &Email Address
mg: Adikao io adir&esy mailaka io

source: T&his Frame
mg: Ity fra&me ity

source: &Increase
mg: Haleh&ibiazo

source: &Decrease
mg: Ha&kelezo

source: &Normal
mg: A&ntonony

source: Text Si&ze
mg: Ha&lehiben'ny soratra

source: Open a new tab
mg: Manokafa vakizoro vaovao

source: Open a new window
mg: Manokafa fikandrana vaovao

source: Close sidebar
mg: Hidio ny tsipika amin'ny sisiny

source: Cut
mg: Esory

source: Copy
mg: Adikao

source: Paste
mg: Raiketo

source: E&xit
mg: Hi&janona

source: &Quit
mg: Hi&janona

source: &Close
mg: &Hidio

source: Page St&yle
mg: N&y endrikin'ny pejy

source: Page Styles
mg: Ny endrikin'ny pejy

source: &No Style
mg: A&za ovaina

source: &Basic Page Style
mg: Endrika &fototr'ilay pejy

source: Switch to an alternate page style
mg: Ovay endrika hafa ilay pejy

source: Change popup blocking settings for this web site
mg: Ovay ny fomba fisakanana popup amin'ity site web ity

source: Edit Popup Blocker Preferences...
mg: Ovay ireo safidy manokana mandrindra ilay Mpisakana Popup...

source: &Edit Popup Blocker Options...
mg: Ovay ir&eo safidy mahakasika ny Mpisakana Popup...

source: Switch Pa&ge Direction
mg: Ovay ny fitodihan'ny &pejy

source: S&witch Text Direction
mg: Ovay ny fitodihan'ny &soratra

source: &Find in This Page...
mg: &Tadiavo anatin'ity pejy ity...

source: Find A&gain
mg: A&vereno tadiavina
