Repository: tktk711/mozilla-l10n
Catalog: mni/browser/chrome/browser/baseMenuOverlay.dtd.po
Languages: mni

source: Minimize
mni: পিকশিনবা

source: Bring All to Front
mni: পুম্নমক মমাংদা পুরকপা

source: Zoom
mni: জুম

source: Window
mni: ৱিন্দো

source: &About &brandShorterName;
mni: &brandShorterName; গী মরমদা (&A)

source: &brandShorterName; &Help
mni: &brandShorterName; মতেং (&H)

source: &Keyboard Shortcuts
mni: কিবোর্দ অশম্বা (&K)

source: &Restart with Add-ons Disabled…
mni: এদ-ওনস ঙমহন্দনা রিস্তার্ত তৌরি... (&R)

source: &Restart with Add-ons Enabled
mni: এদ-ওন ঙমহন্দুনা রিস্তার্ত তৌরো (&R)

source: &brandShorterName; H&ealth Report
mni: &brandShorterName; হেল্থ রিপোরত (&e)

source: &Troubleshooting Information
mni: ত্রোবলশুতিংগী ঈপাউ (&T)

source: &Submit Feedback…
mni: ফীদবেক পীশিল্লি... (&S)

source: &brandShorterName; T&our
mni: &brandShorterName; তুর (&o)

source: Preferences…
mni: প্রিফরেন্সশিং...

source: Services
mni: সার্ভিসশিং

source: Hide &brandShorterName;
mni: &brandShorterName; লোৎলো

source: Hide Others
mni: অতোপ্পশিং লোৎপা

source: Show All
mni: পুম্নমক উৎপা
