Repository: tktk711/mozilla-l10n
Catalog: mni/browser/chrome/browser/newTab.dtd.po
Languages: mni

source: New Tab
mni: অনৌবা তেব

source: Include suggested sites
mni: ওইহন্নিংলিবা সাইতশিং য়াওহল্লো

source: Learn about New Tab
mni: অনৌবা তেবকী মরমদা খঙবিয়ু

source: Customize your New Tab page
mni: অদোমগী অনৌবা তেব লামায় কস্তমাইজ তৌরো

source: Show suggested and your top sites
mni: ওইহন্নিংলিবা অমসুং খ্বাইদগী ফবা সাইতশিং উৎলো

source: Show blank page
mni: অহাংবা লামায় উৎলো

source: Thumbnail removed.
mni: থম্বনেইল লৌথোক্লে.

source: Undo.
mni: তৌদবা

source: Restore All.
mni: পুম্নমক রিস্তোর তৌরো.

source: Hide
mni: লোৎলো
