Repository: tktk711/mozilla-l10n
Catalog: mni/browser/chrome/browser/sitePermissions.properties.po
Languages: mni

source: Always Ask
mni: মতম পুম্নমক্তা হংবিয়ু

source: Allow
mni: য়াবা

source: Allow for Session
mni: সেসনগীদমক য়াবা

source: Block
mni: থিংবা

source: Set Cookies
mni: কুকিশিং সেত তৌবা

source: Load Images
mni: মমিশিং লোদ তৌবা

source: Use the Camera
mni: কেমেরা শিজিন্নৌ

source: Use the Microphone
mni: মাইক্রোফোন শিজিন্নৌ

source: Install Add-ons
mni: এদ-ওন ইনস্তোল তৌরো

source: Open Pop-up Windows
mni: পোপ-অপ ৱিন্দোজ হাংদোকপা

source: Access Your Location
mni: অদোমগী লৈফম এক্সেস তৌরো

source: Maintain Offline Storage
mni: ওফলাইন স্তোরেজ কাযদনা থম্বিয়ু
