Repository: tktk711/mozilla-l10n
Catalog: an/dom/chrome/dom/dom.properties.po
Languages: an

source: Warning: Unresponsive script
an: Alvertencia: script sin respuesta

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
an: Un script d'ista pachina puede estar ocupau, u puede haber deixau de responder. Puede aturar o script, u puede continar ta veyer si o script acaba.

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
an: Un script en ista pachina puede estar ocupau, u puede que haiga deixau de responder. Puede aturar o script agora, ubrir-lo en o depurador, u deixar que contine a suya execución.

source: Stop script
an: Aturar o script

source: Debug script
an: Depurar o script

# WaitForScriptButton
source: Continue
an: Continar

source: &Don’t ask me again
an: &No tornar a preguntar-me

source: Attempt to load a javascript: URL from one host in a window displaying content from another host was blocked by the security manager.
an: S'ha produciu un intento de cargar una URL javascript: dende un servidor en una finestra que amuestra conteniu d'unatro servidor ha estau bloquiau por l'administrador de seguranza.

source: Scripts may not close windows that were not opened by script.
an: Os scripts no pueden zarrar finestras que no haigan estau ubiertas por un script.

source: Are you sure?
an: En ye seguro?

source: This page is asking you to confirm that you want to leave - data you have entered may not be saved.
an: Ista pachina le ye pedindo de confirmar que quiere abandonar-la - os datos que i haiga introduciu no s'alzarán.

source: Stay on Page
an: Remanir en a pachina

source: Leave Page
an: Salir d'a pachina

source: canvas: an attempt to set strokeStyle or fillStyle to a value that is neither a string, a CanvasGradient, or a CanvasPattern was ignored.
an: canvas: s'ha ignorau un intento d'establir strokeStyle u fillStyle a una valura que no ye ni una cadena, ni un CanvasGradient, ni un CanvasPattern.

source: Empty string passed to getElementById().
an: S'ha pasau una cadena vueda ta getElementById().

source: Warning: Low memory
an: Alvertencia: memoria baixa

source: A script on this page has been stopped due to a low memory condition.
an: S'ha aturau un script en ista pachina por trobar-se en condicions de baixa memoria.

source: An unbalanced tree was written using document.write() causing data from the network to be reparsed. For more information https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
an: S'ha escrito un arbol no equilibrau fendo servir document.write(), provocando que os datos de ret s'haigan reinterpretado. Ta mas información, consulte https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing

source: A call to document.write() from an asynchronously-loaded external script was ignored.
an: S'ha ignorau una gritada a document.write() dende un script externo cargau asincronament.

source: Dropping a file into a contenteditable element failed: %S.
an: Ha fallau lo deixar cayer un fichero en un elemento de conteniu editable: %S.

source: Please shorten this text to %S characters or less (you are currently using %S characters).
an: Por favor, alcorce iste texto a %S caracters u menos (actualment ye usando %S caracters).

source: Please use at least %S characters (you are currently using %S characters).
an: Faga servir lo menos %S caracters (agora ye usando %S caracters).

source: Please fill out this field.
an: Por favor, replene iste campo.

source: Please check this box if you want to proceed.
an: Marque ista caixeta si deseya continar.

source: Please select one of these options.
an: Trigue una d'istas opciones.

source: Please select a file.
an: Trigue un fichero.

source: Please select an item in the list.
an: Trigue un elemento d'a lista.

source: Please enter an email address.
an: Introduzca una adreza de correu.

source: Please enter a URL.
an: Introduzca una URL.

source: Please match the requested format.
an: Mire que coincida con o formato solicitau.

source: Please match the requested format: %S.
an: Mire que coincida con o formato solicitau: %S.

source: Please select a value that is no more than %S.
an: Trigue una valura inferior u igual a %S.

source: Please select a value that is no less than %S.
an: Trigue una valura superior u igual a %S.

source: Please select a valid value. The two nearest valid values are %S and %S.
an: Seleccione una valura valida. As dos valuras validas mas amanadas son %S y %S.

source: Please select a valid value. The nearest valid value is %S.
an: Seleccione una valura valida. A valura valida mas amanda ye %S.

source: Please enter a number.
an: Introduzca un numero.

source: Use of getAttributeNode() is deprecated. Use getAttribute() instead.
an: L'uso de getAttributeNode() ya no se consella. Faiga servir en cuenta getAttribute().

source: Use of setAttributeNode() is deprecated. Use setAttribute() instead.
an: L'uso de setAttributeNode() ya no se consella. Faiga servir en cuenta setAttribute().

source: Use of getAttributeNodeNS() is deprecated. Use getAttributeNS() instead.
an: L'uso de getAttributeNodeNS() ya no se consella. Faiga servir en cuenta getAttributeNS().

source: Use of setAttributeNodeNS() is deprecated. Use setAttributeNS() instead.
an: L'uso de setAttributeNodeNS() ya no se consella. Faiga servir en cuenta setAttributeNS().

source: Use of removeAttributeNode() is deprecated. Use removeAttribute() instead.
an: L'uso de removeAttributeNode() ya no se consella. Faiga servir en cuenta removeAttribute().

source: Use of document.createAttribute() is deprecated. Use element.setAttribute() instead.
an: L'uso de document.createAttribute() ya no se consella. Faiga servir en cuenta element.setAttribute().

source: Use of document.createAttributeNS() is deprecated. Use element.setAttributeNS() instead.
an: L'uso de document.createAttributeNS() ya no se consella. Faiga servir en cuenta element.setAttributeNS().

source: Use of attributes’ nodeValue attribute is deprecated. Use value instead.
an: L'uso de nodeValue en atributos ya no se consella. Faiga servir en cuenta "value".

source: Use of attributes’ textContent attribute is deprecated. Use value instead.
an: L'uso de textContext en atributos ya no se consella. Faiga servir en cuenta value.

source: Use of enablePrivilege is deprecated. Please use code that runs with the system principal (e.g. an extension) instead.
an: L'uso d'enablePrivilege ya no se consella. Faiga servir en cuenta codigo que s'execute con o prencipal d'o sistema (por eixemplo una extensión).

source: Request for fullscreen was denied because Fullscreen API is disabled by user preference.
an: S'ha denegau a solicitut de pantalla completa porque l'API de pantalla completa ye desactivada por preferencias de l'usuario.

source: Request for fullscreen was denied because a windowed plugin is focused.
an: S'ha denegau la solicitut de pantalla completa porque lo foco ye en un connector enfinestrau.

source: Request for fullscreen was denied because the document is no longer visible.
an: S'ha denegau a solicitut de pantalla completa porque o documento ya no ye visible.

source: Request for fullscreen was denied because at least one of the document’s containing elements is not an iframe or does not have an “allowfullscreen” attribute.
an: S'ha deneganu a solicitut de plantalla completa, porque a lo menos uno d'os documentos que contién no ye un iframe u no tien un atributo "allowfullscreen".

source: Request for fullscreen was denied because Element.requestFullscreen() was not called from inside a short running user-generated event handler.
an: S'ha denegau a solicitut de pantalla completa porque a función Element.mozRequestFullScreen() no s'ha cridau dende un chestor d'eventos cheneraus por l'usuario.

source: Request for fullscreen was denied because requesting element is not <svg>, <math>, or an HTML element.
an: S'ha denegau a solicitut de pantalla completa porque l'elemento que la ha solicitada no ye <svg>, <math>, ni garra elemento HTML.

source: Request for fullscreen was denied because requesting element is no longer in its document.
an: S'ha denegau a solicitut de pantalla completa porque l'elemento que la ha solicitau ya no existe en o documento.

source: Request for fullscreen was denied because requesting element has moved document.
an: S'ha denegau a solicitut de pantalla completa porque l'elemento que la ha solicitau ha moviu o documento.

source: Request for fullscreen was denied because we no longer have a window.
an: S'ha denegau a solicitut de pantalla completa porque ya no i hai garra finestra.

source: Request for fullscreen was denied because a subdocument of the document requesting fullscreen is already fullscreen.
an: S'ha denegau a solicitut de pantalla completa porque un subdocumento d'o documento que la ha solicitau ya ye a pantalla completa.

source: Request for fullscreen was denied because requesting element is not a descendant of the current fullscreen element.
an: S'ha denegau a solicitut de pantalla completa porque l'elemento que la ha solicitau no ye un descendient de l'elemento que actualment ye en pantalla completa.

source: Request for fullscreen was denied because requesting element is not in the currently focused tab.
an: S'ha denegau a solicitut de pantalla completa porque l'elemento que la ha solicitau no ye en a pestanya que actualment tiene o foco.

source: Exited fullscreen because fullscreen element was removed from document.
an: S'ha saliu d'a pantalla completa porque l'elemento en pantalla completa s'ha moviu d'o documento.

source: Exited fullscreen because windowed plugin was focused.
an: S'ha saliu d'a pantalla completa porque o foco lo tiene un connector enfinestrau.

source: Request for pointer lock was denied because Pointer Lock API is disabled by user preference.
an: S'ha denegau a solicitut de bloqueyo de puntero porque l'API de bloqueyo de puntero ye desactivada por preferencias de l'usuario.

source: Request for pointer lock was denied because the pointer is currently controlled by a different document.
an: S'ha denegau a solicitut de bloqueyo de puntero porque ye actualment controlau por un documento diferent.

source: Request for pointer lock was denied because the requesting element is not in a document.
an: S'ha denegau a solicitut de bloqueyo de puntero porque l'elemento que l'ha demandau no ye en un documento.

source: Request for pointer lock was denied because Pointer Lock API is restricted via sandbox.
an: S'ha denegau a solicitut de bloqueyo de puntero porque l'API de bloqueyo de puntero ye restrinchida vía sandbox.

source: Request for pointer lock was denied because the document is not visible.
an: S'ha denegau a solicitut de pantalla completa porque o documento no ye visible.

source: Request for pointer lock was denied because the document is not focused.
an: S'ha denegau a solicitut de bloqueyo d'o puntero porque o documento tien lo foco.

source: Request for pointer lock was denied because the requesting element has moved document.
an: S'ha denegau la solicitut de bloqueyo d'o puntero porque l'elemento que l'ha solicitau ha moviu lo documento.

source: Request for pointer lock was denied because Element.requestPointerLock() was not called from inside a short running user-generated event handler, and the document is not in full screen.
an: S'ha denegau la solicitut de bloqueyo d'o puntero porque Element.requestPointerLock() no s'ha clamau dende dentro d'un maniador d'evento curto chenerau por l'usuario, y lo documento no ye de pantalla completa.

source: Request for pointer lock was denied because the browser failed to lock the pointer.
an: S'ha denegau la solicitut de bloqueyo d'o puntero porque lo navegador no ha puesto blocar lo puntero.

source: HTML parsing in XMLHttpRequest is not supported in the synchronous mode.
an: No se permite l'analís d'HTML con a función XMLHttpRequest en modo sincrono.

source: Unable to redirect to %S because the channel doesn’t implement nsIWritablePropertyBag2.
an: No s'ha puesto reendrezar enta %S porque o canal no implementa nsIWritablePropertyBag2.

source: Attempt to set a forbidden header was denied: %S
an: S'ha refusau l'intento de fixar una cabecera vedada: %S

source: Use of XMLHttpRequest’s responseType attribute is no longer supported in the synchronous mode in window context.
an: Ya no se permite l'emplego de l'atributo responseType de XMLHttpRequest quan o contexto d'a finestra ye en modo sincrono.

source: Use of XMLHttpRequest’s timeout attribute is not supported in the synchronous mode in window context.
an: Ya no se permite emplegar l'atributo timeout de XMLHttpRequest quan se ye en o contexto de finestra en modo sincrono.

source: An attempt was made to declare a non-UTF-8 encoding for JSON retrieved using XMLHttpRequest. Only UTF-8 is supported for decoding JSON.
an: S'ha mirau de declarar un caracter codificau con una codificación no UTF-8 emplegando JSON con XMLHttpRequest. JSON nomás permite decodificar caracters UTF-8.

source: Insufficient memory to resample the AudioBufferSourceNode for playback.
an: No i ha pro memoria ta remuestreyar l'AudioBufferSourceNode ta o playback

source: The buffer passed to decodeAudioData contains an unknown content type.
an: Os datos que s'han pasau ta decodeAudioData tienen un tipo de conteniu desconoixiu.

source: An unknown error occurred while processing decodeAudioData.
an: Ha ocurriu una error desconoixida en procesar decodeAudioData.

source: The buffer passed to decodeAudioData contains invalid content which cannot be decoded successfully.
an: Os datos que s'han pasau ta decodeAudioData tienen un conteniu invalido que no se puet descodificar.

source: The buffer passed to decodeAudioData does not contain any audio.
an: Os datos que s'han pasau ta decodeAudioData no contienen audio.

source: The HTMLMediaElement passed to createMediaElementSource has a cross-origin resource, the node will output silence.
an: Lo HTMLMediaElement pasau ta createMediaElementSource tien un recurso d'orichen cruzau, lo nodo dará silencio.

source: The MediaStream passed to createMediaStreamSource has a cross-origin resource, the node will output silence.
an: Lo MediaStream pasau ta createMediaStreamSource tiene un recurso d'orichen cruzau, lo nodo dará silencio.

source: All candidate resources failed to load. Media load paused.
an: Ha fallau a carga de toz os recursos posibles. S'ha aturau a carga.

source: <source> element has no “src” attribute. Media resource load failed.
an: O elemento <source> no tien l'atributo «src». No s'ha puesto cargar o suporte.

source: HTTP load failed with status %1$S. Load of media resource %2$S failed.
an: Ha fallau a carga HTTP con codigo d'estau %1$S. Ha fallau a carga d'o recurso multimedia %2$S.

source: Invalid URI. Load of media resource %S failed.
an: A URI no ye correcta. Ha fallau a carga d'o recurso multimedia %S.

source: Specified “type” attribute of “%1$S” is not supported. Load of media resource %2$S failed.
an: Ha fallau a carga d'o recurso %2$S porque l'atributo "tipo" especificau ta "%1$S" no ye soportau.

source: Specified “media” attribute of “%1$S” does not match the environment. Load of media resource %2$S failed.
an: Ha fallau a carga d'o recurso %2$S porque l'atributo "media" especificau ta "%1$S" no ye soportau.

source: HTTP “Content-Type” of “%1$S” is not supported. Load of media resource %2$S failed.
an: O «Content-Type» HTTP de «%1$S» no ye compatible. Ha fallau a carga d'o recurso multimedia %2$S.

source: Media resource %S could not be decoded.
an: No s'ha puesto descodificar o recurso multimedia %S.

source: Trying to play Widevine with no Windows Media Foundation. See https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows
an: Mirando de reproducir Widevine sin Windows Media Foundation. Se mire https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows

source: To play video formats %S, you need to install extra Microsoft software, see https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows
an: Pa reproducir formatos de video %S, ha d'instalar software extra de Microsoft, se veiga https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows

source: The video on this page can’t be played. Your system may not have the required video codecs for: %S
an: Lo video d'ista pachina no se puet reproducir. Talment lo suyo sistema no tienga los codes de video requiestos pa: %S

source: The video on this page can’t be played. Your system has an unsupported version of libavcodec
an: Lo video d'ista pachina no se puede reproducir. Lo suyo sistema tien una versión no soportada de libavcodec

source: Media resource %1$S could not be decoded, error: %2$S
an: Lo recurso multimedia %1$S no se puede decodificar, error: %2$S

source: Media resource %1$S could be decoded, but with error: %2$S
an: Lo recurso multimedia %1$S s'ha puesto decodificar, pero con l'error: %2$S

source: Cannot play media. No decoders for requested formats: %S
an: No se puede reproducir lo fichero multimedia. No i hai decodificadors pa los formatos: %S

source: No decoders for some of the requested formats: %S
an: No i hai decodificadors pa beluns d'os formatos requiestos: %S

source: Unable to use PulseAudio
an: No s'ha puesto usar PulseAudio

source: MediaRecorder does not support recording multiple tracks of the same type at this time.
an: MediaRecorder no permite por agora la gravación de pistas multiples d'a mesma mena.

source: MediaStreamTrack %S could not be added since it belongs to a different AudioChannel.
an: No s'ha puesto adhibir o MediaStreamTrack %S porque perteneix a unatro AudioChannel.

source: MediaStream.stop() is deprecated and will soon be removed. Use MediaStreamTrack.stop() instead.
an: MediaStream.stop() ye obsolteo y luego s'eliminará. Faiga servir en cuenta MediaStreamTrack.stop().

source: Using Encrypted Media Extensions at %S on an insecure (i.e. non-HTTPS) context is deprecated and will soon be removed. You should consider switching to a secure origin such as HTTPS.
an: L'uso d'Extensions Multimedia Encriptadas en %S en un contexto inseguro (ye decir, no-HTTPS) ye obsoleto y s'eliminará luego. Considere la posibilidat de cambiar a un orichen seguro como HTTPS.

source: Use of DOMException’s code attribute is deprecated. Use name instead.
an: L'atributo de code DOMException ye obsoleto. Faiga servir millor name.

source: Exposing chrome JS objects to content without __exposedProps__ is insecure and deprecated. See https://developer.mozilla.org/en/XPConnect_wrappers for more information.
an: A exposición d'o conteniu d'os obchectos d'o chrome JS sense __exposedProps__ ye inseguro y obsoleto. Se veiga https://developer.mozilla.org/en/XPConnect_wrappers ta tener-ne mas información.

source: Use of Mutation Events is deprecated. Use MutationObserver instead.
an: L'uso de "Mutation Events" ye obsoleto. Faiga servir millor "MutationObserver".

source: The Components object is deprecated. It will soon be removed.
an: L'obchecto Components ye obsoleto. Será eliminau luego.

source: Warning: Unresponsive plugin
an: Atención: o complemento no responde

source: %S may be busy, or it may have stopped responding. You can stop the plugin now, or you can continue to see if the plugin will complete.
an: %S ye ocupau, u talment ha deixau de responder. Puet aturar-lo agora, u continar ta veyer si remata a fayena.

# PluginHangUIWaitButton
source: Continue
an: Continar

source: Stop plugin
an: Aturar o complemento

source: Prefixed Fullscreen API is deprecated. Please use unprefixed API for fullscreen. For more help https://developer.mozilla.org/en-US/docs/Web/API/Fullscreen_API
an: L'API de pantalla completa con prefixo ye en desuso. Faga servir la API sin prefixo pa la pantalla completa. Pa obtener mas aduya, mire-se https://developer.mozilla.org/en-US/docs/Web/API/Fullscreen_API

source: Calling detach() on a NodeIterator no longer has an effect.
an: Clamar a la función detach() en un NodeIterator ya no tien garra efecto.

source: Ignoring get or set of property that has [LenientThis] because the “this” object is incorrect.
an: S'ha ignorau a recuperación (get) u asignación (set) d'una propiedat que tien [LenientThis] porque l'obchecto "this" ye incorrecto.

source: Use of getPreventDefault() is deprecated. Use defaultPrevented instead.
an: L'uso de getPreventDefault() ye obsoleto. Faiga servir en cuenta o metodo defaultPrevented.

source: Use of getUserData() or setUserData() is deprecated. Use WeakMap or element.dataset instead.
an: L'uso de getUserData() u setUserData() ye obsoleto. faiga servir en cuenta o metodo WeakMap u element.dataset.

source: The non-standard mozGetAsFile method is deprecated and will soon be removed. Use the standard toBlob method instead.
an: O metodo no standard mozGetAsFile ye obsoleto y luego s'eliminará. Faiga servir en cuenta o metodo standard toBlob.

source: Use of captureEvents() is deprecated. To upgrade your code, use the DOM 2 addEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.addEventListener
an: L'uso de captureEvents() ya no se consella. Ta esviellar o suyo codigo, faiga servir o metodo DOM 2 addEventListener(). Ta mas aduya, http://developer.mozilla.org/en/docs/DOM:element.addEventListener

source: Use of releaseEvents() is deprecated. To upgrade your code, use the DOM 2 removeEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
an: L'uso de releaseEvents() ya no se consella. Ta esviellar o suyo codigo, faiga servir o metodo DOM 2 removeEventListener(). Ta mas aduya, http://developer.mozilla.org/en/docs/DOM:element.removeEventListener

source: Use of document.load() is deprecated. To upgrade your code, use the DOM XMLHttpRequest object. For more help https://developer.mozilla.org/en/XMLHttpRequest
an: L'uso de document.load() ye obsoleto. Ta esviellar o suyo codigo, faiga servir l'obchecto DOM XMLHttpRequest. Ta saber-ne mas, consulte https://developer.mozilla.org/en/XMLHttpRequest.

source: Use of window.showModalDialog() is deprecated. Use window.open() instead. For more help https://developer.mozilla.org/en-US/docs/Web/API/Window.open
an: L'uso de window.showModalDialog() ye obsoleto. Faiga servir en cuenta window.open(). Ta saber-ne mas, consulte https://developer.mozilla.org/en-US/docs/Web/API/Window.open .

source: window._content is deprecated. Please use window.content instead.
an: window._content ye obsoleto. Faiga servir en cuenta window.content.

source: Synchronous XMLHttpRequest on the main thread is deprecated because of its detrimental effects to the end user’s experience. For more help http://xhr.spec.whatwg.org/
an: Un XMLHttpRequest sincrono en o filo prencipal ye obsoleto porque puede tener efectos negativos en a experiencia de l'usuario final. Ta mas aduya, mire-se http://xhr.spec.whatwg.org/

source: No meta-viewport tag found. Please explicitly specify one to prevent unexpected behavioural changes in future versions. For more help https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
an: No s'ha trobau a etiqueta meta-viewport. En ha d'especificar una ta privar cambios inasperaus de comportamient en futuras versions. Ta mas aduya, mire-se https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag

source: Importing XUL nodes into a content document is deprecated. This functionality may be removed soon.
an: No se recomienda importar nodos XUL en un documento de conteniu. Ista funcionalidat puede desapareixer luego.
