Repository: tktk711/mozilla-l10n
Catalog: an/dom/chrome/dom/dom.properties.po
Languages: an

source: Use of document.load forbidden on Documents that come from other Windows. Only the Window in which a Document was created is allowed to call .load on that Document. Preferably, use XMLHttpRequest instead.
an: L'uso de document.load ye vedau en documentos que promanan d'atras Finestras. Nomás a Finestra en a qual o documento s'ha creyau puede clamar a .load en ixe Documento. Millor faiga servir en cuenta XMLHttpRequest

source: An IndexedDB transaction that was not yet complete has been aborted due to page navigation.
an: S'ha abortau una transacción IndexedDB que no yera encara completa, debiu a la navegación d'a pachina.

source: Will-change memory consumption is too high. Budget limit is the document surface area multiplied by %1$S (%2$S px). Occurrences of will-change over the budget will be ignored.
an: O consumo de memoria d'o will-change ye masiau alto. L'asignación permitida ye l'aria de superficie d'o documento multiplicau por %1$S (%2$S pixels). Todas as ocurrencias de will-change en o documento serán ignoradas quan sobreixcan l'asignación permitida.

source: A Worker could not be started immediately because other documents in the same origin are already using the maximum number of workers. The Worker is now queued and will be started after some of the other workers have completed.
an: No s'ha puesto iniciar un Worker immediatament porque i ha belatros documentos d'o mesmo orichen que ya fan servir o numbro maximo de procesos de treballo. O Worker s'ha posau en a ringlera y s'iniciará quan belatro proceso de treballo haiga rematau.

source: Use of setVelocity on the PannerNode and AudioListener, and speedOfSound and dopplerFactor on the AudioListener are deprecated and those members will be removed. For more help https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features
an: L'uso de setVelocity en PannerNode y AudioListener, y speedOfSound, y dopplerFactor y l'AudioListener ye ya obsoleto y ixos miembros se borrarán. Pa mas aduya, mire-se https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features

source: The Application Cache API (AppCache) is deprecated and will be removed at a future date. Please consider using ServiceWorker for offline support.
an: L'API de memoria caché d'aplicación (Application Cache API, AppCache) ye obsoleta y s'eliminará en un futuro. Faiga servir ServiceWorker pa lo funcionamiento fuera de linia.

source: Attempting to create a Worker from an empty source. This is probably unintentional.
an: Mirando de creyar un Treballador dende una fuent vueda. Isto ye probablement sin querer.

source: WebRTC interfaces with the “moz” prefix (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) have been deprecated.
an: Las interficies de WebRTC con o prefixo «moz» (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) son debaixo.

source: navigator.mozGetUserMedia has been replaced by navigator.mediaDevices.getUserMedia
an: navigator.mozGetUserMedia s'ha reemplazau por navigator.mediaDevices.getUserMedia

source: RTCPeerConnection.getLocalStreams/getRemoteStreams are deprecated. Use RTCPeerConnection.getSenders/getReceivers instead.
an: RTCPeerConnection.getLocalStreams/getRemoteStreams son ya obsoletos. Usa en cuenta RTCPeerConnection.getSenders/getReceivers.

source: Failed to load ‘%S’. A ServiceWorker intercepted the request and encountered an unexpected error.
an: Ha fallau la carga de '%S'. Un ServiceWorker ha interceptau a requesta y ha alcontrau una error no asperada.

source: Failed to load ‘%1$S’. A ServiceWorker passed an opaque Response to FetchEvent.respondWith() while handling a ‘%2$S’ FetchEvent. Opaque Response objects are only valid when the RequestMode is ‘no-cors’.
an: Ha fallau la carga de '%1$S'. Un ServiceWorker ha pasau una Respuesta opaca ta FetchEvent.respondWith() entre que maniaba un FetchEvent '%2$S'. Os obchectos de respuesta opaca nomás son validos quan lo RequestMode ye 'no-cors'.

source: Failed to load ‘%S’. A ServiceWorker passed an Error Response to FetchEvent.respondWith(). This typically means the ServiceWorker performed an invalid fetch() call.
an: No s'ha puesto cargar '%S'. Un ServiceWorker ha pasau una Respuesta d'Error ta FetchEvent.respondWith(). Isto gosa querer decir que o ServiceWorker ha feito una clamada invalida fetch().

source: Failed to load ‘%S’. A ServiceWorker passed a used Response to FetchEvent.respondWith(). The body of a Response may only be read once. Use Response.clone() to access the body multiple times.
an: No s'ha puesto cargar '%S'. Un ServiceWorker ha pasau una Respuesta ta FetchEvent.respondWith(). O cuerpo d'una Respuesta nomás se puede leyer una vegada. Use Response.clone() ta accedir ta o cuerpo multiples vegadas.

source: Failed to load ‘%S’. A ServiceWorker passed an opaqueredirect Response to FetchEvent.respondWith() while handling a non-navigation FetchEvent.
an: Ha fallau la carga de '%S'. Un ServiceWorker ha pasau una respuesta opaqueredirect a un FetchEvent.respondWith() entre que maniaba un non-navigation FetchEvent.

source: Failed to load ‘%S’. A ServiceWorker passed a redirected Response to FetchEvent.respondWith() while RedirectMode is not ‘follow’.
an: No s'ha puesto cargar ‘%S’. Un ServiceWorker ha pasau un Respuesta redirichida a FetchEvent.respondWith() mientres que RedirectMode no ye ‘seguir’.

source: Failed to load ‘%S’. A ServiceWorker canceled the load by calling FetchEvent.preventDefault().
an: Ha fallau la carga de '%S'. Un ServiceWorker ha cancelau la carga clamando FetchEvent.preventDefault().

source: Failed to load ‘%1$S’. A ServiceWorker passed a promise to FetchEvent.respondWith() that rejected with ‘%2$S’.
an: Ha fallau la carga de '%1$S'. Un ServiceWorker ha pasau una promesa ta FetchEvent.respondWith() que ha refusau con '%2$S'.

source: Failed to load ‘%1$S’. A ServiceWorker passed a promise to FetchEvent.respondWith() that resolved with non-Response value ‘%2$S’.
an: Ha fallau la carga de '%1$S'. Un ServiceWorker ha pasau una promesa ta FetchEvent.respondWith() '%2$S' resolvió con valua no-Respuesta.

source: Use of mozImageSmoothingEnabled is deprecated. Please use the unprefixed imageSmoothingEnabled property instead.
an: L'uso de mozImageSmoothingEnabled ye obsoleto. Emplegue millor la propiedat no prefixada imageSmoothingEnabled.

source: Failed to register a ServiceWorker: The path of the provided scope ‘%1$S’ is not under the max scope allowed ‘%2$S’. Adjust the scope, move the Service Worker script, or use the Service-Worker-Allowed HTTP header to allow the scope.
an: No s'ha puesto rechistrar un ServiceWorker. Lo camín de l'ambito '%1$S' no ye por debaixo d'o maximo ambito permitiu '%2$S'. Achuste lo alcanz, mueva lo script de Service Worker, u faga servir lo capitero HTTP Service-Worker-Allowed pa permitir ixe ambito.

source: Failed to register/update a ServiceWorker for scope ‘%1$S’: Load failed with status %2$S for script ‘%3$S’.
an: No s'ha puesto rechistrar/esviellar un ServiceWorker pa l'ambito ‘%1$S’: Ha fallau la carga con status %2$S pa lo script ‘%3$S’.

source: Failed to register/update a ServiceWorker for scope ‘%1$S’: Bad Content-Type of ‘%2$S’ received for script ‘%3$S’. Must be ‘text/javascript’, ‘application/x-javascript’, or ‘application/javascript’.
an: No s'ha puesto rechistrar/esviellar un ServiceWorker pa l'ambito ‘%1$S’: Tipo de conteniu incorrecto de ‘%2$S’ recibiu d'o script ‘%3$S’. Ha d'estar ‘text/javascript’, ‘application/x-javascript’, u ‘application/javascript’.

source: Terminating ServiceWorker for scope ‘%1$S’ with pending waitUntil/respondWith promises because of grace timeout.
an: Rematando ServiceWorker pa l'ambito ‘%1$S’ con promesas waitUntil/respondWith pendients por fin d'o periodo de gracia.

source: Fetch event handlers must be added during the worker script’s initial evaluation.
an: S'han d'anyadir maniadors d'eventos durant la evaluación inicial d'o script d'o worker

source: document.execCommand(‘cut’/‘copy’) was denied because it was not called from inside a short running user-generated event handler.
an: document.execCommand('cut'/'copy') s'ha denegau porque no s'ha clamau dende adintro d'un maniador d'eventos curto chenerau por l'usuario.

source: Manifest should be an object.
an: Lo manifiesto habría d'estar un obchecto.

source: The scope URL is invalid.
an: L'URL d'ambito no ye valido

source: The scope URL must be same origin as document.
an: L'URL d'ambito ha d'estar d'o mesmo orichen que lo documento.

source: The start URL is outside the scope, so the scope is invalid.
an: L'URL inicial ye difuera de l'ambito; por tanto, l'ambito no ye valido.

source: The start URL is invalid.
an: L'URL inicial no ye valido.

source: The start URL must be same origin as document.
an: L'URL inicial ha d'estar d'o mesmo orichen que lo documento.

source: Expected the %1$S’s %2$S member to be a %3$S.
an: S'asperaba que lo miembro %2$S de %1$S fues de tipo %3$S.

source: %1$S: %2$S is not a valid CSS color.
an: %1$S: %2$S no ye un color CSS valido.

source: Unable to check <input pattern='%S'> because the pattern is not a valid regexp: %S
an: No s'ha puesto comprebar <input pattern='%S'> porque lo patrón no ye un regexp valido: %S

source: Failed to execute ‘postMessage’ on ‘DOMWindow’: The target origin provided (‘%S’) does not match the recipient window’s origin (‘%S’).
an: No s'ha puesto executar «postMessage» en «DOMWindow»: L'orichen de destín indicau («%S») no coincide con l'orichen d'a finestra destinataria («%S»).

source: Rewriting old-style YouTube Flash embed (%S) to iframe embed (%S). Please update page to use iframe instead of embed/object, if possible.
an: Se ye reescribindo una incrustación Flash de Youtube (%S) con formato antigo a una incrustación iframe (%S). Si ye posible, esvielle la pachina pa que faga servir iframe en cuenta d'embed/object.

source: Rewriting old-style YouTube Flash embed (%S) to iframe embed (%S). Params were unsupported by iframe embeds and converted. Please update page to use iframe instead of embed/object, if possible.
an: Se ye reescribindo una incrustación Flash de Youtube (%S) con formato antigo a una incrustación iframe (%S). S'han convertiu los parametros incompatibles con las incrustacions embeds. Si ye posible, esvielle la pachina pa usar iframe en cuenta de embed/object.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘Encryption’ header must include a unique ‘salt‘ parameter for each message. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-3.1 for more information.
an: Lo ServiceWorker pa l'ambito ‘%1$S’ no ha puesto descifrar un mensache push. La cabecera ‘Encryption’ ha d'incluyir un parametro 'salt' unico pa cada mensache. Mirar https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-3.1 pa tener mas información.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘Crypto-Key‘ header must include a ‘dh‘ parameter containing the app server’s public key. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-4 for more information.
an: Lo ServiceWorker pa l'ambito ‘%1$S’ no ha puesto descifrar un mensache push. La cabecera ‘Crypto-Key’ ha d'incluyir un parametro 'dh' con la clau publica d'o servidor de l'aplicación. Mirar https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-4 pa tener mas información.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘Encryption-Key’ header must include a ‘dh‘ parameter. This header is deprecated and will soon be removed. Please use ‘Crypto-Key‘ with ‘Content-Encoding: aesgcm‘ instead. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-4 for more information.
an: Lo ServiceWorker pa l'ambito ‘%1$S’ no ha puesto descifrar un mensache push. La cabecera ‘Encryption-Key’ ha d'incluyir un parametro 'dh'. Ista cabecera ye obsoleta y luego s'eliminará. Use millor ‘Crypto-Key‘ con ‘Content-Encoding: aesgcm‘. Mirar https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-4 pa tener mas información.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘Content-Encoding‘ header must be ‘aesgcm‘. ‘aesgcm128‘ is allowed, but deprecated and will soon be removed. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-2 for more information.
an: Lo ServiceWorker pa l'ambito ‘%1$S’ no ha puesto descifrar un mensache push. La cabecera ‘Content-Encoding’ ha d'estar 'aesgcm'. 'aesgcm128' ye permitida, pero obsoleta y luego s'eliminará. Mirar https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-2 pa tener mas información.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘dh‘ parameter in the ‘Crypto-Key‘ header must be the app server’s Diffie-Hellman public key, base64url-encoded (https://tools.ietf.org/html/rfc7515#appendix-C) and in “uncompressed” or “raw” form (65 bytes before encoding). See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-4 for more information.
an: Lo ServiceWorker pa l'ambito ‘%1$S’ no ha puesto descifrar un mensache push. Lo parametro 'dh' en a cabecera 'Crypto-Key' ha d'estar la clau publica Diffie-Hellman d'o servidor de l'aplicación, base64url-encoded (https://tools.ietf.org/html/rfc7515#appendix-C) y en forma no comprimida u cruda (65 bytes antes de codificar). Mirar https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-4 pa tener mas información.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘salt‘ parameter in the ‘Encryption‘ header must be base64url-encoded (https://tools.ietf.org/html/rfc7515#appendix-C), and be at least 16 bytes before encoding. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-3.1 for more information.
an: Lo ServiceWorker pa l'ambito ‘%1$S’ no ha puesto descifrar un mensache push. Lo parametro 'salt' en a cabecera 'Encryption' ha d'estar base64url-encoded (https://tools.ietf.org/html/rfc7515#appendix-C) y tener lo menos 16 bytes antes de codificar. Mirar https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-3.1 pa tener mas información.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘rs‘ parameter of the ‘Encryption‘ header must be between %2$S and 2^36-31, or omitted entirely. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-3.1 for more information.
an: Lo ServiceWorker pa l'ambito ‘%1$S’ no ha puesto descifrar un mensache push. Lo parametro 'rs' en a cabecera 'Encryption' ha d'estar entre %2$S and 2^36-31 u estar omitiu. Mirar https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-3.1 pa tener mas información.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. A record in the encrypted message was not padded correctly. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-2 for more information.
an: Lo ServiceWorker pa l'ambito ‘%1$S’ no ha puesto descifrar un mensache push. Un rechistro d'o mensache cifrau no ye correctament repleno. Mirar https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-2 pa tener mas información.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. For help with encryption, please see https://developer.mozilla.org/docs/Web/API/Push_API/Using_the_Push_API#Encryption
an: Lo ServiceWorker pa l'ambito ‘%1$S’ ha alcontrau una error quan descifraba un mensache push. Pa mas aduya sobre cifrau, mire-se https://developer.mozilla.org/docs/Web/API/Push_API/Using_the_Push_API#Encryption

source: Ignoring ‘preventDefault()’ call on event of type ‘%1$S’ from a listener registered as ‘passive’.
an: Ignorando la clamada ‘preventDefault()’ en eventos de tipo ‘%1$S’ pa un escuitador rechistrau como ‘pasivo’.

source: File.lastModifiedDate is deprecated. Use File.lastModified instead.
an: File.lastModifiedDate ye obsoleto. Usar File.lastModified en cuenta.

source: ImageBitmapRenderingContext.transferImageBitmap is deprecated and will be removed soon. Use ImageBitmapRenderingContext.transferFromImageBitmap instead.
an: ImageBitmapRenderingContext.transferImageBitmap ye obsoleto y luego s'eliminará. Use millor ImageBitmapRenderingContext.transferFromImageBitmap.

source: Creating DOMParser without a principal is deprecated.
an: La creyación de DOMParser sin un principal ye obsoleta.

source: IIRFilterNode channel count changes may produce audio glitches.
an: Los cambios en la cuenta d'o canal IIRFIlterNode pueden producir glitches d'audio.

source: BiquadFilterNode channel count changes may produce audio glitches.
an: Los cambios en la cuenta d'o canal BiquadFilterNode pueden producir glitches d'audio.

source: image.jpeg
an: imachen.jpeg

source: image.gif
an: imachen.gif

source: image.png
an: imachen.png

source: file
an: fichero

source: This page was loaded in a new process due to a Large-Allocation header.
an: Ista pachina s'ha cargau en un nuevo proceso por la cabecera d'asignación ampla.

source: A Large-Allocation header was ignored due to the load being triggered by a non-GET request.
an: S'ha ignorau una cabecera d'asignación ampla ya que la carga ha estau desencadenada por una demanda no GET.

source: A Large-Allocation header was ignored due to the presence of windows which have a reference to this browsing context through the frame hierarchy or window.opener.
an: S'ha ignorau una cabecera d'asignación ampla por la presencia de finestras que tienen una referencia a iste contexto de navegación a traviés d'a hierarquía de quadro u lo window.opener.

source: A Large-Allocation header was ignored due to the document not being loaded out of process.
an: S'ha ignorau una cabecera d'asignación ampla ya que lo documento no se carga difuera d'o proceso.

source: A Geolocation request can only be fulfilled in a secure context.
an: Una demanda de cheolocalización nomás se puede complir en un contexto seguro.

source: This page would be loaded in a new process due to a Large-Allocation header, however Large-Allocation process creation is disabled on non-Win32 platforms.
an: Ista pachina se cargaría en un nuevo proceso debiu a la cabecera d'asignación ampla. Manimenos, la creación de procesos d'asignación ampla ye desactivada en plataformas no Win32.

source: URL.createObjectURL(MediaStream) is deprecated and will be removed soon.
an: URL.createObjectURL(MediaStream) ye obsoleto y s'eliminará luego.

source: Use of xml:base attribute is deprecated and will be removed soon. Please remove any use of it.
an: L'uso d'os atributos de xml:base ye obsoleto y s'eliminará luego. Por favor, elimine los suyos usos.

source: There is an SVG <%S> reference loop in this document, which will prevent the document rendering correctly.
an: I hai un lazo de referencia SVG <%S> en iste documento, que privará que lo documento se chenere correctament.

source: There is an SVG <%S> reference chain which is too long in this document, which will prevent the document rendering correctly.
an: I hai una cadena de referencia SVG <%S> masiau larga en iste documento, lo qual privará que lo documento se chenere correctament.

source: ‘%S’ attribute of <script> element is empty.
an: L'atributo ‘%S’ de l'elemento <script> ye vuedo.

source: ‘%S’ attribute of <script> element is not a valid URI: “%S”
an: L'atributo ‘%S’ de l'elemento <script> no ye una URI valida: “%S”

source: Loading failed for the <script> with source “%S”.
an: Ha fallau la carga d'o <script> con a fuent “%S”.

source: <script> source URI is malformed: “%S”.
an: La URI d'a fuent <script> ye mal formada: "%S".

source: <script> source URI is not allowed in this document: “%S”.
an: La URI d'a fuent <script> no ye permitida en iste documento: “%S”.
