Repository: tktk711/mozilla-l10n
Catalog: ti/browser/chrome/browser/aboutPrivateBrowsing.dtd.po
Languages: ti

source: You are currently not in a private window.
ti: አብዚ እዋን እዚ አብ ናይ ግላዊ window (መስኮት) አኮንካን ዘሎኻ፡.

source: Open a &Private Window
ti: Open a &Private Window (ናይ ግላዊ መስኮት ክፈት)

# privateBrowsing.title
source: Private Browsing
ti: Private Browsing (ናግላዊ ዳህሳሲ)

source: Private Browsing with Tracking Protection
ti: Private Browsing (ናግላዊ ዳህሳሲ) ምስ Tracking Protection (ናይ ኣሰር ምኽታል ሓለዋ)

source: When you browse in a Private Window, Firefox
ti: አብ ናይ Private Window (ግሊ መስኮት) ክትድህስስ ከሎኻ፣ Firefox (ፋየርፎክስ)

source: does not save
ti: አየቀምጥን እዩ

source: visited pages
ti: ዝተበጽሕ ገጻት

source: searches
ti: ፍቱሻት

source: cookies
ti: cookies (ኩኪስ)

source: temporary files
ti: temporary files (ግዝያዎ መዝገባት)

source: Firefox
ti: Fierfox (ፋየርፎክስ)

source: will save
ti: ከቀምጥ እዩ

source: your:
ti: ባትካ

source: downloads
ti: ዝወረደ

source: bookmarks
ti: bookmarks (ዕላባት)

source: Private Browsing
ti: Private Browsing (ናግላዊ ዳህሳሲ)

source: doesn’t make you anonymous
ti: ስመ-ኣልቦ አይገብረካን እዩ

source: on the Internet. Your employer or Internet service provider can still know what page you visit.
ti: አብዚ መርበብ፡ አስራሒኻ ወይ ናይ መርበብ አገልግሎት አቅራቢ አበይናይ ገጽ ከም ትበጽሕ ክፈልጥ ይኽእል፡

source: Learn more about
ti: ተወሳኺ ተማሃር ብዛዕባ

# aboutPrivateBrowsing.learnMore2.title
source: Private Browsing
ti: Private Browsing (ናግላዊ ዳህሰሳ)

source: Tracking Protection
ti: Tracking Protection (ናይ ኣሰር ምኽታል ሓለዋ)
