Repository: tktk711/mozilla-l10n
Catalog: sah/toolkit/chrome/mozapps/profile/profileSelection.dtd.po
Languages: sah

source: &brandShortName; - Choose User Profile
sah: &brandShortName; — профиль талыыта

source: Profile Name:
sah: Профиль аата:

source: Start &brandShortName;
sah: &brandShortName; саҕалааһына

source: Exit
sah: Тахсыы

source: Available Profiles
sah: Баар профиллэр

source: &Create Profile…
sah: О&ҥорорго…

source: &Rename Profile…
sah: &Аатын уларытыы…

source: &Delete Profile…
sah: С&от…

source: &brandShortName; stores information about your settings, preferences, and other user items in your user profile.
sah: &brandShortName; туруорууларгын, бэлиэтээһиннэргин тус профильга харайар.

source: W&ork offline
sah: &Ситимҥэ холбоммокко үлэ
