Repository: tktk711/mozilla-l10n
Catalog: ilo/toolkit/chrome/global/config.dtd.po
Languages: ilo

source: Changing these advanced settings can be harmful to the stability, security, and performance of this application. You should only continue if you are sure of what you are doing.
ilo: Makadaddael dagitoy a sagana ti nangatngato a tukad iti simpa, seguridad ken pannakaaramid daytoy nga aplikasion. Agpatuloykayo koma no siguradokayo kadagiti aramidenyo.

source: r
ilo: P

source: Preference Name
ilo: Nagan ti Pagdumdumaan

source: Status
ilo: Kasasaad

source: Type
ilo: Kita

source: Value
ilo: Pateg

source: Click to sort
ilo: Klikan tapno matakunda

source: &Copy
ilo: Kopiaen

source: Copy &Name
ilo: Kopiaen ti &Nagan

source: Copy &Value
ilo: Kopiaen ti Pateg

source: &Modify
ilo: Baliwan

source: &Toggle
ilo: Agkasuka&t

source: Ne&w
ilo: Baro

source: &String
ilo: Kawar

source: &Integer
ilo: Dagup

source: &Boolean
ilo: Lohiko
