Repository: tktk711/mozilla-l10n
Catalog: cak/security/manager/chrome/pippki/deviceManager.dtd.po
Languages: cak

source: Device Manager
cak: Kinuk'samajel taq okisaxel

source: Security Modules and Devices
cak: Taq rujuperaj jikomal chuqa' taq okisaxel

source: Details
cak: Taq b'anikil

source: Value
cak: Retal

source: Log I&n
cak: Ti&tikirisäx molojri'ïl

source: Log &Out
cak: &Tik'isb'ëx molojri'ïl

source: Change &Password
cak: Tijal &ewan tzij

source: &Load
cak: &Tisamajib'ëx

source: &Unload
cak: &Tiqasäx

source: Enter the information for the module you want to add.
cak: Tatz'ib'aj ri etamab'äl richin ri juperaj nawajo' natz'aqatisaj.

source: Module Name:
cak: Rub'i' juperaj:

source: M
cak: K

source: New PKCS#11 Module
cak: K'ak'a' PKCS#11 Juperaj

source: Module filename:
cak: Ruyakb'al juperaj:

source: f
cak: a

source: Browse…
cak: Tinik'öx…

source: Load PKCS#11 Device
cak: Tok PKCS#11 okisaxel
