Repository: tktk711/mozilla-l10n
Catalog: an/services/sync/errors.properties.po
Languages: an

source: Failed to connect to the server
an: No s'ha puesto connectar con o servidor

source: Wrong Recovery Key
an: Clau de recuperaci칩n entivocada

source: Incorrect account name or password
an: O nombre d'a cuenta u d'a clau son incorrectos

source: Missing account name
an: Falta o nombre de cuenta

source: Missing password
an: Falta a clau

source: No saved Recovery Key to use
an: No s'ha alzau garra clau de recuperaci칩n

source: Server incorrectly configured
an: O servidor no ye bien configurau

source: One or more data types could not be synced
an: Un u mas tipos de datos no s'han puesto sincronizar

source: Firefox Sync server maintenance is underway, syncing will resume automatically
an: O servidor de Firefox Sync ye aturau por quefers de mantenimiento, a sincronizaci칩n continar치 automaticament

source: Incorrect words, try again
an: As parolas no son correctas, torne a prebar-lo

source: Use a stronger password
an: Faiga servir una clau mas complexa

source: Unknown error
an: Error desconoixida

source: Password can't match current password
an: A clau no puede coincidir con a clau actual

source: Password can't match your user name
an: A clau no ha de coincidir con o nombre d'usuario

source: Password can't match your email address
an: A clau no ha de coincidir con a suya adreza de correu

source: The passwords entered do not match
an: As claus que ha escrito no coinciden

source: The password entered is too short
an: A clau que ha escrito ye masiau curta
