Repository: tktk711/mozilla-l10n
Catalog: tn/browser/chrome/overrides/appstrings.properties.po
Languages: tn

source: The URL is not valid and cannot be loaded.
tn: URL ga se ya boammaaruri mme e ka seke ya laisiwa.

source: Firefox can’t find the file at %S.
tn: Firefox ga e kgone go batla faele kwa %S.

source: Firefox can’t find the server at %S.
tn: Firefox ga e kgone go batla faele kwa %S.

source: Firefox doesn’t know how to open this address, because one of the following protocols (%S) isn’t associated with any program or is not allowed in this context.
tn: Firefox ga e itse gore e ka bula jang aterese e, ka gore nngwe ya ditsamaiso tse di latelang (%S) ga e na kamano le porokeramo epe kgotsa ga e a letlelewa mo bokao.

source: The connection to %S was interrupted while the page was loading.
tn: Kgolagano ko %S e kgaopeditswe fa tsebe e tsenyiwa.

source: The server at %S is taking too long to respond.
tn: Sefara ko %S e tsaya lobaka lo loleele go tsiboga.

source: Resend
tn: Romela gape

source: Firefox doesn’t know how to communicate with the server.
tn: Firefox ga e itse gore e ka buisanyang jang le sefara.

source: The connection to the server was reset while the page was loading.
tn: Kgolagano ko sefareng e rulaganyasešwa fa tsebe e tsenyiwa.

source: Firefox is currently in offline mode and can’t browse the Web.
tn: Firefox ga jaana e santse e le mo mokgweng o sa golaganang mme o ka se batle mo Webong.

source: The document cannot change while Printing or in Print Preview.
tn: Tokumente eno e ka se fetoge fa o Gatisa gongwe o le mo Tebopeleng ya Kgatiso.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
tn: Aterese e e dirisa tsamaiso mafaratlhatlha e tlwaelesegileng ka go dirisediwa mabaka mangwe a sa akaretseng patlo ya Webo. Firefox e khansetse kopo ka pabalesego ya gago.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
tn: Tsebe e o lekang go e leba ga e kake ya bontshiwa ka gore e dirisa mokgwa wa kitlanyo o sa siamang kgotsa o sa tshegediweng.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
tn: Tsebe e o lekang go e leba ga e kake ya supiwa ka gore e tshotswe mo mofuta faeleng e ka tswang e sa babalesega go bulwa. Tswêê-tswêê itshwaraganye le beng ba webosaete go ba itsitse ka bothata jo.

source: External Protocol Request
tn: Kopo ya Porotokolo ya Kwa Ntle

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
tn: Mokgwatiriso wa kwa ntle o tshwanetse go thangkgolodisiwa go ka amogela %1$S: dikgokagano. Kgokagano e kopilweng: %2$S Mokgwatiriso: %3$S Fa o ne o sa solofela kopo e, e ka bo e le maiteko a go upolola bokowa mo porokerama e nngwe. khansela kopo fa o sa tlhomamise gore ga e borai.

source: <Unknown>
tn: <Ga e itsiwe>

source: Remember my choice for all links of this type.
tn: Gakologelwa boitlhophelo jwa me jwa digoke tsotlhe tsa mofuta ono.

source: Launch application
tn: Simolola tiragatso

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
tn: Saete ko %S e begilwe fa e direla serweboleta se sesa batliweng mme e thibetswe go itebagantswe le tsireletso dikgetlhwa ya gago.

source: This web page at %S has been reported as a deceptive site and has been blocked based on your security preferences.
tn: Tsebewebo e ko %S e begilwe fa e le saete ya tsietso mme e thibetswe go itebagantswe le tshireletso-dikgetlhwa ya gago.

source: This page has a content security policy that prevents it from being loaded in this way.
tn: Tsebe e ena le pholisi tshireletso ya diteng e thibelang go tsenyiwa ka tsela e.
