Repository: tktk711/mozilla-l10n
Catalog: cak/dom/chrome/nsWebBrowserPersist.properties.po
Languages: cak

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
cak: Man tikirel ta xyak ri %S, ruma man xtikïr xusik'ij ri ruxe'el yakb'äl. Tatojtob'ej chik pa jun ti ramaj, o katzijon rik'in ri nuk'unel ruk'u'x samaj.

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
cak: Man tikirel ta xyak ri %S, ruma jun sachoj, ri man etaman ta ruwäch. Tatojtob'ej nayäk pa jun chik k'ojlib'äl.

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
cak: Man tikirel ta xjaq ri %S rumaj jun sachoj, ri man etaman ta ruwäch. Tatojtob'ej nayäk pa jun yakb'äl samaj, k'a ri' tajaqa'.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
cak: Man jamäl ta rupam ri ayakb'al samaj richin nayäk %S. Tatojtob'ej ye'ayüj el ri relik taq yakb'äl o ke'ayaka' chik pa jun k'ojlib'äl.

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
cak: Man tikirel ta xyak ri %S ruma chi ri rujolom, yakwuj o yakb'äl chajin chi man titz'ib'äx chupam. Tatzija' ri tz'ib'anïk pa ri rujolom k'a ri' tatojtob'ej chik, o tatojtob'ej chik nayäk pa jun k'ojlib'äl.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
cak: Man tikirel ta xyak ri %S ruma man nitikïr ta nijal rupam re yakwuj re'. Ke'ajala' ri taq ruch'akulal yakwuj k'a ri' tatojtob'ej chik, o tatojtob'ej chik nayäk pa jun k'ojlib'äl.

source: Cannot download file because the SD card is in use.
cak: Tajin nokisäx ri SD pirt'im. Man tikirel ta xqasäx ri yakb'äl.

source: Cannot download file because the SD card is missing.
cak: Majun SD chi pirt'im. Man tikirel ta xqasäx ri yakb'äl.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
cak: Man tikirel ta xjaq ri %S ruma chi ri achchokoy ruximon ri' rik'in man k'o ta. Tajala' ri kiximik ri taq chokoy chuqa' ri taq yakb'äl pa Taq ajowab'äl.

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
cak: Man jamäl ta rupam rujolom richin nitz'aqatisäx ri samaj. Ke'atz'apij jujun taq chokoy, k'a ri' tatojtob'ej chik.

source: Downloading %S
cak: Tajin niqasäx %S

source: %S could not be saved, because a file already exists with the same name as the '_files' directory. Try saving to a different location.
cak: Man tikirel ta xyak ri %S, ruma k'o chik jun yakb'äl ke ri' rub'i' pa ri yakwuj '_files'. Tatojtob'ej nayäk pa jun chik k'ojlib'äl.

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
cak: Man tikirel ta xyak ri %S, ruma chi yalan yuquyïk rub'i' ri yakb'äl. Tatojtob'ej nayäk rik'in jun ko'öl raqän b'i'aj.
