Repository: tktk711/mozilla-l10n
Catalog: ak/obsolete/browser/feedback/main.dtd.po
Languages: ak

source: Test Pilot
ak: Nsɔhwɛ nhyɛnkani

# testpilot.settings.label
source: Settings
ak: Nhyehyɛe

source: Data Submission
ak: Data mfama

source: Notifications
ak: Asɛnka

source: Notify me when…
ak: Kae me bere a…

source: A study is ready to submit
ak: Esuade bi ayɛ krado sɛ ɛbɛ mane

source: There's a new study
ak: Esuade foforo bi wɔ hɔ

source: A study has new results
ak: Esuade bi wɔ susanso foforo

source: Automatically submit my data (don't ask me)
ak: Otomatikmu no, fa me data mane (embisa me)

source: All Your User Studies…
ak: Wo Dwumadifo Esuade Nyinaa…

source: About Test Pilot
ak: Nsɔhwe nhyɛnkani ho asɛm

source: Your Test Pilot Studies
ak: Wo Sɔhwɛ Nhyɛnkani Esuade

source: Current Studies
ak: Ɛnɛdayi Esuade

source: Finished Studies
ak: Esuade a awie

source: Study Findings
ak: Esuade farebae

# testpilot.studiesWindow.settings.label
source: Settings
ak: Nhyehyɛe

source: Loading, please wait…
ak: Ɛretwe, me srɛ wo twɛn…

source: Test Pilot: Raw Data
ak: Nsɔhwɛ nhyɛnkani: data mono

source: Close
ak: Ka tom

source: Turn On User Studies
ak: Sɔ dwumadini Esuade

source: Feedback
ak: Fiidbak

source: Firefox Made Me Happy Because…
ak: Firefox Maa M'ani Gyee Efi Sɛ…

source: Firefox Made Me Sad Because…
ak: Firefox maa me werɛ how yɛ efisɛ…

source: Report this website as broken…
ak: Bɔ amane sɛ wɛbsaet yi egyae…

source: Give us a suggestion…
ak: Ma yɛn w'adwenkyerɛ…
