Repository: tktk711/mozilla-l10n
Catalog: got/browser/installer/nsisstrings.properties.po
Languages: got

source: Thanks for choosing $BrandFullName, the browser that chooses you above everything else.
got: Awiliudam þus waljan $BrandFullName, brawsair saei waleiþ þuk ufar alla.

source: You're also joining a global community of users, contributors and developers working to make the best browser in the world.
got: Jah wairþais gadaila mainis gamainduþis brukje, skapje jah wahsjands þaiei arbaidjand baistana brawsair in þamma fairƕau skapjan.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
got: $BrandShortName gatimrjan mahts nist. Sa usmeri fram $BrandShortName þarf haban ${MinSupportedVer} aiþþau niujiza usmeri.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
got: Ni habais atgagg meljan du gatimrjastaþa. Raukei JA waljan aljana staþ.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
got: Ni habais ganohata diskrum gatimrjan du þamma stada. Raukei JA waljan aljana staþ.

source: Unable to install to the root of your disk. Click OK to select a different location.
got: Root diskis þeinis gatimrjan ni mahts was. Raukei JA waljan aljana staþ.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
got: $BrandShortName ju brukjada. Luk $BrandShortName faurþizai duginnan usmeri þanei gatimrides.

source: Your download was interrupted. Please click the OK button to continue.
got: Dalahlaþa þeina brak. Raukei JA knuppa þairhleiþan.

source: &Install
got: &Gatimrei

source: &Upgrade
got: &Ananiuei

source: Cancel
got: Fraqiþ

source: &Options
got: &Waleineis

source: &Make $BrandShortName my default browser
got: &Skapei $BrandShortName swa brawsair swa biuhts

source: Create Shortcuts for $BrandShortName:
got: Skapei shortcuts faur $BrandShortName:

source: On my &Task bar
got: Ana meinamma &Deþa-Ansa

source: On my &Desktop
got: Ana meinamma &Desktop

source: Space Required:
got: Rum þaurfts:

source: Space Available:
got: Rum þatei ist:

source: One moment, $BrandShortName will launch as soon as the install is complete…
got: Beid, $BrandShortName duginniþ jabai gatimrein manwiþana…

source: One moment, $BrandShortName will launch as soon as the upgrade is complete…
got: Beid, $BrandShortName duginniþ jabai ananiuein manwiþana…

source: &Install the $BrandShortName background update service
got: &Gatimrei $BrandShortName afargrund ananiujaskalkinassus

source: S&end information about this installation to Mozilla
got: Ins&andei infaurmati bi þana gatimrein du Mozilla

source: B&rowse…
got: S&aiƕ…

source: Destination Folder
got: Mundreistaþs

source: Installing $BrandShortName…
got: $BrandShortName gatimrjada…
