Repository: tktk711/mozilla-l10n
Catalog: sat/dom/chrome/layout/css.properties.po
Languages: sat

source: The stylesheet %1$S was not loaded because its MIME type, "%2$S", is not "text/css".
sat: हुना़र पातार %1$S बाय लादे लेन ताहेंना चेदाक् जे उनियाक् MIME लेकान , \"%2$S\", \" दो ओनोल/css\" बाङ काना.

source: The stylesheet %1$S was loaded as CSS even though its MIME type, "%2$S", is not "text/css".
sat: हुना़र पातार %1$S CSS लेका लादे लेन ताहेंना ओना MIME लेकान जावगे उयहा़रेत् ताहेन, \"%2$S\", \"ओनोल/css\ \" दो् बाङ.

source: Unexpected end of file while searching for %1$S.
sat: %1$S ला़गित् पानते जोहोक् रेत् रेयाक् बाङ आंसाक् मुचा़त्.

source: Whitespace-only string given to be parsed as rule.
sat: एम आकान एकेन जायगा स्ट्रिंग नियोम लेकाते बेयान लेन ताहेंना.

source: Declaration dropped.
sat: ला़य सोदोर ए आड़ाक् कात् ना.

source: Skipped to next declaration.
sat: इना तायोमाक ला़य सोदोर ला़गित् आड़ाक् कात् ना.

source: Unknown property '%1$S'.
sat: बाङ बाड़ाय गुन '%1$S'.

source: Error in parsing value for '%1$S'.
sat: '%1$S' ला़गित् गोनोङ बेयान रे भुल.

source: Expected end of value but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.

source: Expected end of rule but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.

source: end of at-rule
sat: नियोम रे बाङ बाडायाक् रेयाक् मुचा़त्.

source: Unrecognized at-rule or error parsing at-rule '%1$S'.
sat: नियोम आर बाङ '%1$S' नियोम रे भुल बेयान बाङ चिनहा़व लेन ताहेंना.

source: charset string in @charset rule
sat: @ चार सेट नियोम रे चार सेट स्ट्रिंग.

source: Expected charset string but found '%1$S'.
sat: चारसेट स्ट्रिंग आंस लेन ताहेना मेनखान '%1$S'ञामेना.

source: end of media list in @import or @media rule
sat: @आ़गु आर बाङ @मिडिया नियोम रे मिडिया लिसटी रेयाक् मुचा़त्.

source: Expected ',' in media list but found '%1$S'.
sat: मिडिया लिसटी रे ',' आंस लेन ताहेंना मेनखान '%1$S' ञामेना.

source: Expected identifier in media list but found '%1$S'.
sat: मिडिया लिसटी रे चिनहा़व होचोयिच् आंस लेन ताहेंना मेनखान '%1$S' ञामेना.

source: Found reserved keyword '%1$S' when looking for media type.
sat: हातावाक् का़ठी '%1$S' ञाम लेना तिन रे मिडिया लेकान ला़गित् ञेंलेत् आ.

source: length value for matched media condition
sat: जोड़ाक् मिडिया ओबोसता ला़गित् जिलिञ गोनोङ .

source: Expected ',' after value but found '%1$S'
sat: गोनोङ तायोम ,आंसलेन ताहेंना मेनखान '%1$S' ञामेना.

source: Expected URI in @import rule but found '%1$S'.
sat: URI @ आ़गु नियोम रे आंसलेन ताहेना मेनखान '%1$S' ञामेना .

source: Invalid URI in @import rule: '%1$S'.
sat: बाङ बाताव URI @ आ़गुवाक् नियोम : '%1$S' रे.

source: Found unexpected '%1$S' within @import.
sat: '%1$S' @ आ़गुवाक् भितिर बाङ आंसाक् ञामेना .

source: end of @media, @supports or @-moz-document rule
sat: @media रेयाक् मुचा़त्, @ गोड़ोवाक् को आर बाङ @-moz-दोलिल नियोम .

source: %1$S rule not allowed within @media or @-moz-document rule.
sat: %1$S @ मिडिया आर बाङ @-moz-दोलिल सासोन रेयाक् भितिर सासोन रेयाक् बाताव बा़नुक् आ.

source: Expected url(), url-prefix(), domain() or regexp() in @-moz-document rule but found '%1$S'.
sat: आंसाक् url(), url-साबाद माड़ाङ तोंगो (),मेनाक् जायगा () आर बाङ regexp() in @-moz-दोलिल नियोम मेनखान '%1$S'ञाम लेना.

source: Expected URI in @-moz-document rule but found '%1$S'.
sat: @-moz- दोलिल नियोम रे URI आंस लेना मेनखान '%1$S' ञामेना.

source: Expected string in @-moz-document rule regexp() function but found '%1$S'.
sat: @-moz-दोलिल नियोम regexp() का़मी रे स्ट्रिंग आंस लेन ताहेंना मेनखान '%1$S' ञामेना.

source: next URI in @-moz-document rule
sat: इना़ तायोम URI @-moz-दोलिल नियोम रे.

source: namespace prefix in @namespace rule
sat: @ञुतुम जायगा नियोम रे ञुतुम जायगा साबाद एतोहोव रे सेलेद.

source: namespace URI in @namespace rule
sat: @ञुतुम जायगा नियोम रे ञुतुम जायगा URI.

source: Unexpected token within @namespace: '%1$S'.
sat: @ ञुतुम जायगा भितिर रे बाङ आंस लेन टोकेन : '%1$S'.

source: name of @keyframes rule.
sat: @का़ठी साज नियोम रेयाक् ञुतुम.

source: Expected identifier for name of @keyframes rule.
sat: @का़ठी साज नियोम रेयाक् ञुतुम ला़गित् चिनहा़व होचोयिच् आंस लेन ताहेंना.

source: Expected opening { of @keyframes rule.
sat: @ का़ठी साज नियोम रेयाक् झिजाक् {आंस लेन ताहेंना.

source: closing } of declaration block
sat: ला़य सोदोर आकोट रेयाक् } बोंदो येत् आ.

source: closing } of invalid rule set
sat: बाङ बाताव नियोम साजाव रेयाक् } बोंदो येत् आ.

source: Ruleset ignored due to bad selector.
sat: बा़ड़िच् बाछाविच् खातिर नियोम साजाव आड़ाक् गिड़ी येना.

source: Keyframe rule ignored due to bad selector.
sat: का़ठीसाज नियोम बाङठिक बाछाव को कारोन ते आड़ाक् लेन ताहेंना .

source: ',' or '{'
sat: ',' आर बाङ '{'

source: Expected ',' or '{' but found '%1$S'.
sat: ञामेना.','आर बाङ '{' आंस लेना मेनखान ञामेना '%1$S' .

source: Selector expected.
sat: बाछावविच् आंसलेना.

source: Dangling combinator.
sat: मेसा होचोयिच् ढिलवा़ङोक् काना.

source: Expected identifier for name of @counter-style rule.
sat: @उलटा सेदाक्- हुना़र नियोम रेयाक् ञुतुम ला़गित् चिनहा़व होचोयिच् आंस लेन ताहेंना.

source: Name of @counter-style rule can't be '%1$S'.
sat: @उलटा सेदाक्- हुना़र नियोम रेयाक् ञुतुम '%1$S' बाङ दाड़ेयाक् आ.

source: Expected '{' to begin @counter-style rule but found '%1$S'.
sat: एहोब ला़गित् '{' @उलटा सेदाक्- हुना़र नियोम आंस लेना मेनखान '%1$S' ञामेना.

source: closing '}' of @counter-style block
sat: '}' रेयाक् बोनदो ते @उलटा सेदाक्- हुना़र आकोट

source: Expected counter descriptor but found '%1$S'.
sat: उलटा़ सेदाक् बोरनोनाक् आंस लेना मेनखान '%1$S' ञामेना.

source: Unknown descriptor '%1$S' in @counter-style rule.
sat: बाङबाडायिच् बिबरोन एमोगिच् '%1$S' @फॉन्ट-फेस नियोम रे.

source: Expected identifier for extends system but found '%1$S'.
sat: चानेच बाछाविच् ला़गित् चिनहा़विच् आंस लेना मेनखान ञामेना'%1$.

source: Each weight in the additive-symbols descriptor must be smaller than the previous weight.
sat: सेलेद दाड़े के-चिनहा़ को बोरनोनाक् रे जोतो हामाल पा़हिलाक् हामाल खोन कोम हुयुक् ला़कती.

source: class name
sat: चानेच् ञुतुम.

source: Expected identifier for class selector but found '%1$S'.
sat: चानेच बाछाविच् ला़गित् चिनहा़विच् आंस लेना मेनखान ञामेना'%1$.

source: element type
sat: जिनिस नोकोल

source: Expected element name or '*' but found '%1$S'.
sat: जिनिस ञुतुम आर बाङ '*' आंस लेना मेनखान '%1$S'ञामेना .

source: Unknown namespace prefix '%1$S'.
sat: बाङ बाडाय ञुतुम जायगा रे साबाद माड़ाङ तोंगे '%1$S'.

source: attribute name
sat: गालाङ गोनोङगालाङ ञुतुम

source: Expected identifier for attribute name but found '%1$S'.
sat: चानेच बाछाविच् ला़गित् चिनहा़विच् आंस लेना मेनखान ञामेना'%1$S'.

source: Expected attribute name or namespace but found '%1$S'.
sat: गालाङ ञुतुम आर बाङ ञुतुम फांक आंसलेना मेनखान ञामेना '%1$S'.

source: Expected '|' but found '%1$S'.
sat: ञामेना.'|' आंसलेन मेनखान ञामेना '%1$S' .

source: part of attribute selector
sat: गालाङ बाछावाक् रेयाक् हा़टिञ .

source: Unexpected token in attribute selector: '%1$S'.
sat: गालाङ बाछावाक् रे बाङ आंसलेन टोकेन: '%1$S'.

source: attribute value
sat: गालाङ गोनोङ

source: ']' to end attribute selector
sat: ']' दो गालाङ बाछावाक् मुचा़त्

source: Expected ']' to terminate attribute selector but found '%1$S'.
sat: गालाङ बाछावाक् ओचोक् ला़गित् ']' आंस लेना मेनखान ञामेना '%1$S' .

source: Expected identifier or string for value in attribute selector but found '%1$S'.
sat: आंसचिनहाव होचोवाक् आर गालाङ बाछावाक् रे गोनोङ ला़गित् स्ट्रिंग '%1$S'.

source: name of pseudo-class or pseudo-element
sat: एड़े चानाच् आर बाङ एड़े जिनिस रेयाक् ञुतुम.

source: Expected identifier for pseudo-class or pseudo-element but found '%1$S'.
sat: एड़ेचानेच् आर एड़े जिनिस चिनहा़व ला़गित् आंसलेना मेनखान ञामेना '%1$S' .

source: Function token for non-function pseudo-class or pseudo-element, or the other way around, when reading '%1$S'.
sat: बाङ का़मी एड़े चानेच् आर बाङ एड़े जिनिस आर बाङ एटाक् सेत् ते आ़चुर ला़गित् का़मी टोकेन, तिन रे पाड़हावा'%1$S' .

source: Expected pseudo-element but found '%1$S'.
sat: एड़े जिनिस आंसलेना मेनखान ञामेना'%1$S' .

source: Negation pseudo-class can't be negated '%1$S'.
sat: बाङ बाताव एड़े चानाच् बाङ बाताव होचो बाङ दाड़ेयाक् आ '%1$S'.

source: Pseudo-elements can't be negated '%1$S'.
sat: एड़े जिनिस बाङ बाताव होचो बाङ दाड़ेयाक् आ '%1$S'.

source: This pseudo-element must use the "::" form: '%1$S'.
sat: नोवा एड़े जिनिस"::" रेयाक् बेभार लाकती. : फोर्म '%1$S'.

source: Expected end of selector or a user action pseudo-class after pseudo-element but found '%1$S'.
sat: बाछाविजाक् मुचा़त् आंस लेन ताहेंना आर बाङ एड़े जिनिस तायोम एड़े चानेच् मित् बेभारिजाक् का़मी मेनखान ञामेना '%1$S'.

source: Expected end of selector after pseudo-element that does not support user action pseudo-classes but found '%1$S'.
sat: एड़े-जिनिस तायोम बाछाविजाक् मुचा़त् आंस लेन ताहेंना ओका बेभारिजाक् एड़े-चानेच् बाय गोड़ोवाक् आ मेनखान ञामेना . '%1$S'.

source: Extra pseudo-element '%1$S'.
sat: बाड़तिया् एड़े जिनिस '%1$S'.

source: Unknown pseudo-class or pseudo-element '%1$S'.
sat: बाङ बाड़ाय एड़े चानाच आर बाङ एड़े जिनिस '%1$S'.

source: selector within negation
sat: बाङ हे भितिर रे बाछाविच्.

source: Malformed simple selector as negation pseudo-class argument '%1$S'.
sat: बाङ हें एड़े चानेच तोरको लेका बाङठिक् आलगा बाछाविच् '%1$S'.

source: Missing closing ')' in negation pseudo-class '%1$S'.
sat: ')' बाङ हे एड़े चानाच् रे आदोक् बोंदोक् काना '%1$S' .

source: Missing argument in negation pseudo-class '%1$S'.
sat: बाङ हे एड़े चानाच् रे तोरको आदोक् काना '%1$S'.

source: argument to pseudo-class selector
sat: एड़े चानेच् बाछाविच् ला़गित् तोरको

source: Expected identifier for pseudo-class parameter but found '%1$S'.
sat: एड़े चानेच् पारामिटार ला़गित् चिनहा़ंविच् आंस लेना मेनखान ञामेना '%1$S'.

source: Expected part of argument to pseudo-class but found '%1$S'.
sat: एड़े चानेच् ला़गित् तोरको रेयाक् हिंस आंस लेन ताहेंना मेनखान ञाम एना '%1$S'.

source: Missing closing ')' in pseudo-class, found '%1$S' instead.
sat: एड़े चानेच् रे ')' बोंदोक् आदोक् काना, ञाममेना '%1$S' बोदोल ते.

source: Missing argument in pseudo-class '%1$S'.
sat: एड़े चानेच् रे तोरको आदोक् काना '%1$S' .

source: Expected end of selector or a user action pseudo-class after pseudo-element but found pseudo-class '%1$S'.
sat: बाछाविजाक् मुचा़त् आंस लेन ताहेंना आर बाङ मित् बेभारिजाक् एड़े-जनिस तायोम एड़े चानेच् का़मी मेन खान एड़े-चानेच् '%1$S' ञाम लेना.

source: selector
sat: बाछाविच्

source: Expected '{' to begin declaration block but found '%1$S'.
sat: ला़य सोदोर एसेत एहोब ला़गित् '{' आंस लेना मेनखान ञामेना '%1$S'.

source: color
sat: रोङ

source: Expected color but found '%1$S'.
sat: ञामेना.रोङ आंस लेना मेनखान ञामेना '%1$S.

source: color component
sat: रोङ जोड़ान तेत्.

source: Expected a percentage but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.मित् सायाक् आसलेना मेनखान ञामेना '%1$S'.

source: Expected an integer but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.मित् पुरा़ एल आंस लेना मेनखान ञामेना'%1$S' .

source: Expected number or percentage in rgb() but found '%1$S'.
sat: rgb() रे लेखा आर बाङ सायाक् आंस लेना मेनखान ञामेना'%1$S' .

source: Expected '%2$S' but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.'%2$S' आंस लेना मेनखान ञामेना '%1$S' .

source: hue
sat: बोरनो

source: Expected ',' but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.',' आंस लेना मेनखान ञामेना '%1$S'.

source: saturation
sat: उरुन पुरुन

source: lightness
sat: पुंकोत्

source: opacity in color value
sat: रोंग गोनोङ रे बाङ ञेल पारोमाक्.

source: Expected a number but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.मित् लेखा आंस लेना मेनखान ञामेना '%1$S' .

source: Expected ')' but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.')' आंसलेना मेनखान ञामेना '%1$S' .

source: ';' or '}' to end declaration
sat: ';' आर बाङ '}' दो ला़य सोदोर मुचा़त् रे.

source: Expected ':' but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना. ':' आंस लेना मेनखान ञामेना '%1$S'.

source: Expected declaration but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.ला़य सोदोर आंस लेना मेनखान ञमेना '%1$S'.

source: end of declaration
sat: ला़य सोदोर रेयाक् मुचा़त्.

source: important
sat: मोहोत्

source: Expected 'important' but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.' मोहोत्' आंस लेना मेनखान ञामेना %1$S' .

source: Expected ';' to terminate declaration but found '%1$S'.
sat: ';' आंस लेना ला़य सोदोर ओचोक् ला़गित् मेनखान ञामेना '%1$S' .

source: Expected ';' or '}' to terminate declaration but found '%1$S'.
sat: ';' आर बाङ'}' आंस लेना ला़य सोदोर ओचोक ला़गित् मेनाखान ञामेना '%1$S' .

source: Cannot specify value for internal property.
sat: भितिर गुन ला़गित् गोनोङ गोटा बाय दाड़ेयाक् आ.

source: end of comment
sat: ओकता रेयाक् मुचा़त्.

source: Found unclosed string '%1$S'.
sat: झिच् स्ट्रिंग ञामेना '%1$S' .

source: Expected font descriptor but found '%1$S'.
sat: फॉन्ट बिबरोन एमोगिज आंस लेन ताहेंना मेनखान '%1$S' ञामेना.

source: Unknown descriptor '%1$S' in @font-face rule.
sat: बाङबाडायिच् बिबरोन एमोगिच् '%1$S' @फॉन्ट-फेस नियोम रे.बाङबाडायिच् बिबरोन एमोगिच् '%1$S' @फॉन्ट-फेस नियोम रे .

source: Expected '(' to start media query expression but found '%1$S'.
sat: मिडिया कुकली ला़य सोदोर एहोब ला़गित्'('आंस लेन ताहेंना मेनकान '%1$S'ञामेना.

source: contents of media query expression
sat: मिडिया कुकली ला़य सोदोर रेयाक् बिसोय को .

source: Expected media feature name but found '%1$S'.
sat: मिडिया बा़डगाक् ञुतुम आंस लेना मेनखान '%1$S'ञामेना.

source: Expected ':' or ')' after media feature name but found '%1$S'.
sat: मिडिया बा़डगाक् ञुतुम तायोम ':' आर बाङ ')'आंस लेन ताहेंना मेनखान '%1$S' ञामेना.

source: Media features with min- or max- must have a value.
sat: कोम उता़र आर बाङ ढेर उता़र मिडिया बा़डगाक् कोरे मित् गोनोङ हुयुक् ला़कती .

source: Found invalid value for media feature.
sat: मिडिया बा़डगाक् ला़गित् बाङ बाताव गोनोङ ञामेना .

source: Expected '{' to begin @font-face rule but found '%1$S'.
sat: @फॉन्ट-मोहडा नियोम एहोब ला़गित् '{' आंस लेन ताहेंना मेनखान '%1$S'ञामेना.

source: Expected '}' to end @font-face rule but found '%1$S'.
sat: @फॉन्ट-मोहडा नियोम एहोब ला़गित् '}'आंस लेन ताहेंना मेनखान '%1$S' ञामेना.

source: Did not expect anonymous box.
sat: बाङ ञुतुम बाकसा बाङ आंस लेन ताहेंना.

source: Unexpected end of @font-feature-values rule.
sat: @फॉन्ट - गुन -गोनोङ नियोम रेयाक् मुचा़त् बाङ आंस लेन ताहेंना .

source: Expected opening { of @font-feature-values rule but found '%1$S'.
sat: { @फॉन्ट -गुन होनोङ नियोम रेयाक् { झिच् लेना मेनखान ञामेना '%1$S'.

source: Expected opening { of feature value set but found '%1$S'.
sat: गुन गोनोङ साजाव रेयाक् झिच् { आंस लेन ताहेंना मेनखान '%1$S' ञामेना.

source: Expected font family list for @font-feature-values rule but found '%1$S'.
sat: @फॉन्ट-गुन -गोनोङ नियोम ला़गित् फॉन्ट घारोंज सुची आंस लेना मेनखान '%1$S'ञामेना.

source: Expected '}' to end @font-feature-values rule but found '%1$S'.
sat: @ फॉन्ट- गुन -गोनोङ नियोम मुचा़त् ला़गित् '}' आंस लेना मेनखान ञामेना '%1$S'.

source: Unknown font-variant property value '%1$S'.
sat: बाङ बाडाय फॉन्ट - बोदोलाक् गुन गोनोङ '%1$S'.

source: Expected identifier but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.

source: Expected non-negative integer value but found '%1$S'.
sat: बाङ-कोमोक् पुरुन गोनोङ आंस लेना मेनखान ञामेना '%1$S'.

source: Too many values for feature type '%1$S'.
sat: टुल लेकान ला़गित् आ़डी गान गोनोङ '%1$S'.

source: Family list cannot contain generic font family name.
sat: घारोंज सुची रे माराङाक् फॉन्ट घारोंज ञुतुम .

source: Expected end of value definition but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.

source: Expected 'ltr' or 'rtl' in direction selector but found '%1$S'.
sat: नाखा बाछावाक् रे 'ltr' आर बाङ 'rtl' आंस लेना मेनखान ञामेना '%1$S'.

source: 'not', '(', or function
sat: 'not', '(', आर बाङ का़मी .

source: 'not'
sat: 'बाङ'

source: Expected whitespace after 'not', 'and', or 'or'.
sat: 'बाङ ', तायोम पुंड फांक आंस लेना 'आर ',आर बाङ ' .

source: Expected '(' or function while parsing supports condition but found '%1$S'.
sat: '(' आर बाङ का़मी आंसलेना तिन रे बेयान एम ओबोसता गोड़ो लेना मेनखान '%1$S'.

source: Expected ')' while parsing supports condition but found '%1$S'.
sat: ')' आंस लेना तिन रे बेयान एम ओबोसता गोड़ो लेना मेनखान ञामेना '%1$S'.

source: Expected 'not', '(', or function while parsing supports condition but found '%1$S'.
sat: ' बाङ ', '(',आंस लेना आर बाङ का़मी तिन रे बेयान एम बेबोसता गोड़ो लेना मेनखान ञामेना '%1$S'.

source: Expected 'not' while parsing supports condition but found '%1$S'.
sat: 'बाङ ' आंस लेना तिन रे बेयान एम ओबोसता गोड़ो लेना मेनखान '%1$S' ञामेना .

source: Expected '{' to begin @supports rule but found '%1$S'.
sat: @ गोड़ो नियोम एहोब ला़गित् '{' आंस लेना मेनखान '%1$S' ञामेना.

source: Expected 'none' or URL but found '%1$S'.
sat: गोनोङ रेयाक् मुचा़त् आंस लेन ताहेंना, मेनखान '%1$S' ञामेना.

source: Expected 'none', URL, or filter function but found '%1$S'.
sat: 'जाहांनाक् बाङ ', URL, आर बाङ का़मी आंस लेना मेनखान '%1$S ञामेना'.

source: Expected non-negative number or percentage.
sat: बाङ - कोमोगाक् लेखा आर बाङ सायाक् आंस लेना .

source: Error in parsing arguments for filter function.
sat: छा़नियाक् का़मी ला़गित् बेयान तोरको को रे भुल .

source: variable
sat: बोदोलोगाक्

source: Expected variable value but found '%1$S'.
sat: बोदोलोगाक् गोनोङ आंस लेना मेनखान '%1$S' ञामेना.

source: Falling back to 'inherit'.
sat: 'हापड़ाम कोवाक् होक ञाम ' रे ञुर रुवा़ड़.

source: Falling back to 'initial'.
sat: 'हापड़ाम कोवाक् होक ञाम ' रे ञुर रुवा़ड़.

source: Property contained reference to invalid variable.
sat: गुन रे बाङ बाताव बोदोलाक् ला़गित् जोनोड़ मेनाक् आ.

source: Found invalid token '%1$S' at top level of variable reference fallback.
sat: बोदोलोगाक् जोनोड़ ञुर रुवा़ड़ रेयाक् चेतान ताह रे '%1$S' बाङ बाताव टोकोन ञामेना .

source: identifier for variable name
sat: बोदोलोगाक् ञुतुम ला़गित् चिनहा़वाक् .

source: Expected identifier for variable name but found '%1$S'.
sat: बोदोलोगाक् ञुतुम ला़गित् चिनहा़वाक् आंस लेना मेनखान ञामेना '%1$.

source: Expected variable reference fallback after ','.
sat: ',' तायोम बोदोलोगाक् जोनोड़ ञुर रुवाड़ आंस लेना.

source: Expected ',' or ')' after variable name in variable reference but found '%1$S'.
sat: बोदोलोगाक् जोनोड़ रे बोदोलोगाक् ञुतुम तायोम ',' आर बाङ ')' आंस लेना मेनखान '%1$S' ञामेना.
