Repository: tktk711/mozilla-l10n
Catalog: sm/browser/chrome/browser/syncGenericChange.properties.po
Languages: sm

source: Change your Password
sm: Sui lou 'upulilo

source: Change Password
sm: Sui 'upulilo

source: Changing your password…
sm: Suiga lou 'upulilo…

source: Your password has been changed.
sm: 'Uma suiga lou 'upulilo.

source: There was an error changing your password.
sm: Sesē suiga lou 'upulilo.

source: Your password must be at least 8 characters long. It cannot be the same as either your user name or your Recovery Key.
sm: E tatau lava ona 8 mata'itusi umī mo lau 'upulilo. E lē tatau ona tutusa lou igoa-fai po'o lou kī toe maua.

source: Note: All of your other devices will be unable to connect to your account once you change this password.
sm: Fa'amauga: O isi lava o au togafiti e lē mafai ona feso'ota'i i lou account i le taimi e sui ai lou 'upulilo.

source: My Recovery Key
sm: La'u kī-toe maua

source: Change Recovery Key
sm: Sui kī-toe maua

source: Changing Recovery Key and uploading local data, please wait…
sm: Suiga le kī toe maua ma 'ave-fafo le data fa'alenu'u, fa'atali 'oe fa'amolemole…

source: There was an error while changing your Recovery Key!
sm: Sesē suiga lou kī toe maua!

source: Your Recovery Key was successfully changed!
sm: Lou kī toe maua suiga ua manuia!

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
sm: A fia mautinoa i 'au patino 'uma, lou data 'uma e encrypted talu ai le 'aumaiga-fao. O le kī i decrypt lou data e le'o 'aumaiga-fafo.

source: Note: Changing this will erase all data stored on the Sync server and upload new data secured by this Recovery Key. Your other devices will not sync until the new Recovery Key is entered for that device.
sm: Fa'amauga: A sui le mea lea e fa'amamā 'uma data teu i le Tu'ufa'atasia server ma 'aumai-fafo le data fou puipui mai lenei kī toe maua. O isi o 'au togafiti e lē mafai ona tu'ufa'atasia se ia o'o le kī toe maua fou e tā mo lenā togafiti.

source: Your Recovery Key
sm: Lou kī-toe maua

# new.password.title
source: Update Password
sm: Toe fa'afou 'upulilo

source: Your password was rejected by the server, please update your password.
sm: Le server sa lē taliaina lou 'upulilo, toe fa'afouina lou 'upulilo fa'amolemole.

source: Enter your new password
sm: Tā lou 'upulilo fou

source: Confirm your new password
sm: Fa'amausalī lou 'upulilo fou

# new.password.acceptButton
source: Update Password
sm: Fa'afou le 'Upulilo

source: Password incorrect, please try again.
sm: Sesē 'upulilo, toe taumafai fa'amolemole.

# new.recoverykey.title
source: Update Recovery Key
sm: Fa'afouina le kī-toe maua

source: Your Recovery Key was changed using another device, please enter your updated Recovery Key.
sm: E suiga lou kī toe maua mai le isi togafiti, tā lou Kī Toe Maua fou fa'amolemole.

# new.recoverykey.acceptButton
source: Update Recovery Key
sm: Fa'afouina kī-toe maua
