Repository: tktk711/mozilla-l10n
Catalog: sm/browser/chrome/browser/taskbar.properties.po
Languages: sm

source: Open new tab
sm: Tatala tusi-togi fou

source: Open a new browser tab.
sm: Tatala tusi-togi fou o le measā'illi.

source: Open new window
sm: Tatala fa'amalama fou

source: Open a new browser window.
sm: Tatala fa'amalama fou o le measā'ili.

source: Enter private browsing
sm: Alu i le sā'ili patino

source: Start private browsing. The current session will be saved.
sm: 'Āmata le sā'ili patino. O le 'ā teuina le fono nei.

source: Quit private browsing
sm: Mavāe sa'iliga patino

source: Quit private browsing and restore the previous session.
sm: Mavāe sa'iliga patino ma fa'afo'i le fono talu ai.

source: Frequent
sm: Fai so'o

source: Recent
sm: Lata mai nei
