Repository: tktk711/mozilla-l10n
Catalog: co/browser/chrome/browser/safebrowsing/phishing-afterload-warning-message.dtd.po
Languages: co

source: Get me out of here!
co: Alluntanassi da stu situ

source: Ignore this warning
co: Ignurà st'avvisu

source: This isn't a web forgery…
co: Ùn hè micca un situ contrafattu…

source: Why was this page blocked?
co: Cumu hè chì stu situ hè statu bluccatu?

source: Reported Attack Page!
co: Signalatu situ malvulente

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
co: U situ web <span id='malware_sitename'/> hè statu signalatu cum'è situ web malvulente ed hè statu bluccatu sicondu i paràmetri di sicurità currenti.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
co: <p>Un situ web malvulente cerca di stallà lugiziali in misura di suttraie e infurmazione parsunale di l'utulizadori, sfruttà l'urdinatore par attaccà altre mascine o simpliciamente dannificà u sistema.</p><p>Uni pochi di sti siti distribuiscenu lugiziali dannifichi apposta, ma a maiò parte di i siti vene cumprumessa senza chì u prupietariu ne sia à capu o rispunsevule.</p>

source: Reported Web Forgery!
co: Signalatu situ contrafattu

source: This web page at <span id='phishing_sitename'/> has been reported as a web forgery and has been blocked based on your security preferences.
co: U situ web <span id='phishing_sitename'/> hè statu signalatu cum'è situ contrafattu ed hè statu bluccatu sicondu i paràmetri di sicurità.

source: <p>Web forgeries are designed to trick you into revealing personal or financial information by imitating sources you may trust.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
co: <p>I siti web contrafatti cercanu d'ingannà l'utulizadore suttraiendu infurmazione parsunale o finanziarie imitendu surgente ch'omu hè soliti à fidassine.</p><p>Scrive infurmazione parsunale ind'ista pagine pò cagiunà arrubecciu d'idintità o altre frode.</p>
