Repository: tktk711/mozilla-l10n
Catalog: tn/obsolete/browser/chrome/browser/browser-pocket.properties.po
Languages: tn

source: Add Tags
tn: Tsenya Ditheke

source: Already a Pocket user?
tn: A o setse o le Modirisi wa Mokgwatirisotaolo-palomorago?

source: Continue with Firefox
tn: Tswelela ka Firefox

source: There was an error when trying to save to Pocket.
tn: Go ne gona le phoso fa go lekwa go bolokela mo Mokgwatirisotaolo-palomorago.

source: Learn More
tn: Ithute mo go tseneletseng

source: Log in
tn: Tsena tirong

source: Tags are limited to 25 characters
tn: Ditheke di lekanyeditswe go ya go matshwao a le 25

source: You must be connected to the Internet in order to save to Pocket. Please check your connection and try again.
tn: O tshwanetse go bo o golaganye mo inthanete gore o kgone go bolokela mo Mokgwatirisotaolo-palomorago.Tswêê-tswêê tlhola kgokagano ya gago o bo o leke gape.

source: Only links can be saved
tn: Dikgokagano ke tsone fela di ka bolokwang

source: Page Not Saved
tn: Tsebe Ga e a Bolokiwa

source: Page Removed
tn: Tsebe e Tlositswe

source: Saved to Pocket
tn: Go boloketswe mo Mokgwatirisotaolo-palomorago

source: Removing Page…
tn: Go tlosiwa Tsebe...

source: Adding tags…
tn: Go tsenngwa ditheke...

source: Remove Page
tn: Tlosa Tsebe

source: Save
tn: Boloka

source: Saving…
tn: Go a bolokiwa...

source: Sign up with email
tn: Ikwadise ka imeile

source: Sign up for Pocket. It’s free.
tn: Ikwadisetse Mokgwatirisotaolo-palomorago. Ga go duelelwe.

source: Suggested Tags
tn: Ditheketshitshinyo

source: Save articles and videos from Firefox to view in Pocket on any device, any time.
tn: Boloka diathikele le dibidio go tswa Firefox go leba mo Mokgwatirisotaolo-palomorago mo sedirisweng sengwe le sengwe, nako nngwe le nngwe.

source: Click the Pocket Button to save any article, video or page from Firefox.
tn: Tobetsa Konopo ya Mokgwatirisotaolo-palomorago go boloka athikele nngwe le nngwe, bidio kgotsa tsebe go tswa Firefox.

source: View in Pocket on any device, any time.
tn: Leba mo Mokgwatirisotaolo-palomorago mo sedirisweng sengwe le sengwe, nako nngwe le nngwe.

source: Tags Added
tn: Dithebe di Tsentswe

source: Sign in with Firefox
tn: Tsena tirong ka Firefox

source: Sign up with Firefox
tn: Ikwadise ka Firefox

source: View List
tn: Leba Lenaane
