Repository: tktk711/mozilla-l10n
Catalog: meh/mobile/overrides/appstrings.properties.po
Languages: meh

source: The URL is not valid and cannot be loaded.
meh: URL ntu íyo tiñu jee nkuvi túvi.

source: Firefox can't find the file at %S.
meh: Firefox ntu kuvi nani´í archivo nuu %S.

source: The file at %S is not readable.
meh: Archivo ya´a %S ntu kuvi ká´vi

source: Firefox can't find the server at %S.
meh: Firefox ntu kuvi nani´í ka̱a̱ servidor nuu %S.

source: Firefox doesn't know how to open this address, because one of the following protocols (%S) isn't associated with any program or is not allowed in this context.
meh: Firefox ntu jini naja síne dirección ya´a, jee a iin daa protocolos (%S) ntu íyo nka jii iin programa a xíín nkuvi jii contexto ya´a.

source: Firefox can't establish a connection to the server at %S.
meh: Firefox ntu nkuvi ka´an jii ka̱a̱ servidor nuu %S.

source: The connection to %S was interrupted while the page was loading.
meh: Conexión jii %S nsiankuiñɨ saa sinenuma-ja.

source: The server at %S is taking too long to respond.
meh: Ka̱a̱ servidor %S kuna´a niko ka´an.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
meh: Firefox nani´í a ka̱a̱ servidor nakivɨ tuku jee sa̱naan nkuvi síne-maja.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
meh: Saa kuvi túvi página ya´a, %S chu-ichi información sá´á (iin a nánuku a xíín iin a chuna) iin a nsá´á-nu ichi yata.

source: Resend
meh: Na-chu-ichi tuku

source: Firefox doesn't know how to communicate with the server.
meh: Firefox ntu jini naja ka´an jii ka̱a̱ servidor.

source: The connection to the server was reset while the page was loading.
meh: Conexión jii ka̱a̱ servidor nnakaji´e saa skuata kivɨ nuun página.

source: This document is no longer available.
meh: Tutu ya´a ntu íyo-ka.

source: Firefox is currently in offline mode and can't browse the Web.
meh: Ntu yɨ´ɨ ka̱a̱ nántu´un ne jíka nuu Firefox jee nkuvi kaka-nu nuu Web.

source: The document cannot change while Printing or in Print Preview.
meh: Tutu ntu kuvi sama de kuvi kune´ya-nu ma.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
meh: Dirección ya´a ni´í iin puerto ni´í nuu inka nuun web. Firefox nakasɨ ya´a saa kuvi kumi-ani noo´o.

source: Firefox is configured to use a proxy server that can't be found.
meh: Firefox íyo configurado saa kuvi ni´í iin ka̱a̱ servidor proxy a ntu kuvi nani´í.

source: Firefox is configured to use a proxy server that is refusing connections.
meh: Firefox íyo configurado saa kuvi ni´í iin ka̱a̱ servidor proxy a ntu kuvi sá´á conexiones.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
meh: A kuvinu kune´yanu ntu kuvi sine jie a ni´í iin formato compresión ntu íyo tiñu a xíín ntu íyo vatu.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
meh: Nkuvi síne-nu ya´a jie a kuvi iin archivo ntu íyo vatu. Kachi nuu da ñivɨ kumi página ya´a saa nasá´á-da.

source: External Protocol Request
meh: Solicitud protocolo chike´í

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
meh: Nejika síne iin aplicación chike´í saa kuvi skaka da enlaces %1$$:. Enlace nniká-nu: %2$S Aplicación: %3$S De ntu netu-nu solicitud ya´a, sa̱naan kuvi skanu´da iin vulnerabilidad nuu inka ka̱a̱. Xinó solicitud ya´a a xíín de jini-nu a ntu sukua kuviji kuvi kivɨ-nu.

source: Remember my choice for all links of this type.
meh: Naku´un ini-ni a nkajini ya´a jii da kuiyo enlace íyo inu kua ya´a.

source: Launch application
meh: Kunu aplicación ya´a

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
meh: Sitio %S nkachi-da a kuvi sa´a xeen jee nchi yu´u danimaja saa kumi-ani maanu.

source: This web page at %S has been reported as a deceptive site and has been blocked based on your security preferences.
meh: Sitio %S nkachi-da a ntu íyo vatu sa̱naan kuvi sa´a xeen jee nchi yu´u danimaja saa kumi-ani maanu.

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
meh: Sitio %S nkachi-da a ntu íyo vatu sa̱naan kuvi iin sitio jii software sa´a xeen jee nchi yu´u danimaja saa kumi-ani maanu.

source: This page has a content security policy that prevents it from being loaded in this way.
meh: Página ya´a kumi iin política seguridad a ntu kuvi túvi nuun ya´a.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
meh: Página ya´a ni´í iin ka̱a̱ ntu íyo tiñu-ka jii Firefox.

source: Firefox cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
meh: Firefox ntu kuvi kumi seguridad daa datos-nu nuu %S jiee a ni´í SSLv3, iin protocolo seguridad íyo vulnerable.

source: The owner of %S has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
meh: Nivɨ kumi %S ntu nsá´ávi configuración sitio web. Saa kuvi kumi-ani noo´o, Firefox ntu ntúvi noo´o nuu sitio web ya´a.

source: The website tried to negotiate an inadequate level of security.
meh: Página ya´a kuni sá´á iin negociación ntu tuvi va´a.
