Repository: tktk711/mozilla-l10n
Catalog: meh/mobile/overrides/netError.dtd.po
Languages: meh

source: Problem loading page
meh: Ntu nkuvi síne página ya´a

source: Try Again
meh: Nakivɨ tuku

source: Unable to connect
meh: Ntu kuvi kivɨ

source: This address is restricted
meh: Nuu ya´a íyo restringida.

source: Server not found
meh: Ntu nani´í ka̱a̱ servidor

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <div id='searchbox'> <input id='searchtext' type='search'></input> <button id='searchbutton'>Search</button> </div> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection. <button id='wifi'>Enable Wi-Fi</button> </li> </ul>
meh: <ul> <li>Kune´yá sivɨ ntee-nú íyo vatu sa̱naan kumi errores kua <strong>ww</strong>.ejemplo.com nuu inka ya´a<strong>www</strong>.ejemplo.com</li> <div id='searchbox'> <input id='searchtext' type='search'></input> <button id='searchbutton'>Nánuku</button> </div> <li>De ntu kuvi síne ni´i página, kune´yá datos ka̱a̱-nu a xíín conexión Wi-Fi. <button id='wifi'>Sikune Wi-Fi</button> </li> </ul>

source: File not found
meh: Ntu nkuvi nani´i archivo

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
meh: <ul> <li>Kune´yá sivɨ archivo ntu kumi errores.</li> <li>Kune´yá archivo dee nnáxitá, nkáná a xíín nkivɨ inka sivɨ.</li> </ul>

source: Access to the file was denied
meh: Ntu kuvi síne archivo ya´a

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
meh: <ul> <li>Sa̱naan nxita ya´a, nkáná, a xiin na íyo permiso archivo jee ntu kuvi kivɨnu.</li> </ul>

source: <p>&brandShortName; can’t load this page for some reason.</p>
meh: <p>&brandShortName; íyo iin a sá´á ntu kuvi síne página ya´a.</p>

source: The address isn’t valid
meh: Dirección ntu vatu

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <div id='searchbox'> <input id='searchtext' type='search'></input> <button id='searchbutton'>Search</button> </div> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
meh: <ul> <li>Dirección Web ntaka ichi íyo sukuan <strong>http://www.example.com/</strong></li> <div id='searchbox'> <input id='searchtext' type='search'></input> <button id='searchbutton'>Nánuku</button> </div> <li>Kune´yá de ni´í nijin-nu da barras sukuan (kua ya´a. <strong>/</strong>).</li> </ul>

source: The connection was interrupted
meh: Ntu nkuvi sá´á conexión

source: Document Expired
meh: Nnɨ´ɨ kivɨ tutu ya´a

source: <p>The requested document is not available in &brandShortName;’s cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
meh: <p>Tutu kuvi-nu kune´ya-nu ntu íyo tiñu nuun caché &brandShortName;.</p><ul><li>Saa kumi-ani a sá´á-nu, &brandShortName; ntu jíkan tutu ntu íyo sensible.</li><li>Kauxin tuku saa nákánu íchika tutu nuun web ya´a.</li></ul>

source: Offline mode
meh: Modo sin conexión

source: <ul> <li>Try again. &brandShortName; will attempt to open a connection and reload the page. <button id='wifi'>Enable Wi-Fi</button> </li> </ul>
meh: <ul> <li>Ichika. &brandShortName; Kuvi-ji íchika síne iin conexión jee nakivɨ tuku nuun página. <button id='wifi'>Sikune Wi-Fi</button> </li> </ul>

source: Content Encoding Error
meh: Error de codificación de contenido

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
meh: <ul> <li>Nei koo ininu ka´an jii ñivɨ ke´í sitio web ya´a a ntu kuvi kivɨ-nu saa kuvi nasá´á-da</li> </ul>

source: Unsafe File Type
meh: Tipo archivo ya´a ntu túvi va´a

# unsafeContentType.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
meh: <ul> <li>Nei koo ininu ka´an jii ñivɨ ke´í sitio web ya´a a ntu kuvi kivɨ-nu saa kuvi nasá´á-da</li> </ul>

source: The connection was reset
meh: Nnakajie´e tuku conexión

source: The connection has timed out
meh: Nnɨ´ɨ tiempo netu

source: The address wasn’t understood
meh: No se comprende la dirección

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
meh: <ul> <li>Nejika chu´un inka ka̱a̱ saa kuvi síne nuun ya´a.</li> </ul>

source: The proxy server is refusing connections
meh: Ka̱a̱ servidor proxy tavá daa conexiones

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
meh: <ul> <li>Kune´ya de íyo vatu configuración proxy-nu.</li> <li>Ka´a jii administrador red saa kuvi kúni-nu dee íyo tiñu servidor.</li> </ul>

source: Unable to find the proxy server
meh: Ntu nkuvi nani´í servidor proxy

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your device has a working data or Wi-Fi connection. <button id='wifi'>Enable Wi-Fi</button> </li> </ul>
meh: <ul> <li>Kune´ya configuración Proxy dee íyo vatu.</li> <li>Kune´ya dee ka̱a̱-nu kumi iin conexión satiñu jii Wi-Fi a xíín datos. <button id='wifi'>Sikune Wi-Fi</button> </li> </ul>

source: The page isn’t redirecting properly
meh: Ntu sá´á vatu redirección página ya´a

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
meh: <ul> <li>Problema ya´a sa̱naan kuvi jiee íyo deshabilitado cookies.</li> </ul>

source: Unexpected response from server
meh: Ntu nnaka´a vatu servidor

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
meh: <ul> <li>Kune´ya dee yɨ´ɨ Administrador de Seguridad Personal.</li> <li>Sa̱naan kuvi jie iin configuración ntu íyo estándar nuu ka̱a̱ servidor.</li> </ul>

# nssFailure2.title
source: Secure Connection Failed
meh: Conexión segura ntu nkuvi

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
meh: <ul> <li>Página kuvi kivɨ-nu ntu kuvi túvi jie daa datos nkanta ntu kuvi túvi dee íyo vatu.</li> <li>Nei koo ininu ka´an jii ñivɨ ke´í sitio web ya´a.</li> </ul>

# nssBadCert.title
source: Secure Connection Failed
meh: Conexión segura ntu nkuvi

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
meh: <ul> <li>Sa̱naan kuvi iin problema jii configuración ka̱a̱ servidor a xíín íyo neva kuvi sa´a xeen.</li> <li>Dee a kivɨ-nu servidor ya´a íchi yata sa̱naan kuvi iin error nkuvi sa̱naan, kuvi nakivɨ-nu íchika dee nníní.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection. <button id='wifi'>Enable Wi-Fi</button> </li> </ul>
meh: <ul> <li>Sa̱naan sitio ya´a ntu íyo tiñu ntañu´u a xíín íyo chitu. Kunetu jee nakivɨ-nu íchika.</li> <li>Dee ntu kuvi kivɨ-nu nuu ni´í página, kune´ya daa datos ka̱a̱-nu a xíín conexión Wi-Fi. <button id='wifi'>Sikune Wi-Fi</button> </li> </ul>

source: Blocked by Content Security Policy
meh: Yɨ´ɨ yu´u jiee Política de Seguridad de Contenido

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
meh: <p>&brandShortName; ntu nkuvi síne página ya´a jie kumi iin política de seguridad de contenido ntu taji síne sukuan.</p>

source: Corrupted Content Error
meh: Error jiee contenido ntívɨ

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
meh: <p>Página kuvi kune´ya-nu ntu kuvi túvi jiee iin error nuu transferencia datos nkene.</p><ul><li>Ka´an jii ñivɨ ke´í sitio web ya´a saa kuvi nasá´áda.</li></ul>

source: Or you can add an exception…
meh: A xíín kuvi tee-nu iin excepción...

source: Get me out of here!
meh: Tava nuu´u ya´a!

source: Add Exception…
meh: Tee excepción...

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
meh: <p>Ntu nejika tee-nu iin excepción ntu túvi va´a dee ni´í-nu iin conexión nuu ka̱a̱ nántu´un ne jíka a xíín jininu a ntu túvi daa advertencia ya´a saa kivɨ-nu íchi yata nuun servidor ya´a.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>

source: Remote XUL
meh: XUL jíká

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
meh: <p><ul> <li>Nei koo ininu ka´an jii ñivɨ ke´í sitio web ya´a a ntu kuvi kivɨ-nu saa kuvi nasá´á-da. </li> </ul></p>

source: Unable to Connect Securely
meh: Ntu kuvi kivɨ va´a ya´a

source: Advanced info: SSL_ERROR_UNSUPPORTED_VERSION
meh: Información avanzada: SSL_ERROR_UNSUPPORTED_VERSION

# weakCryptoUsed.title
source: Your connection is not secure
meh: Conexión-nu ntu túvi vatu

source: Advanced info: SSL_ERROR_NO_CYPHER_OVERLAP
meh: Información avanzada: SSL_ERROR_NO_CYPHER_OVERLAP

# inadequateSecurityError.title
source: Your connection is not secure
meh: Conexión-nu ntu túvi vatu

source: <p><span class='hostname'></span> uses security technology that is outdated and vulnerable to attack. An attacker could easily reveal information which you thought to be safe. The website administrator will need to fix the server first before you can visit the site.</p><p>Error code: NS_ERROR_NET_INADEQUATE_SECURITY</p>
meh: <p><span class='hostname'></span>Ni´i ka̱a̱ kumi noo´o jee ntu taji sá´á xeen noo´o. Iin ñɨvɨ sa̱naan xituvi información yɨ´ɨ va´a. Ñɨvɨ nani administrador nuu web ya´a nejika kune´yá naa íyo ya´a a kuvi sukuan saa kuvi kivɨ noo´o.</p><p>Código sá´á error: NS_ERROR_NET_INADEQUATE_SECURITY</p>
