Repository: tktk711/mozilla-l10n
Catalog: meh/mobile/overrides/passwordmgr.properties.po
Languages: meh

source: Would you like %S to remember this login?
meh: A kuvi-nu %S naku´un ini-nu nuu kajie´e sesión?

source: Remember
meh: Naku´un ini

source: Never
meh: Ni´in íchi

source: Update saved password for %S?
meh: ¿Actualizar contraseña nchuva´a %S?

source: Update saved password for this login?
meh: ¿Actualizar la contraseña nchuva´a nuu ñivɨ uvi ya´a?

source: Update
meh: Actualizar

source: Don't update
meh: No actualizar

source: Confirm Password Change
meh: Kachi dee kuvi sama contraseña

source: Use Password Manager to remember this password.
meh: Ni´í administrador daa contraseñas saa kuvi naku'un ini nu.

source: Username
meh: Sivɨ ñivɨ kuvi ni´í ka̱a̱ ya´a

source: Password
meh: Contraseña
