Repository: tktk711/mozilla-l10n
Catalog: */obsolete/editor/ui/chrome/composer/pref-publish.dtd.po
Languages: af

# pref.publish.title
source: Publish
af: Publiseer

# composerHeader.label
source: Publish
af: Publiseer

source: Maintain links
af: Handhaaf skakels

source: Keep images with page
af: Hou prente by bladsy

source: Adjust links to work from the page's location. (Links to local pages will work when local versions exist.)
af: Pas skakels aan om van die bladsy se ligging te werk. (Skakels na plaaslike bladsye sal werk wanneer plaaslike weergawes bestaan.)

source: Save copies of images to the page's location. Images will always appear in local versions of the page and when the page is published.
af: Stoor kopieë van prente na die bladsy se ligging. Prente sal altyd in die plaaslike weergawes van die bladsy verskyn, asook wanneer die bladsy gepubliseer word.

source: Tip: Check both options if you will be using remote publishing.
af: Wenk: Kies beide opsies indien u afgeleë publisering wil gebruik.

source: Default publishing location
af: Verstek-publiseerligging

# publishFtp.label
source: If publishing to a FTP site, enter the HTTP address to browse to:
af: Indien u na 'n FTP-werf publiseer, tik die HTTP-adres in om na te blaai:

# publishhtp.label
source: If publishing to a FTP site, enter the HTTP address to browse to:
af: Indien u na 'n FTP-werf publiseer, tik die HTTP-adres in om na te blaai:
