Repository: tktk711/mozilla-l10n
Catalog: got/services/sync/errors.properties.po
Languages: got

source: Failed to connect to the server
got: Ni mahta gagahaftjan du sairþr

source: Wrong Recovery Key
got: Unraihts Ganasjawaihts

source: Incorrect account name or password
got: Unraiht akwnt namo aiþþau unraiht gamotawaurd

source: Missing account name
got: Wanata akwnt namo

source: Missing password
got: Wanata gamotawaurd

source: No saved Recovery Key to use
got: Ni ganisanda ganasjawaihts brukjan

source: Server incorrectly configured
got: Sairþair unraihtaba lagiþs

source: One or more data types could not be synced
got: Ains aiþþau managizo gahabi-tipos galeikon mahts nist

source: Firefox Sync server maintenance is underway, syncing will resume automatically
got: Firefox Sync sairþair gafasteins qimiþ, galeikon (syncing) þairhleiþiþ silba

source: Incorrect words, try again
got: Unraihtai waurda, frais aftra

source: Use a stronger password
got: Brukei batizo gamotawaurd

source: Unknown error
got: Unkunþa airzei

source: Password can’t match current password
got: Gamotawaurd ni mag wisan ibnaleik andawairþamma gamotawaurda

source: Password can’t match your user name
got: Gamotwaurd ni mag wisan ibnaleik swe atgagganamo

source: Password can’t match your email address
got: Gamotawaurd ni mag wisan ibnaleik swe e-mel þeins

source: The passwords entered do not match
got: Gamotawaurda ni sind ibnaleikai

source: The password entered is too short
got: Gamotawaurd ist ufar-maurgs
