Repository: tktk711/mozilla-l10n
Catalog: cak/services/sync/errors.properties.po
Languages: cak

source: Failed to connect to the server
cak: Xsach toq tajin nok pa ruk'u'x samaj

source: Wrong Recovery Key
cak: Man ütz ta ri kolonel ewan tzij

source: Incorrect account name or password
cak: Man eruk'amon ta ri retal ataqoya'l o ri ewan tzij.

source: Missing account name
cak: Nrajo' na ri rub'i' ri taqoya'l

source: Missing password
cak: Nrajo' na ri ewan tzij

source: No saved Recovery Key to use
cak: Majun kolonel ewan tzij yakon

source: Server incorrectly configured
cak: Man ütz xnuk'ub'ëx ri ruk'u'x samaj

source: One or more data types could not be synced
cak: Jun chuqa' ch'aqa' chik ruwäch chi tzij man tikirel ta yexim

source: Firefox Sync server maintenance is underway, syncing will resume automatically
cak: Ri Firefox Ximojri'ïl ruk'u'x samaj richin Firefox tajin nisamajïx, ri ximojri'ïl xtib'anatäj pa ruyonil

source: Incorrect words, try again
cak: Man ütz ta ri tzij, tatojtob'ej chik

source: Use a stronger password
cak: Tawokisaj jun ewan tzij janila k'ayew

source: Unknown error
cak: Man etaman ta ruwäch re sachoj re'

source: Password can’t match current password
cak: Ri ewan tzij man nuk'äm ta ri' rik'in ri ewan tzij wakami

source: Password can’t match your user name
cak: Man nuk'äm ta ri' ri ewan tzij rik'in ri rub'i' ataqoya'l

source: Password can’t match your email address
cak: Man nuk'äm ta ri' ri ewan tzij rik'in ri rochochib'al ataqoya'l

source: The passwords entered do not match
cak: Ri taq ewan tzij man nikixïm ta ki'

source: The password entered is too short
cak: Ri ewan tzij yalan ti ko'öl raqän
