Repository: tktk711/mozilla-l10n
Catalog: tn/obsolete/toolkit/chrome/mozapps/plugins/plugins.properties.po
Languages: tn

source: To install %S, you need to agree to the following:
tn: Go tlhoma %S, o tlhoka go dumelana le tse di latelang:

source: Downloading %S…
tn: E kopolola %S…

source: Finished downloading %S.
tn: E feditse go kopolola %S.

source: Installing %S…
tn: E tlhoma %S…

source: Successfully installed %S.
tn: E tlhomile %S ka katlego.

source: Failed to install %S (%S).
tn: E reteletswe ke go tlhoma %S (%S).

source: Finished installing plugins.
tn: E feditse go tlhoma dipolaka.

source: Installed
tn: Tlhomilwe

source: Failed
tn: Reteletswe

source: License not accepted
tn: Laesense ga e a amogelwa

source: Not Available
tn: Ga e gona

source: Manual Install
tn: Tlhoma ka go dira

source: Manually install the plugin.
tn: Tlhoma polaka ka go dira.

source: No suitable plugins were found.
tn: Ga go a fitlhelwa dipolaka dipe tse di maleba.

source: No plugins were installed.
tn: Ga go na dipolaka dipe tse di tlhomilweng.
