Repository: tktk711/mozilla-l10n
Catalog: kok/dom/chrome/layout/css.properties.po
Languages: kok

source: The stylesheet %1$S was not loaded because its MIME type, "%2$S", is not "text/css".
kok: %1$S शैलीशीट लोड करू ना कारण ताजो MIME प्रकार, "%2$S", "text/css" न्ही.

source: The stylesheet %1$S was loaded as CSS even though its MIME type, "%2$S", is not "text/css".
kok: MIME प्रकार, "%2$S", "text/css" नासून लेगीत %1$S शैलीशीट CSS म्हण लोड जाला.

source: Unexpected end of file while searching for %1$S.
kok: धारिकेचो अनपेक्षित शेवट %1$S सोदतना.

source: Whitespace-only string given to be parsed as rule.
kok: Whitespace-only वर्णमालिका रूल म्हण पार्स करपाक.

source: Declaration dropped.
kok: घोषणा उडयली

source: Skipped to next declaration.
kok: फुडल्या घोषणेन हालयात

source: Unknown property '%1$S'.
kok: अज्ञात वैशिष्ट्य '%1$S'.

source: Error in parsing value for '%1$S'.
kok: %1$ खातीर व्याकरण मोलांत त्रूटी

source: Expected end of value but found '%1$S'.
kok: मोलाचो शेवट अपेक्षित पूण '%1$' सांपडलें.

source: Expected end of rule but found '%1$S'.
kok: नियमाचो शेवट अपेक्षित पूण '%1$S' मेळलो.

source: end of at-rule
kok: अॅट-रूलचो अंत

source: Unrecognized at-rule or error parsing at-rule '%1$S'.
kok: नियमाचेर अनोळखी वा नियमाचेर पार्स करतना त्रूटी '%1$S'.

source: charset string in @charset rule
kok: @charset नियमान अक्षऱ वर्णमालिका

source: Expected charset string but found '%1$S'.
kok: अपेक्षित अक्षऱ वर्णमालिका पूण मेळले '%1$S'.

source: end of media list in @import or @media rule
kok: माध्यम वळेरेचो शेवट @import न वा @media rule न

source: Expected ',' in media list but found '%1$S'.
kok: अपेक्षित ',' माध्यम वळेरेन पूण मेळले '%1$S'.

source: Expected identifier in media list but found '%1$S'.
kok: माध्यम वळेरेन अपेक्षित ओळखूपी पूण मेळले '%1$S'.

source: Found reserved keyword '%1$S' when looking for media type.
kok: माध्यम प्रकार पळयतना राखीव कीशब्द मेळले.

source: length value for matched media condition
kok: जुळयल्ल्या माध्यम स्थितीखातीर लांबायेचे मोल

source: Expected ',' after value but found '%1$S'
kok: मोलामागीर ',' अपेक्षित पूण '%1$S' मेळले

source: Expected URI in @import rule but found '%1$S'.
kok: अपेक्षित URI @import नियमान पूण मेळले '%1$S'.

source: Invalid URI in @import rule: '%1$S'.
kok: @import rule हांतूत अवैध URI : '%1$S'.

source: Found unexpected '%1$S' within @import.
kok: अनपेक्षित '%1$S' मेळले@import न.

source: end of @media, @supports or @-moz-document rule
kok: @media, @supports वो @-moz-document नियमाचो शेवट

source: %1$S rule not allowed within @media or @-moz-document rule.
kok: @media वा @-moz-document नेमांत %1$ नेमाक परवानगी ना.

source: Expected url(), url-prefix(), domain() or regexp() in @-moz-document rule but found '%1$S'.
kok: @-moz-document नियमान url(), url-prefix(), domain() वो regexp() अपेक्षित पूण '%1$S' मेळले.

source: Expected URI in @-moz-document rule but found '%1$S'.
kok: अपेक्षित URI @-moz-document नियमान पूण मेळले '%1$S'.

source: Expected string in @-moz-document rule regexp() function but found '%1$S'.
kok: @-moz-document नियम regexp() कामान स्ट्रिंग अपेक्षित पूण '%1$S' मेळली.

source: next URI in @-moz-document rule
kok: @-moz-document rule न फुडले URI

source: namespace prefix in @namespace rule
kok: नेमस्पेस उपसर्ग @namespace नियमान

source: namespace URI in @namespace rule
kok: नेमस्पेस URI @namespace नियमान

source: Unexpected token within @namespace: '%1$S'.
kok: अनपेक्षित टोकन @namespace: '%1$S' न.

source: name of @keyframes rule.
kok: @keyframes नेमाचें नांव.

source: Expected identifier for name of @keyframes rule.
kok: @keyframes नेमाचें नांव वळखूपी अपेक्षित.

source: Expected opening { of @keyframes rule.
kok: @keyframes नेमाचें { सुरू जावप अपेक्षित.

source: closing } of declaration block
kok: बंद करप } घोषणा ब्लॉकाचे

source: closing } of invalid rule set
kok: बंद करप } अमान्य नियम संचाचे

source: Ruleset ignored due to bad selector.
kok: वायट जाद्याक लागून नियम संच दूर्लक्ष केला

source: Keyframe rule ignored due to bad selector.
kok: वायट वेंचप्याखातीर keyframe नेम दुर्लक्षित केलो.

source: ',' or '{'
kok: ',' वा '{'

source: Expected ',' or '{' but found '%1$S'.
kok: अपेक्षित ',' वा '{' पूण मेळले '%1$S'.

source: Selector expected.
kok: निवडपी अपेक्षित

source: Dangling combinator.
kok: डँग्लिंग जुळोवपी

source: Expected identifier for name of @counter-style rule.
kok: @counter-style नियमाच्या नावाक ओळखुपी अपेक्षित.

source: Name of @counter-style rule can't be '%1$S'.
kok: @counter-style नियमाचे नाव '%1$S' आसपाक शकना.

source: Expected '{' to begin @counter-style rule but found '%1$S'.
kok: '{' न @counter-style नियम सुरू करप अपेक्षित पूण '%1$S' मेळले.

source: closing '}' of @counter-style block
kok: @counter-style ब्लॉकाचे '}' बंद करता

source: Expected counter descriptor but found '%1$S'.
kok: अपेक्षित काऊंटर विवरक पुण '%1$S' मेळ्ळे.

source: Unknown descriptor '%1$S' in @counter-style rule.
kok: अज्ञात विवरक '%1$S' @काउंटर-शैली नेमांत.

source: Expected identifier for extends system but found '%1$S'.
kok: विस्तापी व्यवस्थेक वळखुपी अपेक्षित, पुण '%1$S' मेळ्ळो.

source: Each weight in the additive-symbols descriptor must be smaller than the previous weight.
kok: अॅडिटीव्ह-चिन्न विवरकांतले प्रत्येक वजन फाटल्या वजनापरस ल्हान आसपाक जाय.

source: class name
kok: वर्गाचें नाव

source: Expected identifier for class selector but found '%1$S'.
kok: वर्ग निवडप्या ओळखूपी अपेक्षित पूण मेळलो '%1$S'.

source: Expected coordinate pair but found '%1$S'.
kok: कॉर्डिनेट जोडी अपेक्षित पूण '%1$S' मेळले.

source: element type
kok: धटकाचो प्रकार

source: Expected element name or '*' but found '%1$S'.
kok: घटक नाव वा '*' अपेक्षित पूण मेळले '%1$S'.

source: Unknown namespace prefix '%1$S'.
kok: अज्ञात नेमस्पेस उपसर्ग '%1$S'

source: attribute name
kok: गुणधर्माचें नाव

source: Expected identifier for attribute name but found '%1$S'.
kok: गिणधर्म नावांक ओळखूपी अपेक्षित पूण मेळलो '%1$S'.

source: Expected attribute name or namespace but found '%1$S'.
kok: गुणधर्म नाव वा नेमस्पेस अपेक्षित पूण मेळलो '%1$S'.

source: Expected '|' but found '%1$S'.
kok: अपेक्षित '|' पूण मेळले '%1$S'.

source: part of attribute selector
kok: गुणधर्म निवडप्याचो भाग

source: Unexpected token in attribute selector: '%1$S'.
kok: गुणधर्म निवडप्यान अनपेक्षित टोकन: '%1$S'.

source: attribute value
kok: गुणधर्म मोल

source: ']' to end attribute selector
kok: ']' गुणधर्म निवडपी सोपोवपाक

source: Expected ']' to terminate attribute selector but found '%1$S'.
kok: अपेक्षित ']' गुणध्रम निवडपी काडपाक पूण मेळले '%1$S'.

source: Expected identifier or string for value in attribute selector but found '%1$S'.
kok: गुणधर्म निवडप्यातल्या मोलाखातीर ओळखुपी वो स्ट्रिंग अपेक्षित पूण '%1$S' मेळले.

source: name of pseudo-class or pseudo-element
kok: सूडो-वर्ग वा सूडो -घटकाचे नाव

source: Expected identifier for pseudo-class or pseudo-element but found '%1$S'.
kok: सूडो-वर्ग वो सूडो-घटकाखातीर ओळखुपी अपेक्षित पूण '%1$S' मेळलो.

source: Function token for non-function pseudo-class or pseudo-element, or the other way around, when reading '%1$S'.
kok: बिगर-फंक्शन नकली-क्लास वो नकली-घटकाखातीर फंक्शन टोकन, वो दुसरे वटेन, '%1$S' वाचतास्तना.

source: Expected pseudo-element but found '%1$S'.
kok: अपेक्षित सूडो-घटक पूण मेळले '%1$S'.

source: Negation pseudo-class can't be negated '%1$S'.
kok: नकारात्मक सूडो-वर्ग नकारात्मक जावक शकना '%1$S'.

source: Pseudo-elements can't be negated '%1$S'.
kok: सूडो-घटक नकारात्मक जावक शकना '%1$S'.

source: This pseudo-element must use the "::" form: '%1$S'.
kok: ह्या सूडो-घटकान "::"वापरूंक जाय: '%1$S'कडल्यान.

source: Expected end of selector or a user action pseudo-class after pseudo-element but found '%1$S'.
kok: नकली-घटकाउपरांत निवडुप्याचो व नकली-वर्गाचो अपेक्षित अंत मात '%1$S' मेळ्ळे.

source: Expected end of selector after pseudo-element that does not support user action pseudo-classes but found '%1$S'.
kok: नकली-घटकाउपरांत निवडुप्याचो अपेक्षित अंत जो नकली-वर्ग वापरप्याल्या कृतीक फाटबळ दिना पुण '%1$S' मेळ्ळे.

source: Extra pseudo-element '%1$S'.
kok: अदिक सूडो-घटक'%1$S'.

source: Unknown pseudo-class or pseudo-element '%1$S'.
kok: अज्ञात सूडो-वर्ग वा सूडो-घटक '%1$S'.

source: selector within negation
kok: नकारानन निवडपी

source: Malformed simple selector as negation pseudo-class argument '%1$S'.
kok: इबाडिल्लो निवडपी नकारात्मक सूडो-वर्ग युक्तिवाद म्हण '%1$S'.

source: Missing closing ')' in negation pseudo-class '%1$S'.
kok: बंद ')'शेणला नकारात्मक सूडो-वर्ग '%1$S'न.

source: Missing argument in negation pseudo-class '%1$S'.
kok: युक्तिवाद शेणला नकारात्मक सूडो-वर्ग '%1$S'न.

source: argument to pseudo-class selector
kok: फट-वर्ग वेंचप्याक भासाभास

source: Expected identifier for pseudo-class parameter but found '%1$S'.
kok: फट-वर्ग घेर वळखूपी अपेक्षित पूण '%1$' सापडलो.

source: Expected part of argument to pseudo-class but found '%1$S'.
kok: फट-वर्ग वेंचप्याक भासाभाशीचो वांटो अपेक्षित पूण '%1$' सापडलो.

source: Missing closing ')' in pseudo-class, found '%1$S' instead.
kok: फट-वर्गांत ')' बंद मेळना, पूण ताचे बदला '%1$' सापडलो.

source: Missing argument in pseudo-class '%1$S'.
kok: '%1$' फट-वर्गांत भासाभास मेळना.

source: Expected end of selector or a user action pseudo-class after pseudo-element but found pseudo-class '%1$S'.
kok: नकली-घटकाउपरांत निवडुप्याचो व वापरप्याली कृती नकली-वर्गाचो अपेक्षित अंत मात '%1$S' नकली वर्ग मेळ्ळो.

source: selector
kok: निवडपी

source: Expected '{' to begin declaration block but found '%1$S'.
kok: अपेक्षित '{' घोषणा ब्लॉक सुरू करपाक पूण मेळले '%1$S'.

source: color
kok: रंग

source: Expected color but found '%1$S'.
kok: अपेक्षित रंग पूण मेळलो '%1$S'.

source: color component
kok: रंग घटक

source: Expected a percentage but found '%1$S'.
kok: अपेक्षित टक्के पूण मेळले '%1$S'.

source: Expected an integer but found '%1$S'.
kok: अपेक्षित इंटिगर पूण मेळले '%1$S'.

source: Expected number or percentage in rgb() but found '%1$S'.
kok: अपेक्षित आकडो वा टक्के rgb()न पूण मेळले '%1$S'.

source: Expected '%2$S' but found '%1$S'.
kok: अपेक्षित '%2$S' पूण मेळले '%1$S'.

source: hue
kok: छटा

source: Expected ',' but found '%1$S'.
kok: अपेक्षित ',' पूण मेळले '%1$S'.

source: saturation
kok: साठणूक

source: lightness
kok: हलके

source: opacity in color value
kok: रंगमोलनतली दृश्यमानताय

source: Expected a number but found '%1$S'.
kok: आकडो अपेक्षित पूण मेळले '%1$S'.

source: <position>
kok: <थळ>

source: Expected <position> but found '%1$S'.
kok: <position> अपेक्षित पूण '%1$S' मेळलो.

source: Expected radius but found '%1$S'.
kok: त्रिज्या अपेक्षित पूण '%1$S' मेळलो.

source: Expected ')' but found '%1$S'.
kok: अपेक्षित ')' पूण मेळले '%1$S'.

source: ';' or '}' to end declaration
kok: ';' वा '}' ते घोषणेचो शेवट

source: Expected ':' but found '%1$S'.
kok: अपेक्षित':' पूण मेळले '%1$S'.

source: Expected declaration but found '%1$S'.
kok: अपेक्षित घोषणा पूण मेळले '%1$S'.

source: end of declaration
kok: घोषणेचो शेवट

source: important
kok: म्हत्वाचें

source: Expected 'important' but found '%1$S'.
kok: अपेक्षित 'महत्वाचे'पूण मेळले '%1$S'.

source: Expected ';' to terminate declaration but found '%1$S'.
kok: अपेक्षित ';' घोषणा काडपाक पूण मेळले '%1$S'.

source: Expected ';' or '}' to terminate declaration but found '%1$S'.
kok: अपेक्षित ';' वा '}' घोषणा काडपाक पूण मेळले '%1$S'.

source: Cannot specify value for internal property.
kok: अंतर्गत मालमत्तेचें मोल सांगूक शकना.

source: end of comment
kok: टिपणीचो शेवट

source: Found unclosed string '%1$S'.
kok: बंद नाशिल्ली वर्णमालिका मेळली '%1$S'.

source: Expected font descriptor but found '%1$S'.
kok: फॉन्ट विवेचक अपेक्षित पूण '%1$' सापडलो.

source: Unknown descriptor '%1$S' in @font-face rule.
kok: @font-faceत '%1$S' अनवळखी विवेचक.

source: Expected '(' to start media query expression but found '%1$S'.
kok: मिडिया प्रस्न मुद्रा सुरू करपाक '(' अपेक्षित पूण '%1$' सापडलो.

source: contents of media query expression
kok: मिडिया प्रस्न मुद्रेतलो मजकूर

source: Expected media feature name but found '%1$S'.
kok: मिडिया वैशिश्ट्य नांव अपेक्षित पूण '%1$' सापडलें.

source: Expected ':' or ')' after media feature name but found '%1$S'.
kok: मिडिया वैशिश्ट्य नांवाफाटल्यान ':' वा ')' अपेक्षित पूण '%1$' सापडलें.

source: Media features with min- or max- must have a value.
kok: किमान- वा कमाल- वैशिश्ट्यां आशिल्ल्या मिडियाक मोल आसपाक जाय.

source: Found invalid value for media feature.
kok: मिडिया वैशिश्ट्याखातीर अवैध मोल सापडलें.

source: Expected '{' to begin @font-face rule but found '%1$S'.
kok: @font-face नेम सुरू करपाक '{' अपेक्षित पूण '%1$' सापडलें.

source: Expected '}' to end @font-face rule but found '%1$S'.
kok: @font-face नेम बंद करपाक '{' अपेक्षित पूण '%1$' सापडलें.

source: Did not expect anonymous box.
kok: निनांवी बॉक्स अपेक्षित नाशिल्लें.

source: Unexpected end of @font-feature-values rule.
kok: @font-feature-values नियमाचो अनपेक्षित शेवट.

source: Expected opening { of @font-feature-values rule but found '%1$S'.
kok: @font-feature-values नियमाचे उक्ते { जावप अपेक्षित पूण '%1$S' मेळले.

source: Expected opening { of feature value set but found '%1$S'.
kok: वैशिष्ट्य मोल संचाचे उक्ते { जावप अपेक्षित पूण '%1$S' मेळले.

source: Expected font family list for @font-feature-values rule but found '%1$S'.
kok: @font-feature-values नियमाखातीर अक्षरसंच कुटुंब वळेरी अपेक्षित पूण '%1$S' मेळली.

source: Expected '}' to end @font-feature-values rule but found '%1$S'.
kok: @font-feature-values नियमाचो शेवट करपाक '}' अपेक्षित पूण '%1$S' मेळले.

source: Expected identifier but found '%1$S'.
kok: आळखुपी अपेक्षित पूण '%1$S' मेळलो.

source: Expected non-negative integer value but found '%1$S'.
kok: अपेक्षित बिगर- नकारात्मक पूर्णांक मोल पुण '%1$S' मेळ्ळे.

source: Too many values for feature type '%1$S'.
kok: '%1$S' प्रकारच्या वैशिष्ट्याक खूप मोलां.

source: Family list cannot contain generic font family name.
kok: कौटुंबिक वळेरेंत जेनेरिक अक्षरसंच कुटुंब नाव आसपाक शकना.

source: Expected end of value definition but found '%1$S'.
kok: मोल व्याख्येचो शेवट अपेक्षित पूण '%1$S' मेळलो.

source: Expected 'ltr' or 'rtl' in direction selector but found '%1$S'.
kok: दिशा निवडप्यान 'ltr' वो 'rtl' अपेक्षित पूण '%1$S' मेळलो.

source: 'not', '(', or function
kok: 'न्ही', '(', वो काम

source: 'not'
kok: 'न्ह'

source: Expected whitespace after 'not', 'and', or 'or'.
kok: 'न्ही', 'आनी', वो 'वो' मागीर धवेजागे अपेक्षित.

source: Expected '(' or function while parsing supports condition but found '%1$S'.
kok: पार्सिंग करतास्तना अपेक्षित '(' वो फंक्शनाचे स्थितीक फाटबळ, पुण '%1$S' मेळ्ळे.

source: Expected ')' while parsing supports condition but found '%1$S'.
kok: अपेक्षित ')' वो फंक्शनाचे स्थितीक फाटबळ, पुण '%1$S' मेळ्ळे.

source: Expected 'not', '(', or function while parsing supports condition but found '%1$S'.
kok: पार्सिंग करतास्तना अपेक्षित 'ना', '(', वो फंक्शन स्थितीक फाटबळ दिता, पुण '%1$S' मेळ्ळे.

source: Expected 'not' while parsing supports condition but found '%1$S'.
kok: पार्सिंग करतास्तना अपेक्षित 'ना', स्थितीक फाटबळ दिता, पुण '%1$S' मेळ्ळे.

source: Expected '{' to begin @supports rule but found '%1$S'.
kok: @फाटबळ नेम सुरू करपाक अपेक्षित '{' , पुण '%1$S' मेळ्ळे.

source: filter
kok: फिल्टर

source: Expected 'none' or URL but found '%1$S'.
kok: 'कोण ना' वो URL अपेक्षित पूण '%1$S' मेळलो.

source: Expected 'none', URL, or filter function but found '%1$S'.
kok: 'कोण ना', URL वो फिल्टर काम अपेक्षित पूण '%1$S' मेळले.

source: Expected non-negative number or percentage.
kok: अपेक्षित बिगर-नकारात्मक संख्या वो टक्केवारी.

source: Error in parsing arguments for filter function.
kok: फिल्टर कामाखातीर युक्तिवाद पार्सिंग करतास्तना एरर.

source: variable
kok: व्हेरियेबल

source: Expected variable value but found '%1$S'.
kok: व्हेरियेबल मोल अपेक्षित पूण '%1$S' मेळले.

source: Error in parsing value for '%1$S' after substituting variables.
kok: व्हेरिएबल्सच्या बदलाक घालतकर '%1$S' खातीर मोल पार्सिंग करतना एरर

source: Falling back to 'inherit'.
kok: 'वारसो' न परत येता.

source: Falling back to 'initial'.
kok: 'सुरवेन' परत येता.

source: Property contained reference to invalid variable.
kok: वैशिष्ट्यान अमान्य व्हेरिएबलाक संदर्भ आसा.

source: Found invalid token '%1$S' at top level of variable reference fallback.
kok: व्हेरिएबल संदर्भ फॉलबॅकच्या वयल्या पातळेर अमान्य टोकन '%1$S' मेळ्ळे.

source: identifier for variable name
kok: व्हेरियेबल नावाखातीर ओळखुपी

source: Expected identifier for variable name but found '%1$S'.
kok: व्हेरियेबल नावाखातीर ओळखुपी अपेक्षित पूण '%1$S' मेळलो.

source: Expected variable reference fallback after ','.
kok: ',' उपरांत व्हेरिएबल संदर्भ फॉलबॅक अपेक्षित

source: Expected ',' or ')' after variable name in variable reference but found '%1$S'.
kok: व्हेरियेबल संदर्भान व्हेरियेबल नावा मागीर ',' वो ')' अपेक्षित पूण '%1$S' मेळले.
