Repository: tktk711/mozilla-l10n
Catalog: kok/dom/chrome/layout/htmlparser.properties.po
Languages: kok

source: The character encoding of a framed document was not declared. The document may appear different if viewed without the document framing it.
kok: चौकटीतल्या दस्तावेजाचे अक्षर एनकोडिंग घोषित करू नाशिल्ले. दस्तावेज जर दस्तावेज चौकट करीनास्तना पळयलो जाल्यार वेगळो दिसू येता.

source: The character encoding of the plain text document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the file needs to be declared in the transfer protocol or file needs to use a byte order mark as an encoding signature.
kok: साद्या मजकुर दस्तावेजाचे अक्षर एनकोडिंग घोषित करूना. दस्तावेज जर तातूंत US-ASCII व्याप्तीभायली काय अक्षरां आसत जाल्यार काय ब्रावजर संरचनायेंत गार्बल्ड मजकुरान रेंडर जातली. फायलीच्या अक्षर एनकोडिंगाक हस्तांतर शिष्टाचारांत घोषित करचे पडटले वो फायलींत एनकोडिंग सही म्हण बायट क्रम खूण वापरची पडटली.

source: The character encoding of the HTML document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the page must be declared in the document or in the transfer protocol.
kok: HTML दस्तावेजाचे अक्षर एनकोडिंग घोषित करूना. दस्तावेज जर तातूंत US-ASCII व्याप्तीभायली काय अक्षरां आसत जाल्यार काय ब्रावजर संरचनायेंत गार्बल्ड मजकुरान रेंडर जातली. फायलीच्या अक्षर एनकोडिंगाक हस्तांतर शिष्टाचारांत घोषित करचे पडटले वो फायलींत एनकोडिंग सही म्हण बायट क्रम खूण वापरची पडटली.

source: The character encoding declaration of the framed HTML document was not found when prescanning the first 1024 bytes of the file. When viewed without the document framing it, the page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
kok: चौकटीतल्या HTML दस्तावेजाची अक्षर एनकोडिंग घोषणा फायलीचे पयले 1024 बायट प्रिस्कॅनिंग करतना मेळूंक ना. दस्तावेज चौकटीपयली पळयतास्तना, पान आपशीच परतून चालू जातले. एनकोडिंग घोषणा फायलीच्या पयल्या 1024 बायटांभीतर हालोवपाक जाय.

source: The character encoding declaration of the HTML document was not found when prescanning the first 1024 bytes of the file. When viewed in a differently-configured browser, this page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
kok: HTML दस्तावेजाची अक्षर एनकोडिंग घोषणा फायलीचे पयले 1024 बायट प्रिस्कॅनिंग करतास्तना मेळूना. वेगळ्या संरचनायेच्या ब्रावजरान पळयतना, पान आपशीच परत चालू जातले. एनकोडिंग घोषणा फायलीच्या पयल्या 1024 बायटांमजगती हालोवप गरजेचे.

source: The page was reloaded, because the character encoding declaration of the HTML document was not found when prescanning the first 1024 bytes of the file. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
kok: पान परत चालू जाले, कारण HTML दस्तावेजाचे अक्षर एनकोडिंग घोषणा फायलीचे पयले 1024 बायट प्रिस्कॅनिंग करतास्तना मेळूंक ना. एनकोडिंग घोषणा फायलीच्या पयल्या 1024 बायटांनी हालोवपाची गरज आसा.

source: The character encoding declaration of document was found too late for it to take effect. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
kok: दस्तावेजाची अक्षर एनकोडिंग घोषणा खूप उसरां मेळ्ळी. एनकोडिंग घोषणा फायलीच्या पयल्या 1024 बायटांनी हालोवपाक जाय.

source: An unsupported character encoding was declared for the HTML document using a meta tag. The declaration was ignored.
kok: फाटबळ नाशिल्ले अक्षर एनकोडिंग HTML दस्तावेजाखातीर मेटा टॅग वापरून घोषित केल्ले. घोषणेकडेन दुर्लक्ष केले.

source: An unsupported character encoding was declared on the transfer protocol level. The declaration was ignored.
kok: फाटबळ नाशिल्ले अक्षर एनकोडिंग हस्तांतर शिष्टाचार पातळेचेर घोषित केल्ले. घोषणेकडेन दुर्लक्ष केले.

source: Detected UTF-16-encoded Basic Latin-only text without a byte order mark and without a transfer protocol-level declaration. Encoding this content in UTF-16 is inefficient and the character encoding should have been declared in any case.
kok: UTF-16-एनकोडेड मूळ - फक्त लॅटिन मजकूर बायट क्रम खूण वो हस्तांतर शिष्टाचार पातळी- घोषणेबगर मेळ्ळो. हो आशय UTF-16 न एनकोडिंग करप अकार्यक्षम आसा आणि अक्षर एनकोडिंग खंयच्याय परिस्थितीन घोषित करपाक जाय.

source: A meta tag was used to declare the character encoding as UTF-16. This was interpreted as an UTF-8 declaration instead.
kok: UTF-16 म्हण अक्षर एनकोडिंग घोषित करपाखातीर मेटाटॅग वापरिल्लो. हाचो त्या बदलाक UTF-8 घोषणा म्हण अर्थ लायलो.

source: A meta tag was used to declare the character encoding as x-user-defined. This was interpreted as a windows-1252 declaration instead for compatibility with intentionally mis-encoded legacy fonts. This site should migrate to Unicode.
kok: x-वापरप्यान-स्पश्टकेल्लो म्हण मेटा टॅग अक्षर एनकोडिंग घोषित करपाखातीर वापरिल्लो. हाचो आंतरराष्ट्रीय मिस-एनकोडेड लेगसी अक्षरसंचांकडेन सुसंगततायेच्या बदलाक विंडोज -1252 घोषणा म्हण अर्थ लायलो. ही सायट युनिकोडांत स्थलांतर करपाक जाय.

source: Garbage after “</”.
kok: “</” उपरांत गार्बेज

source: Saw “</>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped end tag.
kok: पळयले “</>”. संभाव्य कारणां: अनएस्केप्ड “<” ( “&lt;” म्हण एस्केप) वो चुकीचे टायप केल्ले निमणे टॅग.

source: Character reference was not terminated by a semicolon.
kok: अक्षर संदर्भ अर्धविरामान थांबयल्लो नाशिल्लो.

source: No digits in numeric character reference.
kok: सांख्यिकी अक्षर संदर्भांत आकडे ना

source: “>” in system identifier.
kok: “>” व्यवस्था वळखुप्यांत

source: “>” in public identifier.
kok: “>” भौशीक वळखुप्यांत

source: Nameless doctype.
kok: अनामिक दस्तावेजप्रकार

source: Consecutive hyphens did not terminate a comment. “--” is not permitted inside a comment, but e.g. “- -” is.
kok: संबंदित हायफन्स टिपणी काडून उडयना. “--” क टिपणेभीतर परवानगी ना. पुण देखीक “- -” आसा.

source: Premature end of comment. Use “-->” to end a comment properly.
kok: टिपणीचो पयलीच अंत. टिपणी योग्य रीतीन सोपोवपाक “-->” वापरात

source: Bogus comment.
kok: फटिंग टिपणी

source: “<” in an unquoted attribute value. Probable cause: Missing “>” immediately before.
kok: “<” हे अनकोटेड गुणधर्म मोलांत. संभाव्य कारण: शेणला “>” पयलीच.

source: “`” in an unquoted attribute value. Probable cause: Using the wrong character as a quote.
kok: “`” हे अनकोटेड गुणधर्म मोलांत. संभाव्य कारण: चुकीचे अक्षर कोट म्हण वापरले.

source: Quote in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
kok: अनकोटेड गुणधर्म मोलांत कोट. संभाव्य कारणां: गुणधर्म एकठांय चलतात वो अनकोटेड गुणधर्म मोलांत URL प्रस्न स्ट्रींग.

source: “=” in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
kok: अनकोटेड गुणधर्म मोलांत “=”. संभाव्य कारणां: गुणधर्म एकठांय चलतात वो अनकोटेड गुणधर्म मोलांत URL प्रस्न स्ट्रींग.

source: A slash was not immediately followed by “>”.
kok: स्लॅशाफाटल्यान सोपते “>” येंवक ना.

source: No space between attributes.
kok: अॅट्रिब्यूटाच्या मदीं स्पेस ना

source: “<” at the start of an unquoted attribute value. Probable cause: Missing “>” immediately before.
kok: अनकोटेड गुणधर्म मोलाच्या सुरवेक “<”. संभाव्य कारण: “>” पयलीच शेणला.

source: “`” at the start of an unquoted attribute value. Probable cause: Using the wrong character as a quote.
kok: “`” अनकोटेड गुणधर्म मोलाच्या सुरवेक. संभाव्य कारण: चुकीचे अक्षर कोट म्हण वापरता.

source: “=” at the start of an unquoted attribute value. Probable cause: Stray duplicate equals sign.
kok: “=” अनकोटेड गुणधर्म मोलाच्या सुरवेक. संभाव्य कारण: बरोबर चिन्नाची स्ट्रे नक्कल.

source: Attribute value missing.
kok: अॅट्रिब्यूटाचे मोल शेणला.

source: Saw “<” when expecting an attribute name. Probable cause: Missing “>” immediately before.
kok: गुणधर्माचेनाव अपेक्षित आसतना “<” पळयले. संभाव्य कारण: सोपते पयली “>” शेणला

source: Saw “=” when expecting an attribute name. Probable cause: Attribute name missing.
kok: गुणधर्माचेनाव अपेक्षित आसतना “=” पळयले. संभाव्य कारण: गुणधर्माचेनाव शेणला.

source: Bad character after “<”. Probable cause: Unescaped “<”. Try escaping it as “&lt;”.
kok: “<” उपरांत वायट अक्षर. संभाव्य कारण: अनएस्केप्ड “<”. ते “&lt;” म्हण एस्केप करपाचो यत्न करात.

source: Saw “<>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped start tag.
kok: “<>” पळयले. संभाव्य कारणां: अनएस्केप्ड “<” (“&lt;”म्हण एस्केप) वो चुकीचे टायप केल्ले सुरवेचे टॅग.

source: Saw “<?”. Probable cause: Attempt to use an XML processing instruction in HTML. (XML processing instructions are not supported in HTML.)
kok: “<?” पळयले. संभाव्य कारण: HTML मजगती XML प्रक्रिया सूचना वापरपाचो यत्न. (XML प्रक्रिया सूचनांक HTML न फाटबळ ना.)

source: The string following “&” was interpreted as a character reference. (“&” probably should have been escaped as “&amp;”.)
kok: “&” मुखावेल्या स्ट्रींगचो अर्थ अक्षर संदर्भ म्हण लायलो. (“&” चड करून “&amp;”म्हण एस्केप्ड करपाक जाय आशिल्ले.)

source: Named character reference was not terminated by a semicolon. (Or “&” should have been escaped as “&amp;”.)
kok: नाव दिल्लो अक्षर संदर्भ अर्धविरामान काडूना. (Or “&” हे “&amp;”म्हण एस्केप्ड करपाक जाय आशिल्ले.)

source: “&” did not start a character reference. (“&” probably should have been escaped as “&amp;”.)
kok: “&” अक्षर संदर्भ सुरू करीना. (“&” हे “&amp;” म्हण एस्केप्ड करपाक जाय आशिल्ले.)

source: Saw a quote when expecting an attribute name. Probable cause: “=” missing immediately before.
kok: गुणधर्म नाव अपेक्षित करतास्तना कोट पळयली. संभाव्य कारण: “=” पयलीच शेणला.

source: “<” in attribute name. Probable cause: “>” missing immediately before.
kok: अॅट्रिब्यूट नावान “<”.संभाव्य कारण : शेणला “>” तात्काळ पयली.

source: Quote in attribute name. Probable cause: Matching quote missing somewhere earlier.
kok: गुणधर्माच्या नावान कोट आसा. संभाव्य कारण: पयली खंयतरी जुळपी कोट शेणला.

source: Expected a public identifier but the doctype ended.
kok: भौशिक वळखुपी अपेक्षित पुण दस्तावेजप्रकार सोपलो.

source: Bogus doctype.
kok: फटिंग दस्तावेजप्रकार

source: End tag had attributes.
kok: निमण्या टॅगाक अॅट्रिब्यूट आशिल्ले

source: Stray “/” at the end of an end tag.
kok: निमण्या टॅगाच्या शेवटाक “/” .

source: Character reference expands to a non-character.
kok: अक्षर संदर्भ बिगर अक्षरांत विस्तारता

source: Character reference expands to a surrogate.
kok: अक्षर संदर्भ सरोगेटांत विस्तारता

source: Character reference expands to a control character.
kok: अक्षर संदर्भ नियंत्रण अक्षरांत विस्तारता

source: A numeric character reference expanded to carriage return.
kok: संख्या अक्षर संदर्भ कॅरिएज रिटर्नांत विस्तरता

source: A numeric character reference expanded to the C1 controls range.
kok: संख्या अक्षर संदर्भ सी 1 नियंत्रण वळेरेंत विस्तारता.

source: End of file inside public identifier.
kok: भौशिक वळखुप्यांत फायलीचो शेवट

source: End of file inside comment.
kok: टिपणीन भितर फायलीचो शेवट.

source: End of file inside doctype.
kok: दस्तावेजप्रकारांत फायलीचो शेवट

source: End of file reached when inside an attribute value. Ignoring tag.
kok: अॅट्रिब्यूट मोलान आसतना फायलीचो शेवट पावला.टॅग दुर्लक्ष करता.

source: End of file occurred in an attribute name. Ignoring tag.
kok: अॅट्रिब्यूट नावान आसतना फायलीचो शेवट आयलो. टॅग दुर्लक्ष करता.

source: Saw end of file without the previous tag ending with “>”. Ignoring tag.
kok: फाटलो टॅग “>” संयत सोपच्या बगर फायलीचो शेवट पळेयलो.

source: End of file seen when looking for tag name. Ignoring tag.
kok: टॅग नाव पळयतना फायलीचो शेवट दिसलो. टॅग दुर्लक्ष करता.

source: End of file inside end tag. Ignoring tag.
kok: निमण्या टॅगाभितर फायलीचो शेवट.टॅग दुर्लक्ष करता.

source: End of file after “<”.
kok: “<” मागिर फायलीचो शेवट.

source: Character reference outside the permissible Unicode range.
kok: परवानगी आशिल्ल्या युनिकोड वळेरेभायर अक्षर संदर्भ

source: Character reference expands to a permanently unassigned code point.
kok: अक्षर संदर्भ कायमच्या न नेमिल्ल्या संकेत बिंदूंत विस्तारता

source: Duplicate attribute.
kok: नक्कल अॅट्रिब्यूट

source: End of file inside system identifier.
kok: व्यवस्था वळखुप्याभितर फायलीचो शेवट

source: Expected a system identifier but the doctype ended.
kok: व्यवस्था वळखुपी अपेक्षित पुण दस्तावेजप्रकार सोपलो.

source: Missing space before doctype name.
kok: दस्तावेजप्रकार नावापयली स्पेस शेणल्या.

source: “--!” found in comment.
kok: टिपणेन “--!” मेळले.

source: Character reference expands to zero.
kok: अक्षरसंदर्भ शून्यांत विस्तारता

source: No space between the doctype “SYSTEM” keyword and the quote.
kok: दस्तावेजप्रकार “SYSTEM”कीवर्ड आणि कोटामदीं अवकाश ना.

source: No space between the doctype public and system identifiers.
kok: दस्तावेजप्रकार भौशिक आणि व्यवस्था वळुखाप्यां मदीं अवकाश ना.

source: No space between the doctype “PUBLIC” keyword and the quote.
kok: दस्तावेजप्रकार “PUBLIC” कीवर्ड आणि कोटामदीं अवकाश ना.

source: Stray start tag “%1$S”.
kok: स्ट्रे सुरवेचो टॅग “%1$S”

source: Stray end tag “%1$S”.
kok: स्ट्रे निमणो टॅग “%1$S”

source: End tag “%1$S” seen, but there were open elements.
kok: निमणे टॅग “%1$S”दिसले,पुण उगडे घटक आशिल्ले.

source: End tag “%1$S” implied, but there were open elements.
kok: निमणे टॅग “%1$S”लागू जाल्या,पुण उगडे घटक आशिल्ले.

source: A table cell was implicitly closed, but there were open elements.
kok: कोष्टक सेल बंद आशिल्ली पुण उगडे घटक आशिल्ले

source: Stray doctype.
kok: स्वैर दस्तावेजप्रकार

source: Almost standards mode doctype. Expected “<!DOCTYPE html>”.
kok: अद्ययावत दस्तावेज प्रकार स्थिती.“<!DOCTYPE html>”अपेक्षित.

source: Quirky doctype. Expected “<!DOCTYPE html>”.
kok: क्वर्की दस्तावेज प्रकार.“<!DOCTYPE html>”अपेक्षित.

source: Non-space character in page trailer.
kok: पेज ट्रेलरांत अवकाश नाशिल्ले अक्षर

source: Non-space after “frameset”.
kok: “फ्रेमसेट” मागिर अवकाश ना

source: Non-space in “frameset”.
kok: “फ्रेमसेट”न अवकाश ना

source: Non-space character after body.
kok: बॉडीमागिर अवकाश नाशिल्ले अक्षर

source: Non-space in “colgroup” when parsing fragment.
kok: फ्रॅगमेट पार्स करतना “colgroup”न अवकाश नाशिल्लो.

source: Non-space character inside “noscript” inside “head”.
kok: “हेड” न“नोस्क्रिप्ट”न अवकाश नाशिल्ले अक्षर

source: “%1$S” element between “head” and “body”.
kok: “हेड” आणि “बॉडी” मदीं “%1$S”घटक

source: Start tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
kok: डॉकप्रकार दिसच्या पयली सुरू टॅग दिसला. “<!DOCTYPE html>” अपेक्षित.

source: No “select” in table scope.
kok: कोष्टक स्कोपान “नावड” ना

source: “select” start tag where end tag expected.
kok: निमणे टॅग अपेक्षित थंय सुरवेचे टॅब “निवड”

source: “%1$S” start tag with “select” open.
kok: उगड्या “निवड” संयत सुरवेचे टॅग “%1$S”

source: Bad start tag “%1$S” in “head”.
kok: “head” न वायट सुरवेचे टॅग “%1$S”

source: Saw a start tag “image”.
kok: सुरवेचे टॅग “प्रतिमा”पळयले.

source: An “%1$S” start tag seen but an element of the same type was already open.
kok: “%1$S” सुरू टॅग दिसलो पूण त्याच प्रकारचो घटक पयलीच उक्तो आसा.

source: Heading cannot be a child of another heading.
kok: हेडींग हेर हेडींगाचे चायल्ड जांवक शकना

source: “frameset” start tag seen.
kok: सुरवेचे टॅग “फ्रेमसेट” दिसले.

source: No cell to close.
kok: बंद करपाक सेल ना.

source: Start tag “%1$S” seen in “table”.
kok: “कोष्टका”न सुरवेचे टॅग “%1$S”दिसले.

source: Saw a “form” start tag, but there was already an active “form” element. Nested forms are not allowed. Ignoring the tag.
kok: सुरवेचो “अर्जी” टॅग पळयलो, पुण पयलीच सक्रिय “अर्जी” घटक आशिल्लो. नेस्टेड अर्जींक अनुमती ना. टॅगाकडेन दुर्लक्ष करता.

source: Start tag for “table” seen but the previous “table” is still open.
kok: “कोष्टक” खातीर सुरवेचे टॅग दिसले पूण पयलीचो “कोष्टक” आजून उगडो आसा.

source: “%1$S” start tag in table body.
kok: “%1$S” सुरवातीचो टॅग कोष्टक बॉडींत

source: End tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
kok: डॉकप्रकार दिसच्यापयली निमणो टॅग दिसलो. अपेक्षित “<!DOCTYPE html>”.

source: Saw an end tag after “body” had been closed.
kok: “बॉडी” बंद करतकेर निमणे टॅग पळयले.

source: “%1$S” end tag with “select” open.
kok: “निवड” उगडे आशिल्ले “%1$S”निमणे टॅग

source: Garbage in “colgroup” fragment.
kok: “colgroup” विभागांत गार्बेज

source: End tag “br”.
kok: निमणो टॅग “br”.

source: No “%1$S” element in scope but a “%1$S” end tag seen.
kok: स्कोपान “%1$S” घटक ना पूण “%1$S” निमणो टॅग दिसलो.

source: HTML start tag “%1$S” in a foreign namespace context.
kok: विदेशी नेमस्पेस संदर्भांत HTML स्टार्ट टॅग “%1$S”

source: “table” closed but “caption” was still open.
kok: “कोष्टक” बंद पूण “कॅप्शन” उगडे आशिल्ले.

source: No table row to close.
kok: बंद करपाक कोष्टक वळ ना.

source: Misplaced non-space characters inside a table.
kok: कोष्टकाभितर अवकाश नाशिल्ली अक्षरां चुकीच्या जाग्यार

source: Unclosed children in “ruby”.
kok: “रूबीं” त बंद न केल्ली भुरगीं

source: Start tag “%1$S” seen without a “ruby” element being open.
kok: “रूबी” घटक उगडीनास्तना सुरवेचे टॅग “%1$S”दिसले.

source: Self-closing syntax (“/>”) used on a non-void HTML element. Ignoring the slash and treating as a start tag.
kok: स्वतः-बंद जावपी (“/>”) सिंटेक्स बिगर-अवैध HTML घटकार वापरलो. स्लॅशकडेन दुर्लक्ष करता आणि सुरवेचो टॅग म्हण समजता.

source: Unclosed elements on stack.
kok: स्टॅकाचेर बंद करू नाशिल्ले घटक.

source: End tag “%1$S” did not match the name of the current open element (“%2$S”).
kok: निमणो टॅग “%1$S” सद्याच्या उक्त्या घटकाच्या नाव (“%2$S”) संयत जुळू ना.

source: End tag “%1$S” violates nesting rules.
kok: निमणो टॅग“%1$S” नेस्टिंग नेम उल्लंघन करता

source: End tag for “%1$S” seen, but there were unclosed elements.
kok: “%1$S” खातीर निमणो टॅग दिसला, पूण बंद नाशिल्ले घटक आसात.
