Repository: tktk711/mozilla-l10n
Catalog: gn_PY/dom/chrome/layout/printing.properties.po
Languages: gn_py

# noprinter
source: No printers available.
gn_py: Ndaipóri mba'eveichagua mbokuatiaha eipurukuaáva.

source: Print To File
gn_py: Marandurendáramo mbokuatia

source: Filename is missing
gn_py: Noĩri gueteri marandurenda réra.

source: You have selected "Print To File", and the filename is empty!
gn_py: Eiporavokuri "Marandurendápe mbokuatia" ha katu marandurenda rerarã inandi!

source: %S already exists. Do you want to replace it?
gn_py: %S oĩma. Emyengoviasépa

source: Printer Error
gn_py: Mbokuatiaha jejavy

source: Print Preview Error
gn_py: Jehecha ypyguáva jejavy

source: An error occurred while printing.
gn_py: Oiko jejavy embokuatiakuévo.

source: The print job was aborted, or canceled.
gn_py: ñembokuatia rembiapo ojeheja térã ojejokoite.

source: Some printing functionality is not currently available.
gn_py: Ne'ĩrã gueteri ojepurukuaa ko'ag̃aite mbokuatiaha rehegua.

source: Some printing functionality is not implemented yet.
gn_py: Ne'ĩrã gueteri oĩmba mbokuatiaha rehegua.

source: There is not enough free memory to print.
gn_py: Ndaipóri mandu'arenda tekotevẽva embokuatia hag̃ua.

source: There was an unexpected problem while printing.
gn_py: Oiko peteĩ apañuãi oñeha'ãrõ'ỹva embokuatiakuévo.

# PERR_GFX_PRINTER_NO_PRINTER_AVAILABLE
source: No printers available.
gn_py: Ndaipóri mba'evéichagua mbokuatiaha eipurukuaáva.

source: No printers available, cannot show print preview.
gn_py: Ndaipóri rupi mbokuatiaha ojepurukuaáva, ndojehechaukakuaái mbokuatiarã apopy mboyvegua recha.

source: The selected printer could not be found.
gn_py: Ndojejuhúi mbokuatiaha ojeporavopyre.

source: Failed to open output file for print to file.
gn_py: Ndaikatúi ojeike marandurenda ñesẽguáva ñembokuatia hag̃ua.

source: Printing failed while starting the print job.
gn_py: Ojavy ñembokuatia oñepyrũvo ñembokuatia rembiapo.

source: Printing failed while completing the print job.
gn_py: Ojavy ñembokuatia opakuévo ñembokuatia rembiapo.

source: Printing failed while starting a new page.
gn_py: Ojavy ñembokuatia oñepyrũvo kuatiarogue pyahu.

source: Cannot print this document yet, it is still being loaded.
gn_py: Ndaikatúi gueteri oñembokuatia ko kuatiatee, henyhẽtaramo rupi.

source: Cannot print-preview this document yet, it is still being loaded.
gn_py: Ndaikatúi gueteri ojehechauka apopy mboyvegua recha mbokuatiarã, noñemyenyhẽmbáiti rupi kuatiatee.
