Repository: tktk711/mozilla-l10n
Catalog: son/browser/chrome/browser/aboutSessionRestore.dtd.po
Languages: son

source: Restore Session
son: Goywaati willi taka jinaa ga

source: Well, this is embarrassing.
son: Aywaa, woo ga boro boŋoo haw.

source: &brandShortName; is having trouble recovering your windows and tabs. This is usually caused by a recently opened web page.
son: &brandShortName; ga dii šenday war zanfuney nda nor lokey williroo fondaa ra. Interneti moo kaŋ kokor ka feera ma doona ka woo tee.

source: You can try:
son: War ga hin ka wiri ka:

source: Removing one or more tabs that you think may be causing the problem
son: Nor loku foo wala hinna kazaa kaŋ war g'a šikka nda šendaa aššiloo tuusu

source: Starting an entirely new browsing session
son: Goo ma ceeciyan taaga banzaŋ goowaati šintin

# restorepage.tryagainButton
source: Restore
son: Willi taka jinaa ga

source: Close
son: Daabu

# restorepage.restoreHeader
source: Restore
son: Yeeti

source: Windows and Tabs
son: Zanfuney nda nor lokey

source: Window %S
son: Zanfun %S

source: Let's go!
son: Ir ma koy!

# welcomeback2.tabtitle
source: Success!
son: Zaame!

# welcomeback2.pageTitle
source: Success!
son: Zaama!

source: &brandShortName; is ready to go.
son: &brandShortName; soolu ka koy.

source: Restore all Windows and Tabs
son: Zanfuney nda nor lokey kul yeeti

source: Restore only the ones you want
son: Wey kaŋ war ga baa hinne yeeti

source: Your add-ons and customizations have been removed and your browser settings have been restored to their defaults. If this didn't fix your issue,
son: War tontoney nda boŋse-hanseyaney ga hin ka hun nda war ceecikaw kayandiyaney n' ka yeeri ngi tilasu alhaaley ga. Nda woo mana misoo hanse,

source: learn more about what you can do.
son: caw ka tonton woo kaŋ war ga hin k'a tee ga.

source: Migrate your other Tab Groups
son: War kanji margari taney ganandi

source: We've removed Tab Groups, but saved your tabs
son: Ir na kanji margarey kaa amma war kanjey gaabundi

source: Learn about Tab Groups replacement add-ons.
son: Bay kanji margarey barmayyan tontoney ga.

source: &brandShortName; has bookmarked all your groups so you haven't lost anything.
son: &brandShortName; na margarey kul doo-šilbay hala haya kul ma ši dere war se.

source: Show Bookmarked Tab Groups
son: Kanji margari doo-šilbantey cebe

source: You can also choose to restore some or all background groups into windows now:
son: War ga hin ka soobay da ka bandafaari margari jerey wal' ikul yeeti zanfunoo ra sohõ:
