Repository: tktk711/mozilla-l10n
Catalog: son/browser/chrome/browser/shellservice.properties.po
Languages: son

source: %S &Options
son: %S &Suubarey

source: %S &Safe Mode
son: %S &Saajaw alhaali

source: Get the most out of %S by setting it as your default browser
son: War ga dii %S fellaa nda war n'a tee war tilasu ceecikaa

source: &Use %S as my default browser
son: &Goy nda %S sanda tilasu ceecikaw

source: &Options
son: &Suubarey

source: &Not now
son: &Manti sohõda

source: &Don't ask me again
son: &Ma ši ay hãa koyne

source: Default Browser
son: Tilasu ceecikaw

source: %S is not currently set as your default browser. Would you like to make it your default browser?
son: %S manti war tilasu ceecikaa sohõda. War ga baa k'a tee war tilasu ceecikaa?

source: Always perform this check when starting %S.
son: Waati kul ma hangayroo woo tee nda %S ga tunandi.

source: Desktop Background.bmp
son: Goytaabal bandafaari.bmp

source: Saving Picture…
son: Goo ma biyoo gaabu…

source: Set Desktop Background
son: Goytaabal bandafaaroo kayandi
