Repository: tktk711/mozilla-l10n
Catalog: son/browser/chrome/browser/taskbar.properties.po
Languages: son

source: Open new tab
son: Nor loku taaga feeri

source: Open a new browser tab.
son: Ceecikaw nor loku taaga feeri.

source: Open new window
son: Zanfun taaga feeri

source: Open a new browser window.
son: Ceecikaw zanfun taaga feeri.

source: Enter private browsing
son: Sutura naarumi dam

source: Start private browsing. The current session will be saved.
son: Sutura naarumi šintin. Sohõda goywaatoo ga gaabundi.

source: Quit private browsing
son: Sutura naarumi naŋ

source: Quit private browsing and restore the previous session.
son: Sutura naarumi naŋ ka goywaati bisantaa yeeti.

source: Frequent
son: Fillante

source: Recent
son: Kokorante
