Repository: tktk711/mozilla-l10n
Catalog: ks/browser/chrome/browser/preferences/preferences.properties.po
Languages: ks

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
ks: یہ اوپشن ژارنْہ سْیت یِیہ سوزنْہ پتاہ تمن ویب پیجن ہُند یم توہیہ ویو کران چھیو %S کُن۔ جأری تھاونْہ باپت، کْریو مہربأنی کْرتھ ریویو تْہ قبول یم سْروس شرط۔

source: Default (%S)
ks: ڈیفالٹ (%S)

source: Large minimum font size
ks: بوڈ مینیمم فانٹ سایِز

source: You have selected a very large minimum font size (more than 24 pixels). This may make it difficult or impossible to use some important configuration pages like this one.
ks: توہیہ چُھ شورمُت اکھ واریاہ بوڈ مینیمم فانٹ سایِز (۲۴ پیکزل ذیادْ)۔ امہ سْیت گژھِ مُشکل یا نامُمکن استعمال کرْنئ کینہہ ضروری کنفیگریشن پیج مشلن یتھ پیجس ہیْو۔

source: Keep my changes anyway
ks: میانِہ تبدیلی تھأیو کونِہ تِہ طریق

source: You can specify which websites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
ks: توہیہ ہیکیو مخصوص کْرتھ ذِ کمن ویب سایٹن چُھ ہمیشہ یا زانہہ چُھکھ نْہ اجازت کوکی استعمال کرنُک۔ تمہِ سایٹِہ ہُند برابر پتاہ کْریو ٹایپ یم توہیہ منیج چھیو یژھان کرنِہ تْہ پتْہ کْریو کْلک بُلاک، سیشن باپت دِیو اجازت، یا اجازت دِیو۔

source: Exceptions - Cookies
ks: غٲر مومول ۔ كوكیز

source: You can specify which websites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
ks: توہیہ ہیکیو مخصوص کْرتھ ذِ کمن ویب سایٹن چُھ اجازت ایڈ۔آن انسٹال کرنُک۔ تمہِ سایٹِہ ہُند برابر پتاہ کْریو ٹایپ یس توہیہ چھیو یژھان اجازت دیون تْہ پتْہ کْریو کْلک اجازت دِیو۔

source: Allowed Sites - Add-ons Installation
ks: اجازت دِتمئت سایٹئ۔ایڈ۔آنس اِنسٹالیشن

source: You can specify which websites are allowed to open pop-up windows. Type the exact address of the site you want to allow and then click Allow.
ks: توہیہ ہیکیو مخصوص کْرتھ ذِ کمن ویب سایٹن چُھ اجازت پاپ۔اپ وینڈو اوپْن کرنُک۔ تمہِ سایٹِہ ہُند برابر پتاہ کْریو ٹایپ یس توہیہ چھیو یژھان اجازت دیون تْہ پتْہ کْریو کْلک اجازت دِیو۔

source: Allowed Sites - Pop-ups
ks: اجازت دِتمئت سایٹس۔ پاپ۔اپس

source: Please enter a valid hostname
ks: منظور شُدئ ہوسٹ ناو كریو درج

source: Invalid Hostname Entered
ks: غلط ہوسٹ ناو دٲخل كرمُت

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
ks: موڈس منز چھیو توہیہ وْنکینس۔ اکھ نان۔ایمپٹی ماسٹر پاس وأرڈ چُھ ضرورت اتھFIPS۔ FIPS

source: Password Change Failed
ks: خفیہ لفظ تبدیلی گئی ناكام

source: Desktop
ks: ڈیسك ٹاپ

source: Downloads
ks: ڈاونلوڈس

source: Choose Download Folder:
ks: ڈاونلوڈس فولڈر ژٲریو

source: %S file
ks: %S فائل

source: Save File
ks: فایل كریو محفوظ

source: Use %S
ks: كریو استیمال %S

source: Use %S (default)
ks: كریو استیمال %S (ڈیفالٹ)

source: Use other…
ks: بدل كریو استیمال

source: Select Helper Application
ks: مدد عمل ژٲریو

source: Application Details…
ks: عمل تفصیلات

source: Web Feed
ks: ویب فیڈ

source: Video Podcast
ks: ویڈیو پوڈكاسٹ

source: Podcast
ks: پوڈ كاسٹ

source: Always ask
ks: ہمیشئ پریژھیو

source: Portable Document Format (PDF)
ks: پورٹیبل ڈاكیومینٹ فارمیٹ(PDF)

source: Use %S (in %S)
ks: كریو استیمال %S (in %S)

source: Preview in %S
ks: منز پیش منظر %S

source: Add Live Bookmarks in %S
ks: %S ئس منز رلٲویو لایو نشان زد

source: Host:
ks: ہوسٹ:

source: Domain:
ks: مٲدان:

source: Encrypted connections only
ks: صرف اینكریپٹیڈ رٲبطئ

source: Any type of connection
ks: كن۪ی تئ قسمُك رٲبطئ

source: At end of session
ks: سیشن كس ٲخرس پیٹھ

source: Allow
ks: اجازتھ

source: Allow first party only
ks: اجازت دِیو صرف گوڈنِچ پارٹی

source: Allow for Session
ks: یتؤ سی;نس خٲطرئ دیو اجازت

source: Block
ks: بلاك

source: <no cookie selected>
ks: <كاںہئ تئ كوكی چھَ نئ ژٲرمژ>

source: The following cookies are stored on your computer:
ks: یم كوكیز چھَ تُہندِس كمپیوٹرس پ۪یٹھ جمع

source: The following cookies match your search:
ks: یم كوكیز چھَ تُہنزئ كوكیز رلان

source: Remove Selected;Remove Selected
ks: ژارنْہ آمُت ہٹأیو؛ ژارنْہ آمْتئ ہٹأیو

source: 7em
ks: ۷ایم

source: Remove offline website data
ks: آفلاین ویب سایٹ ڈاٹا ہٹٲویو

source: After removing this data, %S will not be available offline. Are you sure you want to remove this offline website?
ks: یہ ڈاٹا ہٹاونْہ پتْہ روزِ نْہ %S دستیاب آف لایِن۔ کیاہ توہیہ چھیو پْز پأتھ یژھان ہٹاوْن یہ آف لایِن ویب سایِٹ؟

source: Remove offline data
ks: آفلاین ڈاٹا ہٹٲویو

source: The following websites are not allowed to store data for offline use:
ks: یمن ویب سایٹن چھُ نئ ڈاٹا آفالین جمع كرنُك اجازت

source: Offline Data
ks: آفلاین ڈاٹا

source: Your web content cache is currently using %1$S %2$S of disk space
ks: تُہند ویب مواد كیش چھُ حالس %2$S منزئ %1$S ڈیسك جاے استیمال كران

source: Calculating web content cache size…
ks: شُمار کران ویب کنٹینٹ کیشے سایزس ۔ ۔ ۔

source: Your application cache is currently using %1$S %2$S of disk space
ks: تُہنز عمل چھَ حالس %2$S منزئ %1$S ڈیسك جاے استیمال كران

source: Do you want to unlink your device?
ks: تُہئ چھَوئ پنُن آلئ ان لینك یژھان كرُن؟

source: This device will no longer be associated with your Sync account. All of your personal data, both on this device and in your Sync account, will remain intact.
ks: یہ ڈیوایس روزِ نْہ وْنی وابستْہ تُہندس سینک ایکاونٹس سْیت۔ تُہند تمام ذأتی ڈاتا، دوشو۔نئ یتھ ڈیوایسس پیٹھ تْہ تُہندس سینک ایکاونٹس منز، روزِ صحیح پأٹھ۔

source: Unlink
ks: ان لینك

source: %S must restart to enable this feature.
ks: گْژھ ضرور دوبار شروع گژھُن یہ فیچر اینیبْل کرنْہ باپت۔%S

source: %S must restart to disable this feature.
ks: گْژھ ضرور دوبار شروع گژھُن یہ فییچر ڈیسیبْل کرنْہ باپت۔%S

source: Restart %S
ks: %S كریو وئن شروع
