Repository: tktk711/mozilla-l10n
Catalog: ks/browser/chrome/browser/preferences/translation.dtd.po
Languages: ks

source: Exceptions - Translation
ks: ایکسیپشن ۔ ترجُم

source: 36em
ks: ۳۶em

source: Translation will not be offered for the following languages:
ks: ترجُم یِیہ نْہ آفر کرنْہ یمن زبانن باپت:

source: Languages
ks: زبان

source: &Remove Language
ks: &زبان ہٹأیو

source: R&emove All Languages
ks: &تمام زبان ہٹأیو

source: Translation will not be offered for the following sites:
ks: ترجُم یِیہ نْہ آفر کرنْہ یمن سایٹن باپت

source: Remove &Site
ks: &سایٹ ہٹٲویو

source: Remove All S&ites
ks: &سارے سایٹئ ہٹٲویو

source: &Close
ks: بند
