Repository: tktk711/mozilla-l10n
Catalog: */chat/accounts.dtd.po
Languages: be, ta

source: Accounts - &brandShortName;
be: Рахункі - &brandShortName;
ta: &brandShortName; - கணக்குகள்

source: Instant messaging status
ta: உடனடி செய்தி நிலை

source: width: 41em; height: 27em;
ta: அகலம்: 41em; உயரம்: 27em;

source: &New Account
be: &Стварыць рахунак
ta: புதிய கணக்கு

source: C&lose
be: За&чыніць
ta: அடை

source: No account configured yet
be: Няма наладжаных рахункаў!
ta: இதுவரை எந்த கணக்கும் கட்டமைக்கப்படவில்லை

source: Click on the &accountManager.newAccount.label; button to let &brandShortName; guide you through the process of configuring one.
be: Пстрыкніце кнопку "&accountManager.newAccount.label;", каб дазволіць &brandShortName; настаўляць вас падчас наладжвання новага рахунку.
ta: &accountManager.newAccount.label;பொத்தானைச் சுண்டினால் &brandShortName; உலாவி தங்களைக் கட்டமைப்புச் செய்முறைக்கு வழிகாட்டும்.

source: &Sign-on at startup
be: &Увайсці падчас запуску
ta: துடங்கும்போது உள்நுழை

source: C&onnect
be: &Злучыцца
ta: இணை

source: D&isconnect
be: &Разлучыцца
ta: இணைப்பைத் துண்டி

source: &Delete
be: &Выдаліць
ta: அழி

source: &Properties
be: &Уласцівасці
ta: பண்புகள்

source: Move up
be: Рухаць угору
ta: மேலே நகற்று

source: Move down
be: Рухаць уніз
ta: கீழே நகற்று

source: C&ancel reconnection
be: &Скасаваць перазлучэнне
ta: இணைப்பை ரத்துசெய்

source: &Copy Debug Log
be: С&капіяваць метрыку наладкі
ta: வழுநீக்கு பதிவைப் படியெடு

source: S&how Debug Log
ta: வழுநீக்கப் பதிவைக் காண்பி

source: Connecting…
be: Злучэнне…
ta: இணைக்கிறது...

source: Disconnecting…
be: Разлучэнне…

source: Not Connected
be: Не злучана
