Repository: tktk711/mozilla-l10n
Catalog: */chat/commands.properties.po
Languages: be, cy, fa, kab, kk, km, lt, nn_no, pt, uz, zh_tw

source: Commands: %S. Use /help &lt;command&gt; for more information.
be: Загады: %S. Ужывайце &lt;загад&gt; /help для атрымання даведкі.
cy: Gorchmynion: %S. Defnyddiwch /help &lt;command&gt; am rhagor o wybodaeth.
fa: فرامین: %S. برای اطّلاعات بیشتر از &lt;فرمان &gt; /help استفاده کنید.
kab: Tiludna: %S. Seqdec /help &lt;taladna&gt; i wugar n telɣut.
kk: Командалар: %S. Қосымша ақпарат алу үшін /help &lt;command&gt; қолданыңыз.
km: ពាក្យ​បញ្ជា៖ %S. ប្រើ /help &lt;ពាក្យ​បញ្ជា&gt; សម្រាប់​ព័ត៌មាន​បន្ថែម។
lt: Komandos: %S. Dominančios komandos aprašymą paskaitysite, įvedę /help &lt;komanda&gt;.
nn_no: Kommandoar: %S. Bruk /help &lt;command&gt; for meir informasjon.
pt: Comandos: %S. Utilize /help &lt;comando&gt; para mais informação.
uz: Buyruqlar: %S. Ko‘proq ma’lumot olish uchun /help &lt;buyruq&gt; buyrug‘idan foydalaning.
zh_tw: 命令: %S。 請使用 /help &lt;命令&gt; 取得更多資訊。

source: No '%S' command.
be: Няма загаду '%S'.
cy: Dim gorchymyn '%S'.
fa: فرمان '%S' وجود ندارد.
kab: Ulac taladna '%S'.
kk: '%S' командасы жоқ.
km: គ្មាន​ពាក្យ​បញ្ជា '%S' ។
lt: Komandos „%S“ nėra.
nn_no: Ingen kommando «%S» finst.
pt: Nenhum comando '%S'.
uz: '%S' buyrug‘i yo‘q.
zh_tw: 找不到「%S」命令。

source: No help message for the '%S' command, sorry!
be: Прабачце! Няма даведкі для загаду '%S'.
cy: Dim neges cymorth ar gyfer y gorchymyn '%S', ymddiheuriadau!
fa: هیچ پیغام راهنمایی برای فرمان '%S' وجود ندارد، متأسفیم!
kab: Ulac izen n tallat i tladna '%S', suref iyi!
kk: Кешіріңіз, '%S' командасы бойынша көмек көрсету хабарламасы жоқ!
km: សូមទោស! គ្មាន​សារ​ជំនួយ​សម្រាប់​ពាក្យ​បញ្ជា '%S'
lt: Komandos „%S“ aprašymo nėra, apgailestaujame.
nn_no: Ingen hjelpetekst for kommandoen «%S» finst, beklagar!
pt: Desculpe, nenhuma mensagem de ajuda para o comando '%S'!
uz: '%S' buyrug‘i uchun yordam xabari yo‘q, kechirasiz!
zh_tw: 抱歉，沒有「%S」命令的說明訊息！

source: say &lt;message&gt;: send a message without processing commands.
be: say &lt;паведамленне&gt;: даслаць паведамленне без апрацоўкі загадаў.
cy: say &lt;message&gt;: anfon neges heb brosesu gorchmynion.
fa: say &lt;message&gt;: ارسال یک پیام بدون پردازش دستورات.
kab: inid &lt;izen&gt;: azen izen s war asenker n tludna.
kk: say &lt;message&gt;: хабарламаны командаларды талдамай жіберу.
km: និយាយ &lt;សារ&gt;: ផ្ញើ​សារ​ដោយ​មិន​ចាំបាច់​ចូល​ដំណើរការ​ពាក្យ​បញ្ជា។
lt: say &lt;pranešimas&gt;: išsiųsti pranešimą, neapdorojant jame galbūt esančių komandų.
nn_no: say &lt;message&gt;: send ei melding utan å behandla kommandoar.
pt: diga &lt;mensagem&gt;: enviar uma mensagem sem comandos de processamento.
uz: Buyruqlarni klaviaturadan termasdan xabar jo‘natish uchun &lt;message&gt;: deb ayting.
zh_tw: say &lt;訊息&gt;: 則可不處理訊息當中的命令，直接傳送訊息。

source: raw &lt;message&gt;: send a message without escaping HTML entities.
be: raw &lt;паведамленне&gt;: даслаць паведамленне без маскавання адзінак HTML.
cy: raw &lt;message&gt;: anfon neges heb ryddhau endidau HTML.
fa: raw &lt;message&gt;: ارسال یک پیام بدون عناصر HTML.
kab: izirig &lt;izen&gt;: azen izen s war asenser n tayunt HTML.
kk: say &lt;message&gt;: хабарламаны HTML элементтерін экрандамай жіберу.
km: &lt;សារ&gt;: ដើម ផ្ញើ​សារ​ដោយ​មិន​ចាំបាច់​ចៀសវាង​ធាតុ HTML ។
lt: raw &lt;pranešimas&gt;: išsiųsti pranešimą, nekeičiant reikšminių HTML ženklų kaitos sekomis.
nn_no: raw &lt;message&gt;: send ei melding utan å verna HTML-entitetar.
pt: raw &lt;mensagem&gt;: enviar uma mensagem sem entidades HTML.
uz: raw &lt;message&gt;: HTML nomlardan qochishsiz xabarni jo‘natish.
zh_tw: raw &lt;訊息&gt;: 可傳送未跳脫 HTML entity 的訊息。

source: help &lt;name&gt;: show the help message for the &lt;name&gt; command, or the list of possible commands when used without parameter.
be: help &lt;назва&gt;: паказаць правілы выкарыстання загаду &lt;назва&gt; або спіс спіс дступных загадаў (без параметра).
cy: help &lt;name&gt;: dangos neges cymorth ar gyfer gorchymyn &lt;name&gt; , neu'r rhestr o orchmynion posib pan yn cael eu defnyddio heb baramedr.
fa: help &lt;name&gt;: نشان دادن یک پیام کمک برای دستور &lt;name&gt;، یا یک لیست از دستورهای ممکن هنگامی که بدون پارامتر استفاده می‌شوند.
kab: mudd tallalt i &lt;isem&gt;: sken izen n tallalt i &lt;isem&gt; taladna, neɣ tabdart n tiludna yellan ticki ittuseqdec s war aɣewwaṛ.
kk: help &lt;name&gt;: &lt;name&gt; командасы үшін көмек ақпаратын, немесе параметрсіз қолданылған кезде мүмкін командалар тізімін көрсету.
km: ជំនួយ &lt;ឈ្មោះ&gt;: បង្ហាញ​សារ​ជំនួយ​សម្រាប់​ពាក្យ​បញ្ជា &lt;ឈ្មោះ&gt; , ឬ​រាយ​ពាក្យ​បញ្ជា​ដែល​មាន​​នៅ​ពេល​បាន​ប្រើ​ដោយ​មិន​ចាំបាច់​ប៉ារ៉ាម៉ែត្រ។
lt: help &lt;komanda&gt;: parodyti informacinį pranešimą apie komandą, arba išvardinti visas galimas komandas (iškvietus be parametro).
nn_no: help &lt;name&gt;: vis hjelpetekst om &lt;name&gt;-kommandoen, eller ei liste over tilgjengelege kommandoar når ingen parameter er spesifiserte.
pt: ajuda &lt;nome&gt;: mostrar a mensagem de ajuda para o comando &lt;nome&gt; ou a lista de comandos possíveis quando utilizado sem parâmetro.
uz: help &lt;name&gt;: &lt;name&gt; buyrug‘i yoki parametersiz foydalanilgan mavjud buyurqlar ro‘yxati uchun yordam xabarini ko‘rsatish.
zh_tw: help &lt;命令名稱&gt;: 顯示 &lt;命令&gt; 的名稱，未加上參數時則顯示目前可用的命令清單。

source: %1$S &lt;status message&gt;: set the status to %2$S with an optional status message.
be: &lt;паведамленне&gt; %1$S: прызначыць статус %2$S з неабавязковым паведамленнем.
cy: %1$S &lt;status message&gt;: gosod y statws i %2$S gyda neges statws dewisol.
fa: %1$S &lt;status message&gt; تنظیم وضعیت به %2$S با یک پیام وضعیت اختیاری.
kab: %1$S &lt;izen n waddad&gt;: sbadu addad ɣer %2$S s yizen n waddad afrayan..
kk: %1$S &lt;қалып-күй хабарламасы&gt;: қалып-күйді %2$S етіп орнату, міндетті емес хабарламамен қоса.
km: %1$S &lt;សារ​ស្ថានភាព&gt;: កំណត់​ស្ថានភាព​ទៅ %2$S ដោយ​ប្រើ​សារ​ស្ថានភាព​ជា​ជម្រើស។
lt: %1$S &lt;būsenos pranešimas&gt;: pakeisti būseną į „%2$S“, galimai nurodant būsenos pranešimą.
nn_no: %1$S &lt;status melding&gt;: sett statusen til %2$S, med ei valfri statusmelding.
pt: %1$S &lt;mensgame de estado&gt;: define o estado para %2$S com uma mensagem de estado facultativa.
uz: %1$S &lt;status message&gt;: ixtiyoriy holat xabari bilan birga %2$S holatini o‘rnatish.
zh_tw: %1$S &lt;狀態訊息&gt;: 將狀態設定成 %2$S，並加上狀態訊息（非必要）。

source: available
be: даступны
cy: ar gael
fa: در دسترس
kab: yella
kk: Қол жетерлік
km: អាច​ប្រើ​បាន
lt: esu
nn_no: tilgjengeleg
pt: disponível
uz: mavjud
zh_tw: 有空

source: away
be: зніклы
cy: i ffwrdd
fa: غایب
kab: ulac-it
kk: кетіп қалған
km: ចាក​ឆ្ងាយ
lt: pasitraukęs (-usi)
nn_no: borte
pt: ausente
uz: tashqarida
zh_tw: 離開

# busy
source: unavailable
be: не даступны
cy: ddim ar gael
fa: خارج از دسترس
kab: ulac-it
kk: қолжетерсіз
km: មិន​អាច​រក​បាន​​
lt: netrukdyti
nn_no: utilgjengeleg
pt: indisponível
uz: mavjud emas
zh_tw: 忙碌

# dnd
source: unavailable
be: не даступны
cy: ddim ar gael
fa: خارج از دسترس
kab: ulac-it
kk: қолжетерсіз
km: មិន​អាច​រក​បាន​
lt: netrukdyti
nn_no: utiljengeleg
pt: indisponível
uz: mavjud emas
zh_tw: 忙碌

source: offline
be: па-за сеткай
cy: all-lein
fa: خارج ار خط
kab: aruqqin
kk: желіде емес
km: ក្រៅ​បណ្ដាញ
lt: neprisijungęs (-usi)
nn_no: fråkopla
uz: oflayn
zh_tw: 離線
