Repository: tktk711/mozilla-l10n
Catalog: trs/mobile/overrides/passwordmgr.properties.po
Languages: trs

source: Would you like %S to remember this login?
trs: ¿Hua nika ruhuat sisi %S dunanu ruhuâ aga' na ngà gayi'ì ñût sesión na vè'ej?

source: Remember
trs: Nanunrua

source: Never
trs: Nitaj ama

source: Update saved password for %S?
trs: ¿Nagui'iaj naka da'nga nun sa' guenda %S?

source: Update saved password for this login?
trs: ¿Nagui'iaj naká da'nga nun sa' guendá usuario na ánj?

source: Update
trs: Nagi'iaj nakà

source: Don't update
trs: Si nagui'iaj naká man

source: Select which login to update:
trs: Guru'man ra'a riña gayi'ì sesiôn da' nahuin nakà:

source: Confirm Password Change
trs: Nagui'ian hiá si naduná da'nga nikaj

source: Use Password Manager to remember this password.
trs: Garasun riñan man daran nej da'nga'a da' si guini'ñun man

source: Username
trs: Si yugui re'

source: Password
trs: Da'nga'aj
