Repository: tktk711/mozilla-l10n
Catalog: ks/toolkit/chrome/global/aboutSupport.dtd.po
Languages: ks

source: Troubleshooting Information
ks: مولومات ہیوند مثلئ ہل كران

source: This page contains technical information that might be useful when you’re trying to solve a problem. If you are looking for answers to common questions about &brandShortName;, check out our <a id='supportLink'>support website</a>.
ks: یتھ پیجس منز چھ تکنیکی انفارمیشن یوس ذن فأیدْ مند ہیکہ أسِتھ ییلہ توہیہ کوشش کْریو پرابلیم حل کرنْچ۔ اگر توہیہ جواب ژھانڈان چھیو عام سوالن &برانڈ شاٹ ناوس؛ مُتلق، چک آوٹ کْریو <a id='supportLink'>امدأدی ویب سایِٹ</a>۔

source: Crash Reports
ks: كریش بیان

source: Report ID
ks: بیان ID

source: Submitted
ks: سبمِٹ کرنْہ آمُت

source: All Crash Reports
ks: تمام كریش بیان

source: This application has not been configured to display crash reports.
ks: یہ ایپلیکیشن چھ نْہ کنفیگر کرنْہ آمْژ کریش رپورٹ ڈیسپْلے کرنْہ باپت۔

source: Extensions
ks: وسعت

# aboutSupport.extensionName
source: Name
ks: ناو

source: Enabled
ks: قابل مجازكرمت

# aboutSupport.extensionVersion
source: Version
ks: ترجمہ

source: Experimental Features
ks: تجرُبأتی فیچر

# aboutSupport.experimentName
source: Name
ks: ناو

source: Description
ks: وضاحت

source: Active
ks: ایکٹیو

source: End Date
ks: اند تأریخ

source: Homepage
ks: ہوم صفحئ

source: Application Basics
ks: اپلی كیشن بنیاد

# aboutSupport.appBasicsName
source: Name
ks: ناو

# aboutSupport.appBasicsVersion
source: Version
ks: ترجمہ

source: Build ID
ks: بِلڈْ آی ڈی

source: Update Channel
ks: چنل کْریو اپڈیٹ

# aboutSupport.appBasicsUpdateHistory
source: Update History
ks: اپڈیٹ ہیسٹری

source: Show Update History
ks: اپڈیٹ تٲریخ ہٲویو

source: Profile Directory
ks: پروفایل ڈایریكٹری

source: Profile Folder
ks: پروفایل فولڈر

source: Enabled Plugins
ks: مجازكرمت پلگ-انس

source: Build Configuration
ks: كنفیوگریشن بنٲویو

source: User Agent
ks: استیمال كرن وۄل ایجینٹ

source: Memory Use
ks: میمری ہیوند استیمال

source: Multiprocess Windows
ks: ملٹی پراسیس وینڈوز

source: Open Directory
ks: یلئ ڈایریكٹری

source: Show in Finder
ks: ژھئنڈ منز ہٲویو

source: Important Modified Preferences
ks: ضروری بدلیمِت ترجیحات

# aboutSupport.modifiedPrefsName
source: Name
ks: ناو

# aboutSupport.modifiedPrefsValue
source: Value
ks: قئمتھ

source: user.js Preferences
ks: یوزر ڈاٹ جے ایس ترجیحات

source: Your profile folder contains a <a id='prefs-user-js-link'>user.js file</a>, which includes preferences that were not created by &brandShortName;.
ks: تُہندس پروفایل فولڈرس منز چُھ اکھ <a id='prefs-user-js-link'>user.js file</a> ، یتھ منز شأمل چھ ترجیحات یم ذن نْہ بناونْہ آمْت أسئ برانڈ شاٹ ناو؛ ذریعہ۔

source: Important Locked Preferences
ks: ضروری لاک کرنْہ آمْت ترجیحات

# aboutSupport.lockedPrefsName
source: Name
ks: ناو

# aboutSupport.lockedPrefsValue
source: Value
ks: قئمتھ

source: Graphics
ks: گریفیكس

source: JavaScript
ks: جاوا سكریپٹ

source: Incremental GC
ks: انكریمینٹل جی سی

source: Accessibility
ks: ایكسیسبلٹی

source: Activated
ks: چالو كرمُت

source: Prevent Accessibility
ks: ایكسیسبلٹی بچٲویو

source: Library Versions
ks: لایبرَری ترجم

source: Installation History
ks: اِنسٹالیشن تٲریخ

# aboutSupport.updateHistoryTitle
source: Update History
ks: اپڈیٹ ہیسٹری

source: Copy text to clipboard
ks: متن کْریو کاپی کْلپ بورڈس کُن

source: Copy raw data to clipboard
ks: را ڈاٹا کْریو کاپی کْلپ بورڈس کُن

source: Sandbox
ks: سینڈ بوکْس

source: Try Safe Mode
ks: سیف موڈس کْریو کوشش

source: Restart with Add-ons Disabled…
ks: & تئ دوبارئ كریو شروع ایڈ آن ڈیسیبْل کْرتھ ...
