Repository: tktk711/mozilla-l10n
Catalog: ks/toolkit/chrome/global/aboutNetworking.dtd.po
Languages: ks

source: About Networking
ks: نیٹوْرکینگ مُتلق

source: This is very experimental. Do not use without adult supervision.
ks: یہ چُھ واریاہ تجرُبأتی۔ یہ مْہ کْریو استعمال ایڈلٹْہ سوپرویجن بغیر۔

source: Show this warning next time
ks: یئ آگہی ہاو برونٹھمئ لٹ۪ی

source: Sockets
ks: ساکیٹ

source: WebSockets
ks: ویب ساکیٹ

source: Refresh
ks: ریفریش کْریو

source: Autorefresh every 3 seconds
ks: آٹو ریفریش کْریو پریتھ ۳ منٹ گْژھیتھ

source: Hostname
ks: ہوسٹْہ ناو

source: Port
ks: پورٹ

source: Active
ks: ایکٹیو

source: Idle
ks: بیکار

source: Host
ks: ہوسٹ

source: Sent
ks: سوزنْہ آمُت

source: Received
ks: رٹنْہ آمُت

source: Family
ks: فیملی

source: Addresses
ks: پتہ

source: Expires (Seconds)
ks: ایکْسپایر گژھان (سیکنڈ)

source: Messages Sent
ks: مسیج آیہ سوزنْہ

source: Messages Received
ks: مسیج آیہ رٹنْہ

source: Bytes Sent
ks: بایٹْہ آیہ سوزنْہ

source: Bytes Received
ks: بایٹْہ آیہ رٹنْہ
