Repository: tktk711/mozilla-l10n
Catalog: ks/toolkit/chrome/global/filepicker.dtd.po
Languages: ks

source: &Look in:
ks: منز کْریو تلاش:&

source: File &name:
ks: &فایل ناو:

source: Files of &type:
ks: &فایلہ ییمہ ٹایپْچ:

source: Name
ks: ناو

source: Size
ks: سایز

source: Last Modified
ks: ٲخری تبدیل كرموْت

source: &Show hidden files and directories
ks: ہأیو ہیڈْن فایلْہ تْہ ڈاریکٹری

source: You do not have the permissions necessary to view this directory.
ks: توہیہ چُھ نْہ اجازت یوس ضرورت چُھ ویو کرنس یہ ڈاریکٹری۔

source: Go up a level
ks: اکھ لیول کھسیو ہیور

source: Go to home
ks: ہومس کُن گْژھیو

source: Create new directory
ks: نئو ڈائریکٹر بنئویو
