Repository: tktk711/mozilla-l10n
Catalog: kw/obsolete/browser/extensions/pocket/pocket.properties.po
Languages: kw

source: Add Tags
kw: Keworra tagyow

source: Already a Pocket user?
kw: Owgh hwi devnydhyer a Pocket seulabrys?

source: Continue with Firefox
kw: Pesya gans Firefox

source: There was an error when trying to save to Pocket.
kw: Yth esa gwall owth assaya gwitha dhe Pocket.

source: Learn More
kw: Dyski moy

source: Log in
kw: Omgelmi

source: Tags are limited to 25 characters
kw: Strothys yw tagyow dhe 25 lytheren

source: You must be connected to the Internet in order to save to Pocket. Please check your connection and try again.
kw: Res yw bos junyes dhe'n kesrosweyth rag gwitha dhe Pocket. Checkyewgh agas junyans hag assayewgh arta.

source: Only links can be saved
kw: Ny yllir gwitha marnas kevrennow

source: Page Not Saved
kw: Ny veu an folen gwithys

source: Page Removed
kw: Folen diles

source: Saved to Pocket
kw: Gwithys dhe Pocket

source: Removing Page…
kw: Ow tilea an folen…

source: Adding tags…
kw: Ow keworra tagyow…

source: Remove Page
kw: Dilea an folen

source: Save
kw: Gwitha

source: Saving…
kw: Ow kwitha…

source: Sign up with email
kw: Kovskrifa der ebost

source: Sign up for Pocket. It’s free.
kw: Gwrewgh akont yn Pocket. Heb kost yw.

source: Suggested Tags
kw: Tagyow profyes

source: Save articles and videos from Firefox to view in Pocket on any device, any time.
kw: Gwitha erthyglow ha videos dhyworth Firefox rag gweles yn Pocket war neb devis, war neb tro.

source: Click the Pocket Button to save any article, video or page from Firefox.
kw: Klyckyewgh an boton Pocket rag gwitha erthygel, video po folen dhyworth Firefox.

source: View in Pocket on any device, any time.
kw: Gweles yn Pocket war neb devis, war neb tro.

source: Tags Added
kw: Tagyow keworrys

source: Sign in with Firefox
kw: Omgelmi dre Firefox

source: Sign up with Firefox
kw: Kovskrifa dre Firefox

source: View List
kw: Gweles an rol

source: Save to Pocket
kw: Gwitha dhe Pocket

source: Save Page to Poc&ket
kw: Gwitha an folen dhe Po&cket

source: Save Link t&o Pocket
kw: Gwitha an gevren d&he Pocket

source: View Pocket List
kw: Gweles an rol Pocket
