Repository: tktk711/mozilla-l10n
Catalog: wo/dom/chrome/layout/HtmlForm.properties.po
Languages: wo

source: Reset
wo: Far

source: Submit Query
wo: Yonnee

source: Browse…
wo: Seet…

source: File Upload
wo: Yonne dencukaay bi

source: This is a searchable index. Enter search keywords:
wo: Lii ab alluwa baat wut la. Dugalal baati caabi yi ngir sa wut :

source: Form contains enctype=%S, but does not contain method=post. Submitting normally with method=GET and no enctype instead.
wo: Formileer bi dafay biral sulaale %S, wante biralul doxalinu post. Yonnee bi mi ngiy am ak doxalin=GET te du biral suulaale bi.

source: Form contains a file input, but is missing method=POST and enctype=multipart/form-data on the form. The file will not be sent.
wo: Formileer bi dafa ëmb toolu fal dencukaay, wante biralul doxalinu POST ak suulaale. Ken du yonnee dencukaay bi.

source: Form Post from %S
wo: Formileer bi poste nañu ko ci %S

source: A form was submitted in the %S encoding which cannot encode all Unicode characters, so user input may get corrupted. To avoid this problem, the page should be changed so that the form is submitted in the UTF-8 encoding either by changing the encoding of the page itself to UTF-8 or by specifying accept-charset=utf-8 on the form element.
wo: Am na formileer bu ñu dugal ak suulaale araf bu « %S » te mënul suulaale arafi Uniccode yépp, dugal bi jëfandikookat bi di def mën na sankar. Boo bëggee moytu loolu, ba formileer bi dëppoo ak suulaale UTF-8, da ngay suulaale xët bi ci UTF-8 walla nga tann « accept-charset=utf-8 » ci mbiru formileer bi.

source: All Supported Types
wo: Yii mu nangu yépp
