Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/newmailaccount/accountProvisioner.dtd.po
Languages: ar, be, bg, br, bs, ca, eu, gd, hr, hu, hy_am, id, kab, km, lt, nn_no, pt, pt_br, uz, zh_tw

source: Customize &brandShortName; with some cool add-ons
ar: خصّص &brandShortName; مستخدمًا الإضافات الجميلة
be: Уладкаваць &brandShortName;, дадаць некалькі бліскучых дадаткаў
bg: Направете &brandShortName; удобен с няколко готини добавки
br: Personelait &brandShortName; gant askouezhioù plijus
bs: Prilagodite &brandShortName; sa nekim cool add-onima
ca: Personalitzeu-vos el &brandShortName; amb alguns complements interessants
eu: Pertsonalizatu &brandShortName; gehigarri mundial batzuekin
gd: Gnàithaich &brandShortName; dhut le tuilleadain shnasail
hr: Prilagodite &brandShortName; s odličnim dodacima
hu: Bővítse a &brandShortName; tudását kiegészítőkkel
hy_am: Կարգավորել &brandShortName;-ը լավագույն հավելումներով
id: Ubahsuaikan &brandShortName; dengan pengaya keren
kab: Sugen &brandShortName; s kra n izegrar yelhan
km: ប្ដូរ &brandShortName; តាម​តម្រូវ​ការ​ដោយ​ប្រើ​កម្មវិធី​បន្ថែម​ល្អៗ
lt: Papildyti programą „&brandShortName;“ priedais
nn_no: Tilpass &brandShortName; med nokre kule utvidingar
pt: Personalize o &brandShortName; com alguns extras
pt_br: Personalizar o &brandShortName; com alguns complementos legais
uz: &brandShortName; dasturini ba’zi ajoyib qo‘shimcha dasturlar bilan moslab olish
zh_tw: 透過一些超酷的附加元件自訂 &brandShortName;

source: There are thousands of add-ons that let you customize &brandShortName; to make it fit your specific needs.
ar: هناك الآلاف من الإضافات التي تسمح لك بتخصيص &brandShortName; لجعله يتلاءم مع احتياجاتك.
be: Існуе тысячы дадаткаў, якія дазволяць уладкаваць &brandShortName; так, каб ён задавальняў усе вашы патрэбы.
bg: Има хиляди добавки, които могат да направят &brandShortName; да отговори на вашите специфични нужди.
br: Bez ez eus miliadoù a askouezhioù a ro tro deoc'h personelaat &brandShortName; a-benn lakaat anezhañ da genglotañ gant hoc'h ezhommoù.
bs: Postoje hiljade add-ona koji vam omogućavaju da prilagodite &brandShortName; kako bi zadovoljio vaše specifične potrebe.
ca: Hi ha milers de complements que us permetran personalitzar el &brandShortName; per tal que s'ajusti a les vostres necessitats.
eu: Milaka gehigarri daude &brandShortName; pertsonalizatu eta zure beharretara egokitzeko.
gd: Tha na mìltean de thuilleadain ann leis an urrainn dhut &brandShortName; a ghnàthachadh, airson 's gun dèan e dìreach na bha a dhìth ort.
hr: Postoje tisuće dodataka koji vam dopuštaju prilagodbu &brandShortName;a kako bi odgovarao vašim potrebama.
hu: Több ezer kiegészítő áll rendelkezésére, ezekkel igény szerint bővítheti a&brandShortName; tudását.
hy_am: Հասանելի են հազարավոր հավելումներ՝ կարգավորելու համար &brandShortName;-ը, կարող եք ընտրել Ձեր ցանկացածը։
id: Ada ribuan pengaya yang dapat digunakan untuk mengubahsuai &brandShortName; agar sesuai dengan keinginan Anda.
kab: Llan wagimen n izegrara ad k-yeǧǧen ad terreḍ &brandShortName; d udmawan akken ad yerr ɣer ayen tettraǧud.
km: មាន​កម្មវិធី​បន្ថែម​រាប់​ពាន់​ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​ប្ដូរ &brandShortName; តាម​តម្រូវ​ការ ដើម្បីឲ្យ​វា​ត្រូវ​តាម​ការ​បញ្ជាក់​តម្រូវ​ការ​របស់​អ្នក។
lt: Yra tūkstančiai priedų, kuriuos galite įdiegti į „&brandShortName;“ programą, taip pritaikydami ją savo pomėgiams ir poreikiams.
nn_no: Det finst tusenvis av utvidingar som lèt deg tilpasse &brandShortName; til dine behov.
pt: Existem diversos extras que lhe permitem personalizar o &brandShortName; para se ajustar às suas necessidades.
pt_br: Há milhares de extensões que lhe permitem personalizar o &brandShortName; para que ele satisfaça as suas necessidades.
uz: Minglab qo‘shimcha dasturlar bor. Ular sizga &brandShortName; dasturini ehtiyojingizga mos foydalanishingizda yordam beradi.
zh_tw: 有數以千計的附加元件可以讓您自訂 &brandShortName;，使其更符合您的需求。

source: Attach a personal signature to my email
ar: أضِف توقيعًا شخصيًا إلى رسائلك
be: Далучаць мой асабісты подпіс да маіх лістоў
bg: Добавяне личен подпис към писмата
br: Stagañ ur sinadur personel ouzh ma fostel
bs: Dodajte lični potpis vašim porukama
ca: Afegeix una firma personal al meu correu
eu: Erantsi sinadura pertsonala nire posta elektronikoari
gd: Cuir earr-sgrìobhadh pearsanta ris a' phost-d agam
hr: Dodajte osobni potpis vašim porukama
hu: Személyes aláírás beillesztése minden e-mail végére
hy_am: Կցել անձնական ստորագրություն նամակին
id: Tambahkan tanda tangan khusus untuk email Anda
kab: Seddu azmul udmawan deg imayl inu
km: ភ្ជាប់​ហត្ថលេខា​ផ្ទាល់ខ្លួន​ទៅ​អ៊ីមែល​របស់​ខ្ញុំ
lt: Siunčiamuose laiškuose naudoti prierašą
nn_no: Legg ved ein personleg signatur i e-posten
pt: Adicione uma assinatura pessoal às mensagens
pt_br: Anexar uma assinatura pessoal em minhas mensagens
uz: Xatlarimga shaxsiy imzom biriktirilsin
zh_tw: 附加簽名檔到我的郵件裡

source: You can automatically attach a quote or some information about yourself to the end of every message you send.
ar: يمكنك إضافة توقيع شخصي أو معلومات عن نفسك تلقائيًا إلى نهاية كل رسالة تكتبها.
be: Вы можаце ўладкаваць самадалучэнне допісу або нейкіх звестак пра вас у канец кожнага ліста, які вы дасылаеце.
bg: Можете автоматично да добавяте цитат или някаква информация за себе си в края на всяко писмо, което изпращате.
br: Gallout a rit stagañ ent emgefreek ur meneg pe ditouroù diwar ho penn ouzh pep kemennadenn a zo kaset ganeoc'h.
bs: Na kraj svake poruke koju pošaljete možete automatski priložiti citat ili neke informacije o sebi.
ca: Podeu afegir automàticament un text o la vostra nota personal al final de cada missatge que envieu.
eu: Aipamen bat edo zuri buruzko informazioa erants diezaiekezu bidaltzen dituzun mezu guztiei automatikoki.
gd: 'S urrainn dhut iomradh no fiosrachadh air choireigin a chur aig bonn gach teachdaireachd a chuireas tu.
hr: Možete automatski dodati citat ili neke informacije o sebi na kraj svake poslane poruke.
hu: Minden elküldött üzenete végére automatikusan beilleszthet egy idézetet vagy adatokat saját magáról.
hy_am: Կարող եք կցել մեջբերում կամ որոշակի տեղեկություն Ձեր մասին ցանկացած նամակի վերջում։
id: Anda dapat menambahkan kutipan atau informasi tentang Anda pada setiap pesan yang dikirim secara otomatis.
kab: Tzemreḍ ad tessedduḍ abdar neɣ kra n telqut nniḍen ɣef yiman-ik ɣer tagara n yal izen ara tazneḍ.
km: អ្នក​អាច​ភ្ជាប់​សម្រង់ ឬ​ព័ត៌មាន​មួយ​ចំនួន​អំពី​ខ្លួន​អ្នក​ដោយ​ស្វ័យប្រវត្តិ​នៅ​ចុង​សារ​នីមួយៗ​ដែល​អ្នក​ផ្ញើ។
lt: Visų siunčiamų laiškų gale galite automatiškai įterpti citatą, savo kontaktinius duomenis ar kitą informaciją.
nn_no: Du kan automatisk leggja ved eit sitat eller informasjon om deg sjølv på slutten av kvar melding du sender.
pt: Pode adicionar automaticamente uma citação ou outras informações sobre si no fim de cada mensagem enviada.
pt_br: Você pode anexar automaticamente uma citação ou qualquer informação sobre você no fim de cada mensagem que enviar.
uz: Siz jo‘natilayotgan har bir xabarnig oxiriga o‘zingiz haqingizda ma’lumot yoki birorta iqtibosni avtomatik biriktirishingiz mumkin.
zh_tw: 您可以在每封寄出的信件的結尾當中自動附加一段引用文字或是某些關於您的資訊。

source: Close this window.
ar: أغلِق هذه النافذة.
be: Закрыць гэтае акно.
bg: Затваряне на прозореца.
br: Serriñ ar prenestr-mañ.
bs: Zatvori ovaj prozor.
ca: Tanca aquesta finestra.
eu: Itxi leiho hau.
gd: Dùin an uinneag seo.
hr: Zatvori ovaj prozor.
hu: Ablak bezárása
hy_am: Փակել պատուհանը։
id: Tutup jendela ini sekarang.
kab: Mdel asfaylu-agi.
km: បិទ​បង្អួច​នេះ។
lt: Užverti šį langą.
nn_no: Lat att dete vindauget.
pt: Fechar esta janela.
pt_br: Fechar esta janela.
uz: Bu oyna yopilsin.
zh_tw: 關閉此視窗。

source: Your name, or nickname
ar: اسمك أو اسم مستعار
be: Ваша імя або мянушка
bg: Вашето име или прякор
br: Hoc'h anv, pe lesanv
bs: Vaše ime ili nadimak
ca: El vostre nom o pseudònim
eu: Zure izen edo goitizena
gd: D' ainm no far-ainm
hr: Vaše ime ili nadimak
hu: Neve vagy beceneve
hy_am: Ձեր անունը կամ մականունը
id: Nama Anda, atau alias
kab: Isem akke meffer isem-ik
km: ឈ្មោះ ឬ​សម្មតិនាម​របស់​អ្នក
lt: Jūsų vardas arba pravardė
nn_no: Namnet ditt, eller kallenamnet
pt: O seu nome ou alcunha
pt_br: Seu nome ou apelido
uz: Ismingiz yoki taxallusingiz
zh_tw: 您的姓名或暱稱

source: Search
ar: ابحث
be: Пошук
bg: Търсене
br: Klask
bs: Traži
ca: Cerca
eu: Bilatu
gd: Lorg
hr: Traži
hu: Keresés
hy_am: Որոնում
id: Cari
kab: Nadi
km: Փնտրել
lt: Ieškoti
nn_no: Søk
pt: Pesquisar
pt_br: Pesquisar
uz: Izlash
zh_tw: 搜尋

source: Customize your search engine
ar: خصّص محرك البحث
be: Уладкаванне вашай машыны пошуку
bg: Персонализиране на търсачката
br: Personelaat ho keflusker klask
bs: Prilagodite vaš pretraživač
ca: Personalitza el vostre motor de cerca
eu: Pertsonalizatu bilaketa-motorra
gd: Gnàthaich an t-einnsean-luirg dhut
hr: Prilagodite svoj pretraživač interneta
hu: Keresőszolgáltatás beállítása
hy_am: Կարգավորել որոնման համակարգը
id: Ubahsuai mesin pencari Anda
kab: Sagen amsedday-inek n unadi
km: ប្ដូរ​ម៉ាស៊ីន​ស្វែងរក​របស់​អ្នក​តាម​តម្រូវ​ការ
lt: Keisti ieškyklę
nn_no: Tilpass søkjemotor
pt: Personalizar motor de pesquisa
pt_br: Personalizar seu mecanismo de pesquisa
uz: Qidiruv tizimini o‘zingizga moslab oling
zh_tw: 自訂搜尋引擎

source: Your email provider can also provide you with web search capabilities.
ar: مزوّد البريد لديك قد يزوّدك بقدرات البحث في الوب أيضًا.
be: Ваш дастаўшчык э-пошты можа таксама забяспечыць вас пошукам у сеціве.
bg: Вашият пощенски доставчик може също да ви предложи възможност за уеб търсене.
br: Gallout a ra ho pourchaser posteloù kinnig deoc'h keweriusterioù klask war ar web.
bs: Vaš email provajder vam može pružiti mogućnost pretraživanja weba.
ca: El vostre proveïdor de correu us pot servir també amb funcionalitats de cerca.
eu: Zure posta-hornitzaileak web bilaketak burutzeko gaitasuna eman diezazuke.
gd: Faodaidh gun doir solaraiche a' phuist-dhealain agad comasan dhut lorg a dhèanamh air an lìon.
hr: Vaš pružatelj usluge e-pošte vam također može pružiti usluga pretraživanja interneta.
hu: Az e-mail szolgáltatója a webes kereséshez is javasol megoldást.
hy_am: Էլ. փոստի Ձեր մատակարարը կարող է Ձեզ տրամադրել նաև վեբ որոնման հնարավորություն։
id: Penyedia layanan email Anda juga dapat menyediakan fitur pencarian web.
kab: Asaǧǧaw-inek n tirawt yezmer ak-d-imudd daɣen tazmert n unadi n web.
km: ក្រុមហ៊ុន​ផ្ដល់​សេវា​អ៊ីមែល​របស់​អ្នក​អាច​ផ្ដល់​ឲ្យ​អ្នក​នូវ​សមត្ថភាព​ស្វែងរក​បណ្ដាញ។
lt: Jūsų el. pašto paslaugos teikėjas taip pat gali teikti paieškos saityne galimybę.
nn_no: E-posttilbydaren din kan òg gje deg søkjealternativ på nettet
pt: O seu fornecedor de correio também lhe pode disponibilizar pesquisas web.
pt_br: Seu provedor de e-mail também pode fornecer a você recursos de pesquisa na web.
uz: E-pochta ta’minotchisi internetdan qidirish imkoniyatini ham berishi mumkin.
zh_tw: 您的電子郵件提供商也可以提供您網頁搜尋功能。

source: Finish
ar: أنهِ
be: Скончыць
bg: Край
br: Echuiñ
bs: Završi
ca: Finalitza
eu: Amaitu
gd: Crìochnaich
hr: Završi
hu: Befejezés
hy_am: Պատրաստ է
id: Selesai
kab: Fak
lt: Baigti
nn_no: Fullfør
pt: Terminar
pt_br: Concluir
uz: Tugatish
zh_tw: 完成

source: You can try to search for nicknames or any other term to find more emails.
be: Вы можаце пашукаць мянушкі або іншыя выразы, каб знайсці больш адрасоў э-пошты
bg: Можете да опитате търсене по прякори или някакъв друг термин, за да откриете повече е-пощенски адреси.
bs: Možete pokušati tražiti po nadimku ili nekom drugom terminu kako biste pronašli više email adresa.
ca: Podeu provar de cercar sobrenoms o qualsevol altre terme per trobar més missatges.
hu: Kereshet becenevekre vagy bármi másra is további e-mail címekért.
kab: Tzemreḍ ad tɛerḍeḍ ad d-nadiḍ meffer ismawen neɣ awal nniḍen akken ad tafeḍ imaylen.
lt: Taip pat galite adresų ieškoti pagal savo slapyvardį, pravardę ar kitus duomenis
nn_no: Du kan søkja etter kallenamn eller andre nykelord for å finna fleire adresser
uz: Siz ko‘proq e-pochta manzillarini topishda taxalluslar yoki har qanday boshqa atamani topish uchun urinib ko‘rishingiz mumkin.
