Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/newmailaccount/accountProvisioner.dtd.po
Languages: ar, be, bg, br, bs, ca, eu, gd, hr, hu, hy_am, id, kab, km, lt, nn_no, pt, pt_br, uz, zh_tw

source: Welcome to &brandShortName;
ar: مرحبًا بك في &brandShortName;
be: Калі ласка да &brandShortName;
bg: Добре дошли в &brandShortName;
br: Donemat e-barzh &brandShortName;
bs: Dobrodošli u &brandShortName;
ca: Benvingut al &brandShortName;
eu: Ongi etorri &brandShortName;(e)ra
gd: Fàilte gu &brandShortName;
hr: Dobro došli u &brandShortName;
hu: Üdvözli a &brandShortName;!
hy_am: Բարի Գալուստ &brandShortName;
id: Selamat datang di &brandShortName;
kab: Ansuf yis-ek ɣeṛ &brandShortName;
km: សូម​ស្វាគមន៍​មកកាន់ &brandShortName;
lt: Sveiki! Čia „&brandShortName;“
nn_no: Velkomen til &brandShortName;
pt: Bem-vindo ao &brandShortName;
pt_br: Bem-vindo ao &brandShortName;
uz: &brandShortName; dasturiga xush kelibsiz
zh_tw: 歡迎使用 &brandShortName;

source: Would you like a new email address?
ar: أتريد عنوان بريد إلكتروني جديد؟
be: Вы хочаце новы адрас э-пошты?
bg: Желаете ли нов електронен адрес?
br: Ha fellout a ra deoc'h kaout ur postel nevez
bs: Želite li kreirati novu email adresu?
ca: Voleu una adreça electrònica nova?
eu: Helbide elektroniko berria nahi duzu?
gd: A bheil thu ag iarraidh seòladh puist-dhealain ùr?
hr: Želite li novu adresu e-pošte?
hu: Szeretne új e-mail címet?
hy_am: Ցանկանու՞մ եք նոր էլ. փոստ։
id: Ingin punya alamat email baru?
kab: Tebɣiḍ tansa imayl tamaynut?
km: តើ​អ្នក​ចង់​បាន​អាសយដ្ឋាន​អ៊ីមែល​ថ្មី​ឬ?
lt: Norite susikurti naują el. pašto adresą?
nn_no: Vil du ha ei ny e-postadresse?
pt: Quer um novo endereço de correio eletrónico?
pt_br: Deseja um novo endereço de e-mail?
uz: Yangi e-pochta manzilini olishni xohlaysizmi?
zh_tw: 想要來個新的電子郵件信箱嗎？

source: We are only displaying the providers offering addresses in your area. Click here to show all providers.
ar: سنُظهر فقط المزودين الذين يعرضون عناوين البريد في منطقتك. انقر هنا لعرض كافة المزودين.
be: Мы паказваем толькі тых дастаўшчыкоў, якія прапаноўваюць адрасы для вашай вобласці. Пстрыкніце тут, каб паказаць усіх дастаўшчыкоў.
bg: Изобразени са само доставчиците, които предлагат адреси във вашия район. Натиснете тук, за да се покажат всички доставчици.
br: Skrammet eo ar bourchaserien a ginnig chomlec'hioù e-barzh ho rannvro nemetken. Klikit amañ a-benn diskouez an holl bourchaserien.
bs: Prikazujemo samo provajdere koji nude adrese u vašem podrušju. Kliknite ovdje za prikaz svih provajdera.
ca: Només s'estan mostrant els proveïdors que ofereixen adreces a la vostra regió. Feu clic aquí per mostrar tots els proveïdors.
eu: Zure inguruan helbideak eskaintzen dituzten hornitzaileak bistaratzen ditugu soilik. Egin klik hemen hornitzaile guztiak erakusteko.
gd: Chan fhaic thu an-seo ach na solaraichean san sgìre agad. Briog an-seo gus a h-uile solaraiche fhaicinn.
hr: Prikazuju se samo pružatelji usluga koji nude adrese e-pošte na vašem područiju. Kliknite ovdje kako bi prikazali sve pružatelje usluga.
hu: Csak azok a szolgáltatók lesznek felsorolva, amelyek az Ön környékén kínálnak címeket. Kattintson ide az összes szolgáltató megjelenítéséért.
hy_am: Այստեղ ներկայացված են միայն Ձեր տարածաշրջանի էլ. փոստի մատակարարները։ Սեղմեք այստեղ՝ բոլորը ցուցադրելու համար։
id: Kami hanya menampilkan penyedia layanan email yang menawarkan akun email pada wilayah Anda. Klik di sini untuk menampilkan semua penyedia layanan.
kab: Nesken-d kan isaǧǧawen yettmuddun tansiwin di temnaṭ-inek. Sit dagi akke ad waliḍ akk isaǧǧawen.
km: យើង​បង្ហាញ​តែ​ក្រុមហ៊ុន​ផ្ដល់​ណា​ដែល​មាន​អាសយដ្ឋាន​នៅ​ក្នុង​តំបន់​របស់​អ្នក​ប៉ុណ្ណោះ។ ចុច​ទីនេះ​ដើម្បី​បង្ហាញ​ក្រុមហ៊ុន​ផ្ដល់​ទាំងអស់។
lt: Rodomi tik tie paslaugos teikėjai, kurie ją siūlo jūsų regione. Spustelėkite čia, jeigu norite pamatyti visus teikėjus.
nn_no: Vi viser berre tilbydarane som tilbyr adresser i ditt område. Trykk her for å visa alle tilbydarane.
pt: Apenas estamos a mostrar os fornecedores que disponibilizam endereços na sua área. Clique aqui para mostrar todos os fornecedores.
pt_br: Apenas mostramos os provedores que oferecem endereços para a sua região. Clique aqui para mostrar todos os provedores.
uz: Biz faqat hududingizdagi manzillar taklif qilgan ta’minotchilarni ko‘rsatyapmiz. Barcha ta’minotchilarni ko‘rish uchun bu yerga bosing.
zh_tw: 我們只顯示您所在地區能夠使用的服務供應商。請點此處以顯示所有供應商。

source: Sorry, we could not find any suggested email addresses.
ar: المعذرة، لم نستطع أن نعثر على أي عناوين بريد مقترحة.
be: Прабачце, мы не можам знайсці ніводзін з прапанованых адрасоз э-пошты.
bg: За съжаление не са открити никакви предложени адреси.
br: Diskonfort, n'hallomp kavout chomlec'h postel aliet ebet.
bs: Nismo pronašli niti jednu predloženu email adresu.
ca: No s'ha pogut suggerir cap adreça electrònica.
eu: Sentitzen dugu, ezin izan dugu gomendatutako helbide elektronikorik aurkitu.
gd: Duilich, cha b' urrainn dhuinn moladh a lorg airson puist-dhealain dhut.
hr: Nije pronađena niti jedna adresa e-pošte za predložiti.
hu: Sajnos nem találtunk semmilyen javasolt e-mail címet.
hy_am: Կներեք, չենք կարող գտնել առաջարկվող էլ. հասցեները։
id: Maaf, kami tidak dapat menemukan alamat email yang disarankan.
kab: Suref-aɣ, ur d-nufi ara isumar n tansiwin imayl.
km: សុំទោស! យើង​មិន​អាច​រក​ឃើញ​អាសយដ្ឋាន​អ៊ីមែល​ដែល​បាន​ស្នើ​ទេ។
lt: Deja, nepavyko rasti el. pašto adresų pasiūlymų.
nn_no: Vi klarte ikkje å finna føreslåtte e-postadresser.
pt: Desculpe mas não conseguimos encontrar uma sugestão de endereço eletrónico.
pt_br: Desculpe, não pudemos localizar nenhuma sugestão de endereço de e-mail.
uz: Kechirasiz, biz tavsiya qilinga e-pochta manzillarini topa olmadik.
zh_tw: 抱歉，我們無法找到任何您所提供的電子郵件地址。

source: You try can search for nicknames or any other term to find more emails
ar: يمكنك أن تجرب البحث عن أسماء مستعارة أو اي كلمات أخرى لإيجاد المزيد من العناوين البريدية
br: Gallout a rit klask lesanvioù pe dermenoù all a-benn kavout muioc'h a bosteloù
eu: Goitizenak edo bestelako terminoak bilatzen saia zaitezke helbide elektroniko gehiago aurkitzeko
gd: 'S urrainn dhut far-ainmean no briathran eile a chur a-steach gus roghainn eile de phost-d fhaicinn
hr: Možete pokušati tražiti prema nadimku ili nekom drugom pojmu kako bi našli više adresa e-pošte
hy_am: Կարող եք փորձել փնտրել մականուններ կամ այլ բառ՝ էլ. լրացուցիչ հասցեների համար
id: Anda dapat mencari nama alias atau istilah lainnya untuk menemukan email yang lain
pt: Pode experimentar pesquisar alcunhas ou outros termos para localizar mais endereços
pt_br: Você pode tentar pesquisar por apelidos ou qualquer outro termo para localizar mais e-mails
zh_tw: 您可以試者搜尋其他暱稱或詞彙來尋找更多郵件帳號

source: Also you might try one of the
ar: يمكنك أيضًا تجربة أحد
be: Таксама вы можаце паспрабаваць адзін з
bg: Също така можете да пробвате някои
br: Gallout a rit ivez esaeañ unan eus
bs: Također možete pokušati jednu od
ca: També podeu provar un dels
eu: Aldi berean
gd: B' urrainn dhut sùil a thoirt
hr: Možete također probati jedan od
hu: Kipróbálhatja az
hy_am: Նաև կարող եք փորձել
id: Mungkin Anda juga dapat mencoba
kab: Daɣen tzemreḍ ad tɛerḍeḍ yiwen si
km: អ្នក​អាច​សាកល្បង​មួយ​ក្នុង​ចំណោម
lt: Arba galbūt norėsite išbandyti vieną iš
nn_no: Du kan óg prøva eitt av dei
pt: Também pode experimentar uma das
pt_br: Você também pode tentar uma destas
uz: Shuningdek, quyidagi muqobil
zh_tw: 也許您可能想嘗試一下

source: free email account alternatives
ar: بدائل حسابات البريد المجانية
be: дармовых альтэрнатыўных рахункаў э-пошты
bg: безплатни алтернативи за пощенска регистрация
br: ar bourchaserien bosteloù digoust
bs: besplatnih alternativa za email račun
ca: comptes de correu electrònic gratuïts alternatius
eu: doako posta-kontu alternatiboak
gd: air an fheadhainn eile a bheir seachad cunntasan puist-dhealain an-asgaidh
hr: besplatnih alternativnih računa e-pošte
hu: ingyenes e-mail fiók alternatívák
hy_am: ազատ փոստարկղերի այլընտրանքներ
id: akun email gratis sebagai alternatif
kab: amiḍan nniḍen imayl n baṭel
km: គណនី​អ៊ីមែល​ឥតគិតថ្លៃ​ឆ្លាស់គ្នា
lt: nemokamų el. pašto paskyrų alternatyvų
nn_no: gratis e-postalternativa
pt: contas de correio gratuitas
pt_br: alternativas de conta de e-mail grátis
uz: bepul e-pochta hisoblaridan birini sinab ko‘rishingiz mumkin
zh_tw: 其他免費的電子郵件帳號

source: Hello
ar: مرحبًا
be: Пріывітанне
bg: Здравейте
br: Demat
bs: Zdravo
ca: Hola
eu: Kaixo
gd: Halò
hr: Pozdrav
hu: Üdvözöljük,
hy_am: Ողջույն
id: Halo
kab: Azul
km: សួស្ដី
lt: Sveiki,
nn_no: Hei
pt: Olá
pt_br: Olá
uz: Salom
zh_tw: 哈囉

source: , the following email addresses are available to you:
ar: ، العناوين البريدية التالية متاحة لك:
be: , наступныя адрасы э-пошты даступныя для вас:
bg: , следните пощенски адреси са достъпни за вас:
br: , hegerz eo ar chomlec'hioù da heul evidoc'h :
bs: , sljedeće email adrese su vam dostupne:
ca: , l'adreça electrònica següent està disponible:
eu: , ondorengo helbide elektronikoak daude eskuragarri zuretzat:
gd: , tha roghadh is taghadh agad am measg nan seòlaidhean a leanas:
hr: , sljedeće adrese e-pošte su vam dostupne:
hu: , a következő e-mail címek állnak rendelkezésére:
hy_am: , հետևյալ էլ. հասցեները հասանելի են Ձեզ համար.
id: , alamat email berikut tersedia untuk Anda:
kab: , tezemreḍ ad tesqedceḍ tansiwin-agi n yimayl:
km: អ្នក​អាច​ប្រើ​អាសយដ្ឋាន​អ៊ីមែល​ដូច​ខាងក្រោម​បាន៖
lt: ! Jūs galite susikurti vieną iš šių el. pašto adresų:
nn_no: , følgjande e-postadresser er tilgjengelege for deg:
pt: , estes endereços eletrónicos estão disponíveis para si:
pt_br: , estes endereços de e-mail estão disponíveis para você:
uz: , quyidagi e-pochta manzillari siz uchun mavjud:
zh_tw: ，您可以使用下列的電子郵件地址:

source: (You can also search for nicknames or any other term to find more emails)
ar: (يمكنك أيضًا البحث عن الأسماء المستعارة أو أي كلمات أخرى لإيجاد المزيد من العناوين)
be: (Вы можаце пашукаць мянушкі або іншыя выразы, каб знайсці больш адрасоў э-пошты)
bg: (Можете също да опитате търсене по прякори или някакъв друг термин, за да откриете повече е-пощенски адреси.)
br: (Gallout a rit ivez klask lesanvioù pe dermenoù all a-benn kavout muioc'h a bosteloù)
bs: (Možete pokušati tražiti po nadimku ili nekom drugom terminu kako biste pronašli više email adresa)
ca: (Per trobar més missatges, també podeu cercar sobrenoms o qualsevol altre terme)
eu: (Goitizenak edo bestelako terminoak ere bilatzen saia zaitezke helbide elektroniko gehiago aurkitzeko)
gd: ('S urrainn dhut far-ainmean no briathran eile a chur a-steach gus roghainn eile de phost-d fhaicinn)
hr: (Možete pokušati tražiti prema nadimku ili nekom drugom pojmu kako bi našli više adresa e-pošte)
hu: (Kereshet becenevekre vagy bármi másra is további találatokért.)
hy_am: (Կարող եք նաև փնտրել մականուններ կամ ցանկացած բառ՝ լրացուցիչ հասցեների համար)
id: (Anda juga dapat mencari nama alias atau istilah lainnya untuk menemukan email yang lain)
kab: (Tzemreḍ ad d-nadiḍ meffer ismawen neɣ awal nniḍen akken ad tafeḍ imaylen)
km: (អ្នក​ក៏​អាច​ប្រើ​សម្មតិនាម ឬ​លក្ខខណ្ឌ​ផ្សេង​ដើម្បី​រក​មើល​អ៊ីមែល​ច្រើន​ទៀត)
lt: Taip pat galite adresų ieškoti pagal savo slapyvardį, pravardę ar kitus duomenis
nn_no: (Du kan óg prøva å søka etter kallenamn eller andre søkjeord for å finna fleire e-postadresser)
pt: (Também pode pesquisar alcunhas ou outros termos para localizar mais endereços)
pt_br: (você também pode pesquisar por apelidos ou qualquer outro termo para localizar mais e-mails)
uz: (Siz ko‘proq e-pochta manzillarini topishda taxalluslar yoki har qanday boshqa atamani topish uchun urinib ko‘rishingiz mumkin)
zh_tw: （您也可以透過搜尋其他暱稱或詞彙來找到更多可用的電子郵件帳號）

source: In partnership with several providers, &brandShortName; can offer you a new email account. Just fill in your first and last name, or any other words you'd like, in the fields above to get started.
ar: بالاشتراك مع عدة مزودين، يوفر لك &brandShortName; حساب بريد جديد. أدخِل اسمك الأول واسم العائلة، أو أي كلمات تريدها، في الحقول أعلاه ليبدأ البحث.
be: &brandShortName; у супрацоўніцтве з некалькімі дастаўшчыкамі можа прапанаваць вам новы рахунак э-пошты. Толькі ўвядзіце вашы прозвішча і імя або іншыя словы, якія вам падабаюцца, у палі ўгары, каб пачаць.
bg: В партньорство с някои доставчици, &brandShortName; може да ви предложи нова пощенска регистрация. За начало трябва само да попълните полетата с вашите имена или каквито искате други думи.
br: &brandShortName; a c'hell kinnig deoc'h ur gont postel nevez e kevelerezh gant meur a bourchaser. Roit hoc'h anv-bihan hag hoc'h anv pe ne vern peseurt ger all e-barzh ar maeziennoù a-us a-benn deraouiñ.
bs: U saradnji s više provajdera, &brandShortName; vam može ponuditi novi email račun. Unesite svoje ime i prezime ili bilo koji drugi pojam koji želite u polja iznad kako biste započeli.
ca: Amb col·laboració amb diversos proveïdors, el &brandShortName; us pot oferir un compte de correu nou. Per començar només cal que doneu el vostre nom i cognom, o qualsevol altra paraula que us agradi, en els camps anteriors.
eu: Hainbat hornitzailerekin lankidetzan, &brandShortName;(e)k posta-kontu berria eskain diezazuke. Hasteko, idatzi zure izen-abizenak edo nahi dituzun hitzak goiko eremuetan.
gd: On a tha &brandShortName; ann an com-pàirteachas le grunn sholaraichean, 's urrainn dhuinn post-d ùr a thabhann dhut. Cha leig thu leas ach d' ainm is do shloinneadh no faclan eile a chur a-steach sna raointean gu h-àrd a bu mhath leat an toiseach.
hr: U suradnji s više pružatelja usluga, &brandShortName; vam može ponuditi novi račun e-pošte. Unesite svoje ime i prezime ili bilo koji drugi pojam koji želite u polja iznad kako bi zapčeli.
hu: A &brandShortName; több szolgáltatóval áll partneri viszonyban, és új e-mail címet tud Önnek felajánlani. Ehhez írja be a nevét vagy bármilyen szót a fenti mezőkbe.
hy_am: Մենք համագործակվում ենք որոշ ընկերությունների հետ և դրա արդյունքում &brandShortName;-ը ձեզ հնարավորություն է տալիս բացել փոստարկղեր: Պարզապես նշեք ձեր հաշվի անունը և առաջ:
id: Dalam rangka kemitraan kami dengan beberapa penyedia jasa layanan, &brandShortName; menawarkan alamat email baru. Cukup isi nama depan dan nama belakang Anda, atau kata yang disukai pada bidang isian di atas untuk memulai.
kab: Deg umɛiwen akked deqs n isaǧǧăwen, &brandShortName; yezmer ak-d-imudd amiḍan n tirawt amaynut. Ččaṛ kan isem-inek amenzu d wis sin, neɣ awalen tebɣiḍ, deg urtan daw-a akken ad tebduḍ.
km: ដោយសារ​មាន​ដៃគូ​ជាមួយ​ក្រុមហ៊ុន​ផ្ដល់​មួយ​ចំនួន &brandShortName; អាច​ផ្ដល់​ឲ្យ​អ្នក​នូវ​គណនី​អ៊ីមែល​ថ្មី​មួយ។ អ្នក​គ្រាន់តែ​បំពេញ​នាមត្រកូល និង​នាម​ខ្លួន ឬ​ពាក្យ​ផ្សេងទៀត​ដែល​អ្នក​ចង់​បាន​នៅ​ក្នុង​វាល​ខាងលើ​ដើម្បី​ចាប់ផ្ដើម។
lt: Bendradarbiaudami su keletu paslaugos teikėjų, mes galime jums pasiūlyti tiesiai programoje „&brandShortName;“ susikurti naują el. pašto paskyrą. Jeigu norite pradėti, tiesiog įveskite savo vardą ir pavardę arba bet kokius kitus žodžius į viršuje esantį lauką.
nn_no: I partnerskap med fleire tilbydarar kan &brandShortName; tilby deg ein ny e-postkonto. Fyll inn fornamn og etternamn, og evt. andre ord du ynskjer, i felta nedanfor for å koma i gang.
pt: Em parceria com diversos fornecedores, o &brandShortName; pode disponibilizar-lhe uma nova conta de correio. Basta preencher o primeiro e último nome ou o que desejar, nos campos acima para começar.
pt_br: Em parceria com diversos provedores, o &brandShortName; pode oferecer a você uma nova conta de e-mail. Para começar, preencha nos campos acima o seu primeiro e último nome ou quaisquer palavras que deseje.
uz: &brandShortName; ba’zi ta’minotchilar bilan hamkorlikda sizga yangi e-pochta hisobini taqdim qilishi mumkin. Faqatgina ismingiz va familiyangizni yoki xohlagan so‘zingizni tepadagi maydonchaga kiritib, foydalanishni boshlashingiz mumkin.
zh_tw: 透過跟一些電子郵件供應商的合作，&brandShortName; 可以提供您一個全新的電子郵件帳號。您只要在上面的欄位輸入您的姓名，或是任何其他想用的名稱就可以開始使用。

source: Already have an address you want to use?
ar: لديك بريد إلكتروني تريد استخدامه؟
be: Ужо маеце адрас, якім хочаце карыстацца?
bg: Вече имате адрес, който искате да използвате?
br: Ur chomlec'h hoc'h eus endeo ha fellout a ra deoc'h arverañ anezhañ ?
bs: Već imate adresu koju želite koristiti?
ca: Ja teniu una adreça electrònica que voleu utilitzar?
eu: Erabili nahi duzun helbidea badaukazu?
gd: A bheil seòladh agad mu thràth a bu toigh leat cleachdadh?
hr: Već imate adresu e-pošte koju želite koristiti?
hu: Már van címe, amelyet használni szeretne?
hy_am: Արդեն ունե՞ք էլ. հասցե։
id: Sudah punya alamat email yang ingin digunakan?
kab: Ɣur-k yakan tansa imayl i tebɣiḍ ad tesqedceḍ?
km: អាសយដ្ឋាន​ដែល​ចង់​ប្រើ​មាន​រួចហើយ?
lt: Jau turite el. pašto paskyrą, kurią norite užregistruoti programoje?
nn_no: Har du allereie ei adresse du ynskjer å bruka?
pt: Já tem um endereço que quer usar?
pt_br: Já tem um endereço que deseja usar?
uz: Foydalanish uchun e-pochta manziligiz bormi?
zh_tw: 已經有電子郵件地址了嗎？

source: Got an address?
ar: لديك عنوان بريد؟
be: Маеце адрас?
bg: Имате адрес?
br: Ur chomlec'h hoc'h eus endeo ?
bs: Imate adresu?
ca: Ja teniu una adreça?
eu: Helbidea lortu duzu?
gd: Bheil seòladh agad?
hr: Imate li adresu e-pošte?
hu: Van e-mail címe?
hy_am: Ստացե՞լ եք հասցե։
id: Punya alamat?
kab: Ɣur-k tansa?
km: យក​អាសយដ្ឋាន?
lt: Jau turite el. pašto adresą?
nn_no: Har du ei adresse?
pt: Já tem um endereço?
pt_br: Já tem um e-mail?
uz: Manzilingiz bormi?
zh_tw: 已經有地址了？

source: Skip this and use my existing email
ar: تجاوز هذا واستخدم بريدي الإلكتروني
be: Прапусціць і пачаць карыстацца маёй існай э-поштай
bg: Прескачане и използване на съществуваща поща
br: Leuskel an dra-mañ hag arverañ ma fostel a zo anezhañ
bs: Preskoči i koristi moju postojeću adresu
ca: Salta aquest pas i utilitza l'adreça electrònica que ja tinc
eu: Saltatu hau eta erabili nire helbide elektronikoa
gd: Gearr leum thairis air seo 's cleachd an seòladh a tha agam mu thràth
hr: Preskočite ovo i koristite postojeću adresu e-pošte
hu: Ugorja át ezt, és használja a meglévő e-mail címet
hy_am: Բաց թողնել և օգտագործել առկա էլ. հասցեն
id: Lewati saja dan gunakan alamat email yang sudah ada
kab: Zgel ay-agi u seqdec imayl-inu yellan
km: រំលង​វា រួច​ប្រើ​អាសយដ្ឋាន​ដែល​មាន​ស្រាប់​របស់​ខ្ញុំ
lt: Praleisti šį žingsnį ir registruoti turimą el. pašto paskyrą
nn_no: Hopp over og bruk eksisterande adresse
pt: Ignorar esta etapa e utilizar a minha conta de correio atual
pt_br: Ignorar e usar meu e-mail existente
uz: Buni tashlab ketaman va mavjud e-pochtamdan foydalanaman
zh_tw: 使用我現有的帳號

source: I think I'll configure my account later.
ar: أظن أني سأؤجل إعداد حسابي لوقت لاحق.
be: Думаю, я наладжу мой рахунак пазней.
bg: Мисля да настроя моята регистрация после.
br: Kefluniañ a rin ma c'hont diwezhatoc'h.
bs: Kasnije ću podesiti moj račun.
ca: Crec que ja configuraré el meu compte més tard.
eu: Uste dut nire kontua geroago konfiguratuko dudala.
gd: Saoilidh mi gun suidhich mi an cunntas agam uaireigin eile.
hr: Podesit ću svoj račun kasnije.
hu: Később akarom konfigurálni a postafiókomat.
hy_am: Ես կկարգավորեմ իմ հաշիվը հետո:
id: Saya akan mengkonfigurasi akun saya nanti.
kab: Ahat ad sewleɣ amiḍan-iw ticki.
km: ខ្ញុំ​គិតថា​ខ្ញុំ​នឹង​កំណត់​រចនាសម្ព័ន្ធ​គណនី​របស់​ខ្ញុំ​នៅ​ពេល​ក្រោយ។
lt: El. pašto paskyrą aš susikonfigūruosiu vėliau.
nn_no: Eg konfigurerer kontoen seinare.
pt: Acho que vou configurar a minha conta mais tarde.
pt_br: Vou configurar minha conta depois
uz: Menimcha, hisobimni keyinroq sozlaganim ma’qul.
zh_tw: 我要稍後再來設定帳號。

source: Congratulations!
ar: تهانينا!
be: Віншаванні!
bg: Поздравления!
br: Gourc'hemennoù !
bs: Čestitamo!
ca: Felicitats.
eu: Zorionak!
gd: Meal do naidheachd!
hr: Čestitamo!
hu: Gratulálunk!
hy_am: Շնորհավորում ենք!
id: Selamat!
kab: Ayuz!
km: Շնորհավորում ենք!
lt: Sveikiname!
nn_no: Gratulerer!
pt: Parabéns!
pt_br: Concluído!
uz: Tabriklaymiz!
zh_tw: 恭喜！

source: You have successfully set up your account.
ar: لقد أعددتَ حسابك بنجاح.
be: Вы паспяхова наладзілі ваш рахунак.
bg: Вие успешно нагласихте вашата регистрация.
br: Kefluniet hoc'h eus ho kont gant berzh.
bs: Uspješno ste podesili vaš račun.
ca: Heu configurat el vostre compte satisfactòriament.
eu: Zure kontua ondo konfiguratu duzu.
gd: Shuidhich thu an cunntas agad.
hr: Uspješno ste postavili svoj račun.
hu: Sikeresen beállította a postafiókját.
hy_am: Փոստարկը հաջողությամբ է կարգավորվել։
id: Anda sukses menyiapkan akun Anda.
kab: Tebaduḍ akken iwata amiḍan-inek.
km: អ្នក​បាន​រៀបចំ​គណនី​របស់​អ្នក​ដោយ​ជោគជ័យ។
lt: Jūs sėkmingai susikūrėte paskyrą.
nn_no: Du har no sett opp kontoen.
pt: Configurou a sua conta com sucesso.
pt_br: Você configurou com êxito a sua conta.
uz: Siz muvaffaqiyatli ravishda hisobingizni sozladingiz.
zh_tw: 您已經成功設定好了您的帳號。

source: Write some email
ar: اكتب رسالة
be: Укласці некалькі лістоў
bg: Напишете писмо
br: Skrivañ kemennadennoù
bs: Napišite neki email
ca: Escriviu un correu
eu: Idatzi mezu elektronikoren bat
gd: Sgrìobh post-d
hr: Napišite poruku
hu: Írjon pár e-mailt.
hy_am: Գրել նամակ
id: Tulis email
kab: Aru kra n imaylen
km: សរសេរ​អ៊ីមែល​ខ្លះ
lt: Rašyti laišką
nn_no: Skriv ein e-post
pt: Escreva uma mensagem eletrónica
pt_br: Envie algumas mensagens
uz: Bir nechta xat yozish
zh_tw: 寫點信吧

source: Let your friends and family know about your new address.<br/> That's why you got this new account, isn't it?
ar: أخبِر أصدقاءك وعائلتك عن عنوان بريدك الجديد.<br/>و إلا ما فائدة العنوان الجديد؟
be: Паведаміць вашым сябрам і сям'і пра ваш новы адрас.<br/> Вы ж дзеля гэтага стварылі новы рахунак, так?
bg: Нека вашите приятели и семейството научат за новият ви адрес.<br/> Нали все пак затова си го направихте?
br: Kelaouit ho mignoned hag ho familh a-zivout ho chomlec'h nevez<br/> Setu perak hoc'h eus ar gont nevez-mañ, n'eo ket ?
bs: Obavijestite prijatelje i porodicu o vašoj novoj adresi.<br/> Zbog toga ste i kreirali novi račun, zar ne?
ca: Feu saber als vostres amics i a la vostra família que teniu una adreça electrònica nova. <br/> Que per això serveixen els comptes de correu, oi?
eu: Emaiezu zure helbide elektroniko berriaren berri lagunei eta familiari.<br/>Horregatik eskuratu duzu kontu berri hau, ezta?
gd: Innis dha do theaghlach 's dha do chàirdean gu bheil seòladh ùr agad.<br/> Sin as adhbhar gun d'fhuair thu e, nach ann?
hr: Obavjestite vaše prijatelje i obitelj o vašoj novoj adresi e-pošte.<br/> Zbog toga ste i napravili ovaj novi račun, zar nije?
hu: Mondja meg barátainak és családtagjainak, hogy új címe van.<br/> Végül is ezért hozta létre ezt a postafiókot, nem?
id: Kabari teman dan keluarga tentang alamat email baru Anda.<br/> Ini alasan Anda membuat alamat baru bukan?
kab: Eǧǧ imdukal-ik akked twacult-inek ɣef tensa-inek tamaynut.<br/>Ɛef aya i terniḍ amiḍan-inek neɣ ala?
km: ប្រាប់​មិត្តភ័ក្ដិ និង​គ្រួសារ​របស់​អ្នក​អំពី​អាសយដ្ឋាន​ថ្មី​របស់​អ្នក។<br/> មូលហេតុ​ដែល​អ្នក​ទទួល​បាន​គណនី​ថ្មី​នេះ មិន​ថា​អញ្ចឹង?
lt: Praneškite apie savo naująjį el. pašto adresą draugams ir šeimai.<br/>Juk dėl to šią paskyrą ir susikūrėte, ar ne?
nn_no: Informer vener og familie om den nye adressa di.<br/> Det var difor du fekk den nye kontoen, eller?
pt: Informe os seus amigos e família sobre o seu novo endereço.<br/> É por isso que arranjou esta nova conta de correio, não é?
pt_br: Conte sobre seu novo endereço para seus amigos e sua família.<br/>É por isso que você criou esta conta, não é?
uz: Yangi e-pochta manzilingiz haqida do‘stlaringiz va oila a’zolaringizga xabar bering.<br/> Aslida shu maqsadda e-pochta ochmaganmisiz?
zh_tw: 讓您的朋友跟家人知道您有了新的電子郵件地址。<br/> 這也是您要開新帳號的目的，不是嗎？
