Repository: tktk711/mozilla-l10n
Catalog: nqo/browser/chrome/browser/browser.dtd.po
Languages: nqo

source: (Private Browsing)
nqo: (ߘߎ߲߬ߘߎ߬ߡߊ߬ ߛߏ߲߰ߓߊ߬ߟߌ)

source: &Reload Tab
nqo: ߝߍߙߍ߲ߟߋ߲ &ߟߊߦߟߍ߬ߡߊ߬ߛߊߦߌ߫

source: Reload &All Tabs
nqo: ߝߍߙߍ߲ߟߋ߲ ߡߎ߰ߡߍ &ߟߊߦߟߍ߬ߡߊ߬ߛߊߦߌ߫

source: Close Tabs to the R&ight
nqo: ߛߏ߬ߙߌ߲߬ߘߐ ߟߎ߬ ߘߊߕߎ߲߯ ߞߌߣߌ߲ ߝߍ߬

source: Close &Other Tabs
nqo: ߝߍߙߍ߲ߟߋ߲߬ߝߍߙߍ߲ߟߋ߲߫ &ߜߘߍ ߟߎ߬ ߘߊߕߎ߲߯

source: &Pin Tab
nqo: ߝߍߙߍ߲ߟߋ߲ &ߜߊߘߊ߲߫

source: Unpin Ta&b
nqo: ߝߍߙߍ߲ߟߋ߲ &ߘߐߦߏߙߏ߲߫

source: &Move to Group
nqo: &ߦߌ߬ߙߌ߲߬ߘߌ߬ ߞߙߎ߫ ߞߎߘߊ߫ ߘߐ߫

source: New Group
nqo: ߞߙߎ߫ ߞߎߘߊ߫

source: Move to New &Window
nqo: ߦߌ߬ߙߌ߲߬ߘߌ߬ &ߝߢߐߘߊ߫ ߞߎߘߊ߫ ߘߐ߫

source: Bookmark All &Tabs…
nqo: ߝߍߙߍ߲ߟߋ߲ ߡߎ߰ߡߍ ߡߊߛߙߋ߫…

source: &Undo Close Tab
nqo: &ߝߍߙߍ߲ߟߋ߲ ߕߎ߲߯ߡߊߛߊ߬ߦߌ ߘߐߛߊ߬

source: &Close Tab
nqo: &ߝߍߙߍ߲ߟߋ߲ ߘߊߕߎ߲߯

source: List all tabs
nqo: ߝߍߙߍ߲ߟߋ߲ ߡߎ߰ߡߍ ߛߙߍߘߍ߫

source: New &Tab
nqo: ߝߍߙߍ߲ߟߋ߲߫ &ߞߎߘߊ߫

source: Open &Location…
nqo: &ߛߊ߲߬ߓߊ߬ߕߐ߮ ߘߊߦߟߍ߬...

source: &Open File…
nqo: ߞߐߕߐ߮ &ߘߊߦߟߍ߬…

source: Page Set&up…
nqo: &ߞߐߜߍ ߘߐߓߍ߲߬ߠߌ߲...

source: Print Pre&view
nqo: ߜߌߙߌ߲ߘߟߌ & ߡߊߝߍߣߍ߲

source: &Print…
nqo: &ߜߌ߬ߙߌ߲߬ߘߌ߬ߟߌ…

source: Wor&k Offline
nqo: &ߓߊ߯ߙߊ ߓߟߐߟߐ ߞߐ߫

source: &Menu Bar
nqo: &ߟߐ߬ߥߟߊ߬ ߡߌߛߍ߲

source: &Navigation Toolbar
nqo: ߟߐ߬ߥߟߊ &ߛߏ߲ߓߊߟߌ

source: &Bookmarks Toolbar
nqo: &ߘߎ߲߬ߘߎ߲߬ߡߊ߬ ߟߐߥߟߊ

source: Bookmarks Toolbar Items
nqo: ߘߎ߲߬ߘߎ߲߬ߡߊ߬ ߟߐߥߟߊ ߝߌ߬ߛߌ

source: Page S&ource
nqo: ߓߎ߬ߦߌ߬ ߞߐߜߍ &ߘߏߝߙߍߕߍ

source: Page &Info
nqo: &ߟߊ߬ߟߐ߲߬ߠߌ߲߬ߦߊ߬ߟߌ ߞߐߜߍ ߞߊ߲߬

source: Enter &Full Screen
nqo: &ߘߏ߲߬ ߥߟߊ߬ߓߊ߬ߝߊ ߞߣߐ߫

source: Exit &Full Screen
nqo: &ߓߐ߫ ߥߟߊ߬ߓߊ߬ߝߊ ߞߣߐ߫

# fullScreenCmd.label fullScreenCmd.accesskey
source: &Full Screen
nqo: &ߥߟߊ߬ߓߊ߬ߝߊ

source: Show &All Tabs
nqo: &ߝߍߙߍ߲ߟߋ߲ ߓߍ߯ ߦߌ߬ߘߊ߬

source: Minimize
nqo: ߟߊߘߐ߯ߦߊ߫

source: Restore
nqo: ߟߊߛߊ߬ߦߌ߫

source: Close
nqo: ߘߊߕߎ߲߯

source: &Hide Toolbars
nqo: &ߡߎ߬ߙߊ߲߬ ߡߙߎߝߋ ߟߎ߬ ߞߊ߲߬ߛߓߍ

source: Exit &Full Screen Mode
nqo: ߓߐ߫ &ߥߟߊ߬ߓߝߊ߬ ߗߏ߮ ߞߣߐ߫

source: Allow
nqo: ߌ ߛߐ߲߬

source: Deny
nqo: ߌ ߓߊ߲߬

source: Exit F&ull Screen
nqo: ߓߐ߫ ߥߟߊ߬ߓߊ߬ߝ&ߊ ߞߣߐ߫

source: Close Win&dow
nqo: ߝߢߐ&ߘߊ ߕߎ߲߯

source: &Bookmarks
nqo: &ߞߐߜߍ ߟߎ߫ ߡߊ߬ߛߙߋ

source: Bookmark This Page
nqo: ߞߐߜߍ ߣߌ߲߬ ߡߊ߬ߛߙߋ߬ߦߊ߫

# markPageCmd.commandkey
source: l
nqo: ߌ

source: &Share This Page
nqo: ߞߐߜߍ ߣߌ߲߬ ߠߊߘߌ߫

source: S
nqo: ߛ

source: &Share This Link
nqo: ߛߘߌ߬ߜߋ߲ ߣߌ߲߬ ߠߊߘߌ߫

source: &Share This Image
nqo: ߖߌ߬ߦߊ ߣߌ߲߬ ߠߊߘߌ߫

source: &Share Selection
nqo: ߓߊߕߐߡߐ߲ߣߍ߲ ߠߊߘߌ߫

source: &Share This Video
nqo: ߖߌ߬ߦߊ߬ߖߟߎ ߣߌ߲߬ ߠߊߘߌ߫

source: Subscribe to This Page
nqo: ߞߐߜߍ ߣߌ߲߬ ߡߊߝߘߎ߫

source: Subscribe to This Page…
nqo: ߞߐߜߍ ߣߌ߲߬ ߡߊߝߘߎ߫…

source: Bookmark All Tabs…
nqo: ߝߍߙߍ߲ߟߋ߲ ߡߎ߰ߡߍ ߡߊߛߙߋ߫...

source: Show All Bookmarks
nqo: ߞߊ߲߬ߛߓߍ߬ ߞߐߜߍ ߟߎ߬ ߓߍ߯ ߦߌ߬ߘߊ߬

# unsortedBookmarksCmd.label
source: Unsorted Bookmarks
nqo: ߡߊ߬ߦߋߙߋ߲ ߠߎ߬ ߢߊ߯ߡߌ߲߫

source: Show more bookmarks
nqo: ߝߍߙߍ߲ߟߋ߲ ߡߊߛߙߋ߫ ߙߌ߬ߘߊ߬ ߡߊߞߊ߬ߝߎ߬

source: &Back
nqo: ߞߐߜߍ߫ &ߕߊ߬ߡߌ߬ߣߍ߲

source: Go back one page
nqo: ߞߐߛߋߦߌ߲ ߞߐߜߍ߫ ߞߋߟߋ߲߫ ߠߊ߫

source: &Forward
nqo: &ߢߍߝߍ߬

source: Go forward one page
nqo: ߕߊ߯ߢߍ߫ ߞߐߜߍ߫ ߞߋߟߋ߲߫ ߠߊ߫

source: Right-click or pull down to show history
nqo: ߓߟߏߞߌߣߌ߲ߠߊ߫ ߛߐ߲ߞߌ߲ߠߌ߲ ߞߍ߫ ߥߟߴߊ߬ ߛߐ߲߬ߞߌ߲߬ ߢߌߣߊߣߍ߲ ߠߊߖߌ߰ߘߐ߫ ߘߎ߰ߟߊ߫ ߞߵߌ ߟߊ߫ ߘߝߐ߬ߦߊ߬ߟߌ ߦߌ߬ߘߊ߬

source: Pull down to show history
nqo: ߊ߬ ߓߍ߯ ߛߐ߲߬ߞߌ߲߬ ߢߌߣߊߣߍ߲ ߠߊߖߌ߱ߘߐ߫ ߘߎ߰ߟߊ߫ ߞߵߌ ߟߊ߫ ߘߝߐ߬ߦߊ߬ߟߌ ߦߌ߬ߘߊ߬

source: &Reload
nqo: &ߟߊ߬ߞߎ߬ߘߦߊ߬ߟߌ

source: Reload current page
nqo: ߛߋ߲߬ߠߊ߬ ߞߐߜߍ ߢߟߊߕߍ߰

source: &Stop
nqo: ߊ߬ ߟߊߟߐ߬

source: Stop loading this page
nqo: ߞߐߜߍ ߟߊ߬ߦߟߍ߬ߟߌ ߟߊߟߐ߬

source: Go to the address in the Location Bar
nqo: ߕߊ߯ ߞߐߜߍ߫ ߕߐ߬ߡߊ߬ߛߙߋ߬ߣߍ߲ ߘߐ߫ ߛߊ߲߬ߓߊ߬ߕߐ߰ ߡߙߎߝߋ ߘߐ߫

source: Print
nqo: ߊ߬ ߜߌ߬ߙߌ߲߬ߘߌ߬

source: Print this page
nqo: ߞߐߜߍ ߣߌ߲߬ ߜߌ߬ߙߌ߲߬ߘߌ߬

source: Back/Forward
nqo: ߞߐ߲߬ߣߍ߲\ߟߊ߬ߕߎ߲߬ߠߊ

source: Location
nqo: ߞߍߦߙߐ

source: Search
nqo: ߢߌߣߌ߲ߠߌ߲

# bookmarksItem.title
source: Bookmarks
nqo: ߡߊ߬ߛߙߋ ߟߎ߬

source: Tab Groups
nqo: ߛߏ߬ߙߌ߲߬ߘߐ߬ ߞߙߎ ߟߎ߬

source: Group your tabs
nqo: ߛߏ߬ߙߌ߲߬ߘߐ ߟߎ߬ ߘߐߓߍ߲߬ ߞߙߎ ߟߎ߬ ߘߌ߫

# bookmarksButton.label
source: Bookmarks
nqo: ߡߊ߬ߛߙߋ ߟߎ߬

# bookmarksMenuButton.label
source: Bookmarks
nqo: ߡߊ߬ߛߙߋ ߟߎ߬

# bookmarksMenuButton.tooltip
source: Display your bookmarks
nqo: ߞߐߜߍ߫ ߡߊߦߋߙߋ߲ ߠߎ߬ ߟߊߟߐ߲߫

# bookmarksMenuButton.unsorted.label
source: Unsorted Bookmarks
nqo: ߞߐߜߍ߫ ߡߊߦߋߙߋ߲߫ ߢߊߓߐߓߊߟߌ ߟߎ߬

source: Show in Sidebar
nqo: ߞߐߜߍ߫ ߜߊߦߋߙߋ߲ ߠߎ߫ ߝߊ߬ߝߘߊ ߟߊߟߐ߲߫

source: View Bookmarks Toolbar
nqo: ߘߎ߲߬ߘߎ߲߬ߡߊ߬ ߟߐߥߟߊ

source: History
nqo: ߞߘߐ߬ߡߊ߲

source: &Tools
nqo: &ߖߐ߯ߙߊ߲ ߠߎ߬

source: Add a &Keyword for this Search…
nqo: ߛߐ߬ߘߐ߲߬ ߞߊ߲ ߘߏ߫ ߝߙߊ߬ ߢߌߣߌ߲ߠߌ ߣߌ߲߬ ߢߍ߫…

source: &Downloads
nqo: &ߟߊ߬ߖߌ߰ߟߌ

source: Display the progress of ongoing downloads
nqo: ߛߋ߲߬ߠߊ߬ ߟߊߖߌ߯ߟߌ ߕߊ߯ߢߊ ߟߊߟߐ߲߫

source: y
nqo: ߌ

source: &Add-ons
nqo: &ߡߞߊ߬ߝߏ߬ߕߊ߬ ߘߝߊߕߊ ߟߎ߬

source: &Web Developer
nqo: ߓߟ&ߐߟߐ ߟߊߥߙߎߞߌߟߊ

source: Conn&ect…
nqo: ߌ &ߜߊ߲߬ߞߎ߲߬…

# browserConsoleCmd.commandkey
source: j
nqo: ߖ

source: Inspect Element
nqo: ߝߌ߬ߛߌ ߛߍ߲߬ߛߍ߲߬

# inspectContextMenu.accesskey
source: Q
nqo: ߞ

source: Close Developer Toolbar
nqo: ߘߐ߬ߦߙߌ߬ߥߊ߬ߟߌ߬ ߡߙߎߝߋ ߘߊߕߎ߲߯

source: De&veloper Toolbar
nqo: ߘߐ߬ߦߙߌ߬ߥߊ߬ߟߌ߬ ߡ&ߙߎߝߋ

source: &Toggle Tools
nqo: ߖߐ߯ߙߊ߲ ߠߎ߬

source: Toggle developer tools
nqo: ߘߐ߬ߦߙߌ߬ߥߊ߬ߟߌ߬ ߖߐ߯ߙߊ߲ ߠߎ߬

source: More Tools
nqo: ߖߐ߯ߙߊ߲߫ ߜߘߍ߫ ߟߎ߫

source: Get &More Tools
nqo: ߖߐ߯ߙߊ߲߫ ߜߘߍ߫ ߟߎ߫ &ߛߐ߬ߘߐ߲߬

source: &File
nqo: ߞߐߕߐ߯ߘߐ

source: &New Window
nqo: ߝߢߐߘߊ߫ ߞߎߘߊ

source: New Private &Window
nqo: ߜߎ߲߬ߘߎ߬ ߛߏ߲߯ߓߊߟߌ ߝߢߐߘߊ߫ ߞߎߘߊ

source: &Edit
nqo: ߡߊ߬ߦߟߍ߬ߡߊ߲߬ߠߌ

source: &Undo
nqo: ߊ߬ &ߘߐߛߊ߬

source: &Redo
nqo: ߊ߬ ߘߐߓߍ߲߬

source: Cu&t
nqo: ߊ߬ ߕߍ߰

source: &Copy
nqo: ߊ߬ ߓߎߦߌ߫

source: &Paste
nqo: ߊ߬ ߣߙߊ߫

source: &Delete
nqo: &ߊ߬ ߖߐ߬ߛߌ߬

source: Select &All
nqo: ߊ߬ ߓ&ߍ߯ ߓߊߕߐߡߐ߲߫

source: &Options
nqo: ߢ&ߣߊߕߊߟߌ ߟߎ߬

source: Prefere&nces
nqo: ߢߣߊ&ߕߊ ߟߎ߬

source: Clear Recent History…
nqo: ߞߊ߬ߞߘߐ߬ ߞߍߛߊ߲ ߖߐ߬ߛߌ߬…

source: &View
nqo: ߟߊ߬ߟߐ߲߬ߠߌ

source: Tab &Groups
nqo: ߛߏ߬ߙߌ߲߬ߘߐ߬ ߞߙߎ ߟߎ߬

source: &Toolbars
nqo: ߖߐ߯ߙߊ߲߫ ߡߙߎߝߋ

source: Sid&ebar
nqo: ߟߊߒߝߍ߫ ߝߊߝߘߊ

source: &Customize…
nqo: ߊ߬ ߛߊ߬&ߥߏ߬ߦߊ߬…

source: Hi&story
nqo: ߞߊ߬ߞߘߐ

source: Recently Closed Tabs
nqo: ߛߏ߬ߙߌ߲߬ߘߐ߬ ߘߊߕߎ߲߯ߣߍ߲߫ ߛߊ߲

source: Recently Closed Windows
nqo: ߝߢߐߘߊ߫ ߕߎ߲߫ ߛߊ߲ ߠߎ߬

source: Restore Previous Session
nqo: ߞߎ߲߬ߘߊ ߞߐ߲߬ߣߍ߲ ߠߊߛߊ߬ߦߌ߬

source: Show All History
nqo: ߞߊ߬ߞߘߐ ߟߊߟߐ߲߫

source: Customize
nqo: ߊ߬ ߛߊ߬ߥߏ߬ߦߊ߫

# openCmd.commandkey
source: l
nqo: ߊ

source: Search or enter address
nqo: ߛߕߊ߫ ߢߌߣߌ߲ߕߊ ߘߏ߫ ߛߓߍ߫ ߥߟߊ߫ ߛߊ߲߬ߓߊ߬ߕߐ߮ ߘߏ߫

# urlbar.accesskey
source: d
nqo: ߘ

source: Switch to tab:
nqo: ߕߊ߯ ߛߏ߬ߙߌ߲߬ߘߐ ߘߐ߫ :

source: Open Link in New &Tab
nqo: ߛߘߌ߬ߜߋ߲ ߘߊߦߟߍ߬ ߛߏ߬ߙߌ߲߬ߘߐ߬ ߞߎߘߊ߫ ߘߐ߫

source: Open Link in New &Window
nqo: ߛߘߌ߬ߜߋ߲ ߘߊߦߟߍ߬ ߝߢߐߘߊ߫ ߞߎߘߊ߫ ߘߐ߫

source: Open Link in New &Private Window
nqo: ߛߘߌ߬ߜߋ߲ ߘߊߦߟߍ߬ ߜߎ߲߬ߘߎ߬ ߝߢߐߘߊ ߘߏ߫ ߘߐ߫

source: &Open Link
nqo: ߛߘߌ߬ߜߋ߲ ߘߊߦߟߍ߬

source: Open Frame in New &Tab
nqo: ߟߊ߬ߡߌߣߌ߲ ߘߊߦߟߍ߬ ߛߏ߬ߙߌ߲߬ߘߐ߬ ߞߎߘߊ߫ ߘߐ߫

source: Open Frame in New &Window
nqo: ߟߊ߬ߡߌߣߌ߲ ߘߊߦߟߍ߬ &ߝߢߐߘߊ߫ ߞߎߘߊ߫ ߘߐ߫

source: &Show Only This Frame
nqo: ߟߊߡߌߣߌ߲ ߣߌ߲߬ ߘߐߙߐ߲߫ ߠߊ&ߟߐ߲߫

source: &Reload Frame
nqo: ߟߊ߬ߡߌߣߌ߲ &ߢߟߊߕߍ߰

source: View Selection Source
nqo: ߓߊߕߐߡߐ߲ߣߍ߲ ߘߏߞߊ߲߫ ߛߎ߲

# viewPartialSourceCmd.accesskey
source: e
nqo: ߋ

source: &View Page Source
nqo: ߞߐߜߍ ߘߏߞߊ߲߫ ߛߎ߲

source: &View Frame Source
nqo: ߟߊ߬ߡߌߣߌ߲ ߘߏߞߊ߲߫ ߛߎ߲

source: View Page &Info
nqo: ߞߐߜߍ ߞߌ߬ߓߊ߬ߙߏ߬ߦߊ ߟߎ߬

source: View Frame &Info
nqo: ߟߊ߬ߡߌߣߌ߲ ߞߌ߬ߓߊ߬ߙߏ߬ߦߊ ߟߎ߬

source: &Reload Image
nqo: &ߖߌ߬ߦߊ ߢߟߊߕߍ߰

source: View &Image
nqo: ߖߌ߬ߦߊ ߟߊ&ߟߐ߲߫

source: View Image In&fo
nqo: ߖߌ߬ߦߊ ߞߌ߬ߓߊ߬ߙߏ߬ߦߊ

source: V&iew Video
nqo: ߖߌ߬ߦߊ߬ߖߟߎ ߟߊߟߐ߲߫

source: Vie&w Background Image
nqo: ߞߘߐ߫ ߖߌߦߊ ߟߊߟߐ߲߫

source: &Set As Desktop Background…
nqo: ߊ߬ ߞߍ߫ ߌ ߟߊ߫ ߥߊ߲߬ߥߊ߲߬ ߞߘߐߟߊ ߘߌ߫…

source: Book&mark This Page
nqo: ߞߐߜߍ ߣߌ߲߬ ߡߊ߬ߛߙߋ߬ߦߊ߫

source: Bookmark This &Link
nqo: ߛߘߌ߬ߜߋ߲ ߣߌ߲߬ ߞߐߜߍ߫ ߡߊߦߋߙߋ߲

source: Book&mark This Frame
nqo: ߞߐߜߍ ߣߌ߲߬ ߡߊ߬ߛߙߋ߬ߦߊ߫

source: &Email Link…
nqo: ߢߎߡߍ&ߙߋ߲ߞߏ߲ߘߏ ߛߘߌ߬ߜߋ߲…

source: Save Page &As…
nqo: ߊ߬ ߟߊߞ&ߎ߲߬ߘߎ߫ ߕߊ߲߬…

# savePageCmd.accesskey2
source: P
nqo: ߔ

source: Save &Frame As…
nqo: ߟߊ߬ߡߌߣߌ߲ ߟߊߞߎ߲߬ߘߎ߫ ߕߊ߲߬…

source: &Print Frame…
nqo: ߟߊ߬ߡߌߣߌ߲ ߜߌ߬ߙߌ߲߬ߘߌ߬

source: Save Lin&k As…
nqo: ߛߘߌ߬ߜߋ߲ ߟߊߞߎ߲߬ߘߎ߫ ߕߊ߲߬…

source: Sa&ve Image As…
nqo: ߖߌ߬ߦߊ ߟߊߞߎ߲߬ߘߎ߫ ߕߊ߲߬…

source: Save &Video As…
nqo: ߖߌ߬ߦߊ߬ߖߟߎ ߟߊߞߎ߲߬ߘߎ߫ ߕߊ߲߬…

source: Sa&ve Audio As…
nqo: ߡߍ߲ߕߊ߫ ߞߐߕߐ߯ߘߐ ߟߊߞߎ߲߬ߘߎ߫ ߕߊ߲߬…

source: Email Ima&ge…
nqo: ߖߌ߬ߦߊ ߟߊߕߊ߯ ߢߎߡߍߙߋ߲ߞߏ߲ߘߏ ߟߊ߫…

source: Em&ail Video…
nqo: ߖߌ߬ߦߊ߬ߖߟߎ ߟߊߕߊ߯ ߢߎߡߍߙߋ߲ߞߏ߲ߘߏ ߟߊ߫…

source: Email &Audio…
nqo: ߡߍ߲ߕߊ ߞߐߕߐ߯ߘߐ &ߟߊߕߊ߯ ߢߎߡߍߙߋ߲ߞߏ߲ߘߏ ߟߊ߫…

source: A&ctivate this plugin
nqo: ߡߞߊ߬ߝߏ߬ߕߊ ߣߌ߲߬ &ߓߌ߬ߟߵߊ߬ ߟߊ߫

source: &Hide this plugin
nqo: ߡߞߊ߬ߝߏ߬ߕߊ ߣߌ߲߬ ߢ&ߡߊߕߎ߲߯

source: Copy Link Loc&ation
nqo: ߛߘߌ߬ߜߋ߲ ߛߊ߲߬ߓߊ߬ߕߐ߮ ߓߎ&ߦߌ߫

source: C&opy Image Location
nqo: ߖߌ߬ߦߊ ߛߊ߲߬ߓߊ߬ߕߐ߮ ߓߎߦߌ߫

source: Cop&y Image
nqo: ߖߌ߬ߦߊ ߓ&ߎߦߌ߫

source: C&opy Video Location
nqo: ߖߌ߬ߦߊߖߟߎ ߛߘߌ߬&ߜߋ߲ ߓߎߦߌ߫

source: C&opy Audio Location
nqo: ߡߍ߲ߕߊ߫ ߞߐߕߐ߯ߘߐ ߛߘߌ߬ߜߋ߲ ߓߎߦߌ߫

source: Copy &Email Address
nqo: ߢߎߡߍߙߋ߲ߞߏ߲ߘߏ ߓߎߦߌ߫

source: T&his Frame
nqo: ߟߊ߬ߡߌߣߌ߲ ߣߌ߲߬

source: &Play
nqo: ߊ߬ ߘߐߞߊ߬ߙߊ߲߬

source: &Pause
nqo: ߟߊߘߎ߲߬ߠߌ

source: &Mute
nqo: ߓߏߓߏ

source: Un&mute
nqo: ߟߊ߬ߡߍ߲߬ߕߊ

source: P&lay Speed
nqo: ߘߐ߬ߞߊ߬ߙߊ߲߬ߠߌ ߓߏ߬ߙߌ߬ߛߋ߲

source: &Slow Motion (0.5×)
nqo: ߛߋ߲߬ߠߊ߬ߛߎߡߦߊ﴿߀.߅×﴾

source: &Normal Speed
nqo: ߓߏ߬ߙߌ߬ߛߋ߲߬ ߢߣߊߡߊ

source: &High Speed (1.5×)
nqo: ߓߏ߬ߙߌ߬ߛߋ߲߬ߓ&ߊ (߁.߅×)

source: &Ludicrous Speed (2×)
nqo: ߓߏ߬ߙߌ߬ߛߋ߲߬ ߞߊߟ&ߌߡߊ߲ߓߊ (߂×﴾

source: Show &Controls
nqo: &ߛߊߞߍߟߌ ߟߎ߬ ߟߊߟߐ߲߫

source: Hide &Controls
nqo: ߛߊߞߍߟߌ ߟߎ߬ ߢߡߊߕߎ߲߯

# videoFullScreen.label videoFullScreen.accesskey
source: &Full Screen
nqo: ߥߟߊ߬ߓߊ߬ߝߊ

source: &Save Snapshot As…
nqo: ߕߎ߬ߡߟߊ߬ߕߊ ߘߏ߫ ߟߊߞߎ߲߬ߘߎ߫ ߕߊ߲߬…

source: Show S&tatistics
nqo: ߖߊ߬ߕߋ߬ߛߎ ߟߎ߬ ߟߊߟߐ߲߫

source: Hide S&tatistics
nqo: ߖߊ߬ߕ&ߋ߬ߛߎ ߟߎ߬ ߢߡߊߕߎ߲߯

source: Zoom &In
nqo: ߟߊ߬ߓߏ߲ߧߊ

source: Zoom &Out
nqo: ߟߊ߬ߘߐ߰ߦߊ߬ߟߌ

source: &Reset
nqo: ߢߊߓߘߍ

source: Zoom &Text Only
nqo: ߞߐߜߍ߫ ߔߋߙߊ ߘߐߙߐ߲߫

source: &Zoom
nqo: ߡߊ߬ߓߍ߲

source: Open a new tab
nqo: ߞߊ߬ ߛߏ߬ߙߌ߲߬ߘߐ߬ ߞߎߘߊ ߘߏ߫ ߘߊߦߟߍ߬

source: Open a new window
nqo: ߝߢߐߘߊ ߞߎߘߊ

source: Close sidebar
nqo: ߞߙߍ߬ߝߍ߬ ߝߊߝߘߊ ߘߊߕߎ߲߯

source: Display the window in full screen
nqo: ߝߢߐߘߊ ߟߊߟߐ߲߫ ߥߊ߲߬ߥߊ߲߬ߝߊ ߘߌ߫

source: E&xit
nqo: ߓߐ߫

source: &Quit
nqo: ߓߐ߫

source: Quit &brandShortName;
nqo: ߓߐ߫ &brandShortName ߘߐ߫߸

# quitApplicationCmdUnix.key
source: Q
nqo: ߞ

source: &Close
nqo: ߘߊߕߎ߲߯

source: Page St&yle
nqo: ߞߐߜߍ ߞߟߊ߬ߘߊ

source: &No Style
nqo: ߞߟߊ߬ߘߊ߬ ߛߌ߫

source: &Basic Page Style
nqo: ߞߐߜߍ ߜߘߌ߫ ߞߟߊߘߊ

source: Change pop-up blocking settings for this website
nqo: ߗߍߦߙߐ ߣߌ߲߬ ߞߐߜߍߣߍ߲߫ ߓߘߍߓߘߍߟߌ ߡߊߝߊ߬ߟߋ߲߬

# allowPopups.accesskey
source: p
nqo: ߔ

source: Edit Pop-up Blocker Preferences…
nqo: ߞߐߜߍߙߋ߲ ߠߎ߬ ߓߊߟߊ߲ߠߌ ߢߣߊߕߊ ߟߎ߬ ߡߊߝߊ߬ߟߋ߲߬…

source: &Edit Pop-up Blocker Options…
nqo: ߞߐߜߍߙߋ߲ ߠߎ߬ ߓߊߟߊ߲ߠߌ ߢߣߊߕߊߟߌ ߟߎ߬ ߡߊߝߊ߬ߟߋ߲߬

# dontShowMessage.accesskey
source: D
nqo: ߘ

source: Switch Page &Direction
nqo: ߞߐߜߍ ߞߎ߲߬ߕߋߟߋ߲ ߡߊߝߊ߬ߟߋ߲߬

source: S&witch Text Direction
nqo: ߞߟߏߜߍ ߞߎ߲߬ߕߋߟߋ߲ ߡߊߝߊ߬ߟߋ߲߬

source: &Find in This Page…
nqo: ߊ߬ ߢߌߣߌ߲߫ ߞߐߜߍ ߘߐ߫…

source: Find A&gain
nqo: ߟߊ߬ߕߎ߲߬&ߠߊ ߢߌߣߌ߲߫

source: &Add Dictionaries…
nqo: ߞߘߐߝߐߟߊ߲ ߠߎ߫ ߞߊ߬ߝߏ߬

source: Done
nqo: ߊ߬ ߟߊߓߊ߲߫

source: Cancel
nqo: ߞߵߊ߬ ߘߐߛߊ߬

source: R
nqo: ߙ

source: This website does not supply identity information.
nqo: ߗߍߦߙߐ ߣߌ߲߬ ߡߊ߫ ߞߌ߬ߓߊ߬ߙߏ߬ߦߊ߬ ߛߌ߫ ߘߌ߫ ߊ߬ ߟߊ߫ ߡߊ߬ߟߐ߲ ߞߊ߲߬.

source: You are connected to
nqo: ߌ ߜߊ߲߬ߞߎ߲߬ߣߍ߲߬

source: which is run by
nqo: ߡߍ߲ ߕߌ߮ ߦߋ߫

source: More Information…
nqo: ߞߌ߬ߓߊ߬ߙߏ߬ ߜߘߍ߫…

source: Browser tabs
nqo: ߛߏ߲߯ߓߊߟߊ߲ ߛߏ߬ߙߌ߲߬ߘߐ ߟߎ߬

source: Tabs From Other Devices
nqo: ߗߍߟߊ߲ ߘߏ߫ ߟߎ߫ ߛߏ߬ߙߌ߲߬ߘߐ

# syncBrand.shortName.label
source: Sync
nqo: ߥߛߎ߬ߢߐ߲߰ߦߊ߬ߟߌ

source: Set Up &syncBrand.shortName.label;…
nqo: &syncBrand.shortName.label;…

# syncSetup.accesskey
source: Y
nqo: ߦ

source: &Sync Now
nqo: ߊ߬ &ߥߛߎ߬ߢߐ߲߰ߦߊ߫ ߡߎ߬ߕߎ߲߬

# syncToolbarButton.label
source: Sync
nqo: ߊ߬ ߥߛߎ߬ߢߐ߲߰ߦߊ߫

source: Social Toolbar Button
nqo: ߘߍ߲ߢߐ߲߯ߠߊ߫ ߡߙߎߝߋ ߞߎ߬ߘߎ

source: Not logged in
nqo: ߜߊ߲߬ߞߎ߲߬ߣߍ߲߬ ߕߍ߫

source: &OK
nqo: &ߏ߬ߞߍ߬

source: &Show sidebar
nqo: ߝߘߎ߬ߝߍ߬ ߝߊߝߘߊ ߟߊߟߐ߲߫

source: Manage Services…
nqo: ߓߊ߯ߙߘߊ ߟߎ߫ ߞߎ߲߬ߠߊߛߌ߰…

source: Show desktop &notifications
nqo: ߦߟߌߣߐߦߊߟߌ ߟߎ߬ ߟߊߟߐ߲߫ ߛߓߍߘߊ ߞߊ߲߬

source: Services from <label/> have been enabled. You can change your settings for services in the <label class='text-link'>Add-on Manager</label>.
nqo: <label/> ߟߊ߫ ߓߊ߯ߙߘߊ ߓߘߊ߫ ߓߌ߬ߟߵߊ߬ ߟߊ߫. ߌ ߘߌ߫ ߛߴߌ ߟߊ߫ ߓߊ߯ߙߘߊ ߞߐߕߐ߯ߘߐߛߙߋ ߟߎ߬ ߡߊߝߊ߬ߟߋ߲߬ ߠߊ߫ <label class='text-link'>ߡߞߊ߬ߝߏ߬ߕߊ ߘߝߊߕߊ ߞߎ߲߬ߠߊ߬ߛߌ߰ߟߊ ߟߊ߫</label>.

source: Oops, &undo this!
nqo: ߊ߬ ߓߐ߫ ߣߌ߲߬ ߘߐ߫߹

source: &Learn more…
nqo: ߜߘߍ߫ ߟߐ߲߫…

source: Not Now
nqo: ߛߋ߲߬ߧߊ ߣߌ߲߬ ߕߍ߫

source: Fo&cus chats
nqo: ߛߌ߰ߞߊ߬ߝߐ ߓߊߕߐߡߐ߲߫

source: &Camera to share:
nqo: ߓߟߐ&ߗߊߥߏ ߟߊߘߌߕߊ :

source: &Microphone to share:
nqo: ߞߎߡߊߓߘߎ ߘߐߕߟߊߕߊ

source: Camera / Microphone Access
nqo: ߓߟߐߗߊߥߏ\ߞߎߡߊߓߘߎ ߡߊߛߐ߬ߘߐ߲

source: Display sites you are currently sharing your camera or microphone with
nqo: ߌ ߟߊ߫ ߓߟߐߗߊߥߏ ߥߟߊ߫ ߌ ߟߊ߫ ߞߎߡߊߓߘߎ ߟߊߘߌ߫ ߞߍߦߙߐ ߟߎ߬ ߟߊߟߐ߲߫

source: Learn more
nqo: ߜߘߍ߫ ߟߐ߲߫…

source: Most websites will still work properly even when this content is blocked.
nqo: ߞߍߦߙߐ ߝߊ߲߬ߓߊ ߟߎ߬ ߘߌ߫ ߓߊ߯ߙߊ߫ ߊ߬ ߢߊ ߡߊ߬ ߤߊߟߌ߬ ߣߌ߫ ߞߣߐߘߐ ߣߌ߲߬ ߓߊߟߊ߲ߣߍ߲.

source: Press ESC at any time to show it again.
nqo: ߕߟߊߒߠߊ ߛߐ߲߬ߞߌ߲߬ ߕߎ߬ߡߊ ߓߍ߯ ߞߵߊ߬ ߟߊߟߐ߲߫ ߞߏ߫ ߞߎߘߊ߫.

source: &Show All
nqo: ߊ߬ ߓߍ߯ ߟߊߟߐ߲߫

source: Allow Now
nqo: ߊ߬ ߟߊߘߌ߬ߢߍ߬ ߛߌߛߍ߲߬

source: Allow and Remember
nqo: ߊ߬ ߟߊߘߌ߬ߢߍ߬ ߊ߬ ߣߌ߫ ߞߵߌ ߦߟߌ߫ ߕߏ߫ ߒ ߘߐ߫

source: Block Plugin
nqo: ߡߞߊ߬ߝߏ߬ߕߊ ߓߊߟߊ߲߫

source: Try Again
nqo: ߞߵߊ߬ ߡߊߝߟߍ߫ ߌߞߐ߫

source: &Add-on Bar
nqo: &ߡߙߎߝߋ ߣߌ߫ ߡߞߊ߬ߝߏ߬ߕߊ ߟߎ߬

source: Activity Indicator
nqo: ߓߊ߯ߙߊ ߦߌ߬ߘߊ߬ߟߊ

source: Menu
nqo: ߟߐ߬ߥߟߊ

source: Open &brandShortName; menu
nqo: ߟߐ߬ߥߟߊ߫ &brandShortName; ߘߊߦߟߍ߬

source: Subscribe
nqo: ߌ ߡߊߝߘߎ߫

source: Subscribe to this page…
nqo: ߞߐߜߍ ߣߌ߲߬ ߡߊߝߘߎ߫…

# bookmarksButton.tooltip
source: Display your bookmarks
nqo: ߡߊ߬ߦߋߙߋ߲ ߠߎ߫ ߝߊ߬ߝߘߊ ߟߊߟߐ߲߫

source: Display pages you've viewed recently
nqo: ߞߐߜߍ߫ ߘߐߖߊ߯ߟߊ߫ ߛߊ߲ ߠߎ߬ ߟߊߟߐ߲߫

source: &Tabs on Top
nqo: ߛߏ߬ߙߌ߲߬ߘߐ߬ ߡߙߎߝߋ߲ ߛߊ߲ߘߐߕߊ

source: Edit
nqo: ߡߊ߬ߦߟߍ߬ߡߊ߲߬ߠߌ

source: Toolbar Layout…
nqo: ߖߐ߯ߙߊ߲߫ ߡߙߎߝߋ ߟߎ߫ ߛߊ߬ߥߏ߬ߦߊ߫…

source: Sidebars
nqo: ߞߙߍ߬ߝߍ߬ ߝߊߝߘߊ ߟߎ߬

source: Find…
nqo: ߊ߬ ߢߌߣߌ߲߫…

# appMenuUnsorted.label
source: Unsorted Bookmarks
nqo: ߞߐߜߍ߫ ߡߊߦߋߙߋ߲߫ ߦߌߟߡߊߦߓߊߟߌ ߟߎ߬

source: Web Developer
nqo: ߓߟߐߟߐ ߘߐߦߙߌߥߊ

source: Getting Started
nqo: ߊ߬ ߘߊߡߌߣߊ ߘߐ߫

source: &Restart with Add-ons Disabled…
nqo: ߊ߬ ߟߊߥߟߌ߬ ߞߊ߬ ߡߞߊ߬ߝߏ߬ߕߊ ߟߎ߬ ߓߐߣߍ߲ ߕߏ߫ ߊ߬ ߟߊ߫…

source: Cut
nqo: ߊ߬ ߕߍ߰

source: Copy
nqo: ߊ߬ ߓߎߦߌ߫

source: Paste
nqo: ߊ߬ ߣߙߊ߫

source: Zoom out
nqo: ߟߊ߬ߘߐ߬ߦߊ߬ߟߌ

source: Zoom in
nqo: ߟߊ߬ߓߏ߲߬ߧߊ߬ߟߌ

source: Zoom Controls
nqo: ߔߋߙߊ ߞߊߓߋ

source: Close Add-on Bar
nqo: ߡߞߊ߬ߝߏ߬ߕߊ߬ ߡߙߎߝߋ ߟߊߟߐ߲߫
