Repository: tktk711/mozilla-l10n
Catalog: haw/browser/installer/custom.properties.po
Languages: haw

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
haw: Hāʻawi ʻo $BrandShortName i ke kele pūnaewele malu a maʻalahi ʻana. Loaʻa iā ʻoe ka nui o ka pūnaewele me kekahi pōlamu hana mea hoʻohana kamaʻāina, he mau helehelena palekana maikaʻi aʻe e hoʻokomo pū i ka palekana mai ka ʻaihue ID pūnaewele ʻana, a me kekahi huli kūkulu loko.

source: $BrandShortName &Options
haw: Koho &$BrandShortName

source: $BrandShortName &Safe Mode
haw: Pēʻano Malu &$BrandShortName

source: Setup Type
haw: ʻAno Hoʻonoho

source: Choose setup options
haw: Koho i nā koho hoʻonoho

source: Set Up Shortcuts
haw: Hoʻopaʻa i nā Pōalawiki

source: Create Program Icons
haw: Haku i nā Kiʻiona Polokalamu

source: Set Up Optional Components
haw: Hoʻopaʻa i nā ʻŪmaupaʻa Hikikoho

source: Optional Recommended Components
haw: ʻŪmaupaʻa Hikikoho e Hoʻolale

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
haw: Hoʻokuʻu ʻo Lawelawe Mālama i ka hoʻopuka hou mū ʻana o $BrandShortName i ka paiahope.

source: Install &Maintenance Service
haw: Hoʻonoho i ka &Lawelawe Mālama

source: Summary
haw: Hōʻuluʻulu manaʻo

source: Ready to start installing $BrandShortName
haw: Mākaukau no ka hoʻonoho ʻana o $BrandShortName

source: $BrandShortName will be installed to the following location:
haw: E hoʻonoho ana ʻo BrandShortName i kēia wahi:

source: A restart of your computer may be required to complete the installation.
haw: Koi paha ka hoʻomaka hou ʻana o kāu lolouila no ka hoʻopau ʻana o ka hoʻonoho ʻana.

source: A restart of your computer may be required to complete the uninstall.
haw: Koi paha ka hoʻomaka hou ʻana o kāu lolouila no ka hoʻopau ʻana o hoʻonoho ʻole ʻana.

source: U&se $BrandShortName as my default web browser
haw: H&ana iā $BrandShortName no kaʻu pōkele pūnaewele paʻamau

source: Click Install to continue.
haw: Kaomi iā Hoʻonoho no ka holomua ʻana.

source: Click Upgrade to continue.
haw: Kaomi iā Hoʻopuka hou no ka holomua ʻana.

source: &Tell us what you thought of $BrandShortName
haw: &He aha kāu manaʻo e pili ana iā $BrandShortName

source: &Launch $BrandShortName now
haw: &Wehe iā $BrandShortName i kēia manawa

source: Create icons for $BrandShortName:
haw: Haku i nā kiʻiona no $BrandShortName:

source: On my &Desktop
haw: Ma kaʻu &ʻOneki

source: In my &Start Menu Programs folder
haw: I loko o ka &wahī Polokalamu Papakuhikuhi Hoʻomaka

source: In my &Quick Launch bar
haw: Ma kaʻu &pā Wehe Wiki

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
haw: Pono ʻo $BrandShortName e pani no ka holomua ʻana o ka hoʻonoho ʻana. E ʻoluʻolu, e pani iā $BrandShortName no ka holomua ʻana.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
haw: Pono ʻo $BrandShortName e pani no ka holomua ʻana o ka hoʻonoho ʻole ʻana. E ʻoluʻolu e pani iā $BrandShortName no ka holomua ʻana.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
haw: Ke hana mua nei ʻo $BrandShortName. \m E ʻoluʻolu, e pani iā $BrandShortName mau mua o ka wehe ʻana o ka mana āu i hoʻonoho ʻānō iho nei ai.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
haw: ʻAʻole loaʻa iā ʻoe ka pono komo no ke kākau ʻana i ke kumu hoʻonoho. Kaomi iā Hiki nō no ke koho hou ʻana i kekahi kumu ʻokoʻa.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
haw: ʻAʻole loaʻa iā ʻoe ka hakahaka pā e pono nei no ka hoʻonoho ʻana i kēia wahi. Kaomi iā Hiki nō no ke koho hou ʻana i kekahi wahi ʻokoʻa.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
haw: E kala mai, ʻaʻole hiki ke hana ka hoʻonoho ʻana o $BrandShortName. Koi kēia mana o $BrandShortName i ka mana ${MinSupportedVer} a ʻoi hou.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
haw: Pono kāu lolouila e hoʻomaka hou no ka hoʻopau ʻana o kekahi hoʻonoho ʻole ʻana mai mua o $BrandShortName. Makemake ʻoe e hoʻomaka hou i kēia manawa?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
haw: Pono kāu lolouila e hoʻomaka hou no ka hoʻopau ʻana o kekahi hoʻopuka hou mai mua mai o $BrandShortName. Makemake ʻoe e hoʻomaka hou i kēia manawa?

source: Error creating directory:
haw: Loaʻa i ka hewa i ka haku ʻana i ke kumu:

source: Click Cancel to stop the installation or Retry to try again.
haw: Kaomi iā Hoʻōki no ke kū ʻana o ka hoʻonoho ʻana aiʻole iā Hoʻāʻo hou no ka hana hou ʻana.

source: Uninstall $BrandFullName
haw: Hoʻonoho ʻole iā $BrandFullName

source: Remove $BrandFullName from your computer.
haw: Wehe iā $BrandFullName mai kāu lolouila.

source: $BrandShortName will be uninstalled from the following location:
haw: E hoʻonoho ʻole ana ʻo $BrandShortName mai kēia wahi:

source: Click Uninstall to continue.
haw: Kaomi iā Hoʻonoho ʻole no ka holomua ʻana.

source: Checking existing installation…
haw: Ke hōʻoia nei i ka hoʻonoho o ka manawa…

source: Installing $BrandShortName…
haw: Ke hoʻonoho nei iā $BrandShortName…

source: Installing Language Files (${AB_CD})…
haw: Ke hoʻonoho nei i nā Wahī ʻŌlelo (${AB_CD})…

source: Uninstalling $BrandShortName…
haw: Ke hoʻonoho ʻole nei iā $BrandShortName…

source: A Little Housekeeping…
haw: Ke Hoʻomaʻemaʻe iki nei…

source: Choose the type of setup you prefer, then click Next.
haw: Koho i ke ʻano o ka hoʻopaʻa ʻana āu e makemake ai, a laila kaomi iā Hou aʻe.

source: $BrandShortName will be installed with the most common options.
haw: E hoʻonoho ana ʻo $BrandShortName me nā koho hana mau.

source: &Standard
haw: &Maʻamau

source: You may choose individual options to be installed. Recommended for experienced users.
haw: Hiki iā ʻoe ke koho i nā koho āu e makemake ai e hoʻonoho nei. Hoʻolaha nei no nā mea hoʻohana naʻauao.

source: &Custom
haw: &Hoʻopilikino

source: &Upgrade
haw: &Hoʻopuka hou
