Repository: tktk711/mozilla-l10n
Catalog: sm/toolkit/chrome/mozapps/extensions/selectAddons.dtd.po
Languages: sm

source: Checking Your Add-ons
sm: Siati lou fa'aopoopoga

source: Checking your add-ons for compatibility with this version of &brandShortName;.
sm: Siati lou fa'aopoopo mo talafeafaiga i le liliuga lea o &brandShortName;.

# select.heading
source: Select Your Add-ons
sm: Filifili lou fa'aopoopoga

# select.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
sm: Fa'aaogā le &brandShortName; e fa'avave ai mai lē fa'aopoopoga e te lē toe fa'aaogā. 'Ua 'uma ona fa'anofo le fa'aopoopoga mai le third parties lea e 'otometiina pe'āfai e te filiina mai lalo.

source: Keep
sm: Fa'amau

source: Action
sm: Gāoioiga

source: Installed By
sm: Fa'anofo mai

source: Name
sm: Igoa

# confirm.heading
source: Select Your Add-ons
sm: Fili lou Fa'aopoopoga

# confirm.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
sm: Fa'aaogā le &brandShortName; e fa'avave ai mai lē fa'aopoopoga e te lē toe fa'aaogā. 'Ua 'uma ona fa'anofo le fa'aopoopoga mai le third parties lea e 'otometiina pe'āfai e te filiina mai lalo.

source: The following add-ons will be disabled:
sm: E lē mafai le fa'aopoopoga i tua atu:

source: The following add-ons are disabled, but will be enabled as soon as they are compatible:
sm: E lē mafai le fa'aopoopoga i tua atu, 'ae e mafai ai ona i le taimi talafeagai:

source: The following add-ons will be updated:
sm: E toe fa'afouina le fa'aopoopoga i tua atu:

source: The following add-ons will be enabled:
sm: E mafai ai le fa'aopoopoga i tua atu:

source: Updating Your Add-ons
sm: Fa'afouina lou fa'aopoopoga

source: Downloading and installing updates for your selected add-ons.
sm: 'Auinaga atu ma fa'anofoga le toe fa'afouina i lou fa'aopoopoga.

source: &brandShortName; could not update some of your add-ons.
sm: E lē mafai ona toe fa'afou &brandShortName; isi fa'aopoopoga.

source: Installing updates for some of your add-ons failed. &brandShortName; will automatically try to update them again later.
sm: E lē taunu'u fa'anofoga le isi toe fa'afouina o lau fa'aopoopoga. E 'otometi toe taumafai a &brandShortName; i le isi taimi.

source: You can always change your add-ons by going to the Add-ons Manager.
sm: Sui lou māfaufau e so'o se taimi e alu ai i le Pule o le Fa'aopoopoga.

source: Cancel
sm: Sōloia

source: Back
sm: Alu i tua

source: Next
sm: Soso'o

source: Done
sm: 'Uma
