Repository: tktk711/mozilla-l10n
Catalog: hsb/toolkit/chrome/mozapps/preferences/preferences.properties.po
Languages: hsb

source: (not set)
hsb: (njepostajeny)

source: Unable to change Master Password.
hsb: Njeje móžno, hłowne hesło změnić.

source: You did not enter the correct current Master Password. Please try again.
hsb: Njejsće prawe hłowne hesło zapodał. Prošu spytajće hišće raz.

source: Master Password successfully changed.
hsb: Hłowne hesło bu z wuspěchom změnjene.

source: You have deleted your Master Password.
hsb: Sće swoje hłowne hesło wotstronił.

source: Warning! You have decided not to use a Master Password.
hsb: Warnowanje! Sće so rozsudźił, zo njeby so hłowne hesło wužiwało.

source: Your stored web and email passwords, form data, and private keys will not be protected.
hsb: Waše webowe a e-mejlowe hesła, formularne daty a priwatne kluče njebudu so škitać.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
hsb: Sće tuchwilu w modusu FIPS. FIPS sej hłowne hesło žada.

source: Password Change Succeeded
hsb: Změnjenje hesła je so poradźiło

source: Password Change Failed
hsb: Změnjenje hesła njeje so poradźiło

source: Remove
hsb: Wotstronić
