Repository: tktk711/mozilla-l10n
Catalog: pbb/mobile/android/chrome/aboutLogins.properties.po
Languages: pbb

source: Show password
pbb: Pta'sxna çxhukte ji'phun

source: Copy password
pbb: Txã'wẽy çxhukte ji'phun

source: Copy username
pbb: Txã'wẽysa yase seelpisa'

source: Edit login
pbb: Yu'pthen u'kan takhna

source: Delete
pbb: Khũkhna

source: Delete this login?
pbb: ¿Khũkhna naa takhsa u'kan?

source: Copy
pbb: Txã'wẽysa

source: OK
pbb: Ewna jĩma'k

source: Cancel
pbb: Dewe

source: Edit Login
pbb: Yu'pthen u'kan takhna

source: Saved login
pbb: U'kan takhn jxawna

source: Changes could not be saved
pbb: Yu'pthenisa' ewmeeka jxaw

source: Age: %S days
pbb: Maz een fxi'zxeçga: %S een

source: Show
pbb: Khthegu'n
