Repository: tktk711/mozilla-l10n
Catalog: pbb/mobile/android/chrome/config.dtd.po
Languages: pbb

source: Search
pbb: Pakweya'

source: Name
pbb: Yase

source: Boolean
pbb: Booleano

source: String
pbb: txanxi

source: Integer
pbb: Ãhçxaasaa

source: Enter a string
pbb: U'hkan teeçx txãanxi

source: Enter a number
pbb: U'kan teeçxsa's isan

source: Toggle
pbb: Yu'pthẽ'hya'

source: Cancel
pbb: Dewe

source: Copy Name
pbb: Yase's kapsxi'dun

source: Copy Value
pbb: Pa'kasa's kapsxidun
