Repository: tktk711/mozilla-l10n
Catalog: pbb/mobile/android/chrome/webapp.properties.po
Languages: pbb

source: Checking for updates…
pbb: Yu'pthewa'ja's pakwesawe'sx…

source: Checking for updates to your apps
pbb: Idx vxisnxi's yu'pthewa'ja's pakwesawe'sx

source: No updates available
pbb: Mea' ji'phunxi's yu'pthewa'hsa'

source: There are no updates to your apps
pbb: Mea' yu'pthewa'ja's idx vxiswa'ja's

source: #1 new update available;#1 new updates available
pbb: #1 U'se yu'pthewa'j ji'pthu;#1 U'se yu'pthewa'ja's ji'ptha'w.

source: Touch to retrieve update for %1$S;Touch to retrieve updates for %1$S
pbb: Fxitxçxa' ki'h yu'pthenxi %1$S; Fxitxçxa' ki'ki'nçxaa yu'pthewa'ja's %1$S;

source: Retrieving #1 update…;Retrieving #1 updates…
pbb: Nuykatxiwa'ja's #1 yu'pthehn...;Nuykatxiwa'ja's #1 Yu'pthewa'ja's...

source: Retrieving update for %1$S; Retrieving updates for %1$S
pbb: Nuykatxiwa'ja's yu'pthen %1$S Nuykatxiwa'ja's vxite yu'pthewa'ja's %1$S

source: #1 update downloaded;#1 updates downloaded
pbb: #1 yu'pthewa'ja's spahkxna;#1 yu'pthewa'ja's vxite spahkxwa'ja's

source: Touch to install update for %1$S;Touch to install updates for %1$S
pbb: ki'hpnxi yu'pthenxisa's %1$S; Ki'hpnxi yu'pthewa'ja's %1$S;

source: #1 update failed;#1 updates failed
pbb: #1 jxpubanxisa's yu'pthenxisaa;#1 jxpubawa'ja's yu'pthenxisaa

source: Failed to retrieve update for %1$S;Failed to retrieve updates for %1$S
pbb: Jxpubanxi's yu'pthẽhçxa phewuhnxi %1$S;Jxpubanxi's yu'pthẽhçxa phewuhwa'ja's %1$S

source: Installing apps is disabled
pbb: Dxiite ki'phnxisa kuhmee ũsa'
