Repository: tktk711/mozilla-l10n
Catalog: jv/toolkit/chrome/global/aboutSupport.dtd.po
Languages: jv

source: Troubleshooting Information
jv: Masalah Informasi

source: Extensions
jv: Perpanjangan

# aboutSupport.extensionName
source: Name
jv: Asma

source: Enabled
jv: Diaktifake

# aboutSupport.extensionVersion
source: Version
jv: Versi

source: Application Basics
jv: Alat Dasar

# aboutSupport.appBasicsName
source: Name
jv: Jeneng

# aboutSupport.appBasicsVersion
source: Version
jv: Versi

source: Profile Directory
jv: Direktori Profil

source: Profile Folder
jv: Folder Profil

source: Enabled Plugins
jv: Plugin ingkang sampun diaktifke

source: Build Configuration
jv: Mbangun Konfigurasi

source: User Agent
jv: Agen Pengguna

source: Crash Reports
jv: Laporan Kerusakan

source: Memory Use
jv: Nggunake Memori

source: Open Directory
jv: Bukak Direktori

source: Show in Finder
jv: Tampilke ing Penemu

source: Show Folder
jv: Tampilke Folder

source: Important Modified Preferences
jv: Pengaturan Modifikasi Penting

# aboutSupport.modifiedPrefsName
source: Name
jv: Asma

source: Value
jv: Biji

source: Your profile folder contains a <a id='prefs-user-js-link'>user.js file</a>, which includes preferences that were not created by &brandShortName;.
jv: Folder panjenengan isinipun <a id='prefs-user-js-link'>user.js file</a>, mencakup preferensi sing mboten di gawe saka &brandShortName;.

source: Graphics
jv: Grafis

source: Accessibility
jv: Aksesibilitas

source: Activated
jv: Sampun Diaktifake

source: Prevent Accessibility
jv: Nyegah Aksesibilitas

source: Library Versions
jv: Versi Pustaka

source: Installation History
jv: Riwayat Instalasi

source: Update History
jv: Enggalake Babad

source: Copy text to clipboard
jv: Nyalin teks ning nggone clipboard

source: Copy raw data to clipboard
jv: Salin data mentahan dhumateng clipboard
