Repository: tktk711/mozilla-l10n
Catalog: jv/toolkit/chrome/global/aboutTelemetry.properties.po
Languages: jv

source: Slow SQL Statements on Main Thread
jv: Statement SQL lambat ing Thread Utama

source: Slow SQL Statements on Helper Threads
jv: Statament SQL Lambat ing Thread Bantuan

source: Hits
jv: Jumlah hit

source: Statement
jv: Pernyataan

source: An error occurred while fetching symbols. Check that you are connected to the Internet and try again.
jv: Kesalahan muncul wektu mundhut simbol. Periksa menawi internet panjenengan sampun kesambung lan di coba meneh.

source: samples
jv: tuladha

source: average
jv: rata-rata

source: sum
jv: jumlah

source: Disable Telemetry
jv: Telemetri Dinonaktifake

source: Enable Telemetry
jv: Telemetri Diaktifake

source: Property
jv: Properti

source: Value
jv: Biji
