Repository: tktk711/mozilla-l10n
Catalog: ht/toolkit/chrome/global/filepicker.dtd.po
Languages: ht

source: File &name:
ht: &Non fichye:

source: Files of &type:
ht: Fichye nan &tip:

source: Name
ht: Non

source: Size
ht: Gwosè

source: Last Modified
ht: Dènye Modifikasyon

source: &Show hidden files and directories
ht: Afiche fichye ak do&sye kache

source: You do not have the permissions necessary to view this directory.
ht: Ou pa gen pèmisyon nesesè pou wè dosye sa a.

source: Go up a level
ht: Monte de yon nivo

source: Go to home
ht: Ale nan akèy

source: Create new directory
ht: Kreye nouvo dosye
