Repository: tktk711/mozilla-l10n
Catalog: ht/toolkit/chrome/global/videocontrols.dtd.po
Languages: ht

source: Play
ht: Jwe

source: Pause
ht: Pòz

source: Mute
ht: Pe

source: Unmute
ht: Fè pale

source: Full Screen
ht: Plen ekran

source: Exit Full Screen
ht: Soti Plen Ekran

source: Media
ht: Medya

source: Size
ht: Gwosè

source: Activity
ht: Aktivite

source: Paused
ht: Pòz

source: Playing
ht: Ap jwe

source: Ended
ht: Fini

source: (seeking)
ht: (chèche)

source: Volume
ht: Volim

source: Frames parsed
ht: Kad analize

source: Frames decoded
ht: Kad dekòde

source: Frames presented
ht: Kad prezante

source: Frames painted
ht: Kad pentire

source: Video loading stopped.
ht: Chajman videyo kanpe.

source: Video playback aborted due to a network error.
ht: Videyo a sispann jwe a kòz yon erè rezo.

source: Video can't be played because the file is corrupt.
ht: Videyo pa ka jwe a kòz yon fichye ki kowonpi.

source: Video format or MIME type is not supported.
ht: Fòma videyo a ou tip MIMÈ lan pa sipòte.

source: No video with supported format and MIME type found.
ht: Nou pa jwenn videyo ak MIMÈ tip nan fòma sa a ki sipòte.

source: Video playback aborted due to an unknown error.
ht: Videyo a sispann jwe a kòz yon erè enkoni.

source: #1 of #2 elapsed
ht: #1 sou #2 pase
