Repository: tktk711/mozilla-l10n
Catalog: gn_PY/toolkit/chrome/pluginproblem/pluginproblem.dtd.po
Languages: gn_py

source: We're very sorry, but &brandShortName; can't play Flash on this device.
gn_py: Rombyasyeterei, &brandShortName; ndaikatúire omboheta Flash ko mba'e'okápe.

source: Learn More…
gn_py: Kuaave…

source: A plugin is needed to display this content.
gn_py: Eikotevẽ peteĩ mboguerã'i ehecha hag̃ua ko hetepy.

source: Tap here to activate plugin.
gn_py: Epoko ko'ápe emyandy hag̃ua mboguerã'i.

source: Activate plugin.
gn_py: Mboguejyrã'i myendy.

source: Check for updates…
gn_py: Ñembohekopyahu jeheka…

source: This plugin is disabled.
gn_py: Ko mboguejyrã'i ojehejarreíma.

source: This plugin has been blocked for your protection.
gn_py: Ko mboguejyrã'i ojejokóma neñemo'ãrã.

source: Hide plugin
gn_py: Mboguejyrã'i moñemi

source: Manage plugins…
gn_py: Mboguejyrã'i ñangareko…

source: Reload the page
gn_py: Kuatiarogue ñembohekopyahu

source: to try again.
gn_py: eha'ãjey hag̃ua.

source: Send crash report
gn_py: Marandu jejavyguáva mondo

source: Sending report…
gn_py: Emondo marandu'i…

source: Crash report sent.
gn_py: Crash marandu'i mondopyre.

source: Crash reporting disabled.
gn_py: Crash marandu'i mboguepyre.

source: Submission failed.
gn_py: Ojavy chehechauka.

source: No report available.
gn_py: Ndaipóri marandu'i eipurukuaáva.

source: Add a comment (comments are publicly visible)
gn_py: Embojuaju peteĩ je'epyre (umi je'epyre ohecháta opavavete)

source: Include the page's URL
gn_py: URL kuatiarogue ñemoinge

source: File
gn_py: Marandurenda

source: MIME Types
gn_py: MIME peteĩchagua:

source: Enable Adobe Flash protected mode
gn_py: Embojuruja Flash reko ñemo'ãva
