Repository: tktk711/mozilla-l10n
Catalog: rm/calendar/chrome/lightning/lightning.properties.po
Languages: rm

source: An integrated calendar for Thunderbird
rm: In chalender integrà per Thunderbird

source: Mozilla Calendar Project
rm: Il project da chalender da Mozilla

# taskModeApplicationTitle
source: Tasks
rm: Incumbensas

source: Calendar
rm: Chalendar

# tabTitleTasks
source: Tasks
rm: Incumbensas

source: Event Invitation
rm: Invitaziun ad in eveniment

source: Title:
rm: Titel:

source: Location:
rm: Lieu:

source: When:
rm: Cura:

source: Organizer:
rm: Organisatur:

source: Description:
rm: Descripziun:

source: Comment:
rm: Commentari:

source: Attendees:
rm: Participants:

source: Canceled Occurrences:
rm: Occurrenzas annulladas:

source: Modified Occurrences:
rm: Occurrenzas modifitgadas:

source: New Location: %1$S
rm: Nov lieu: %1$S

source: Add To Calendar
rm: Agiuntar al chalender

source: Event Added to Calendar
rm: Agiuntà l'eveniment al chalender

source: Event has been deleted
rm: L'eveniment è vegnì stizzà

source: Event has been updated
rm: L'eveniment è vegnì actualisà

source: This message contains an event cancellation.
rm: Quest messadi cuntegna ina annullaziun dad in eveniment.

source: This message asks for an event update.
rm: Quest messadi dumonda ina actualisaziun dal eveniment.

source: This message contains an event.
rm: Quest messadi cuntegna in eveniment.

source: This message contains an invitation to an event.
rm: Quest messadi cuntegna ina invitiaziun ad in'occurrenza.

source: This message contains an update to an existing event.
rm: Quest messadi cuntegna ina actualisaziun dad in eveniment existent.

source: This message contains an event that has already been processed.
rm: Quest messadi cuntegna in eveniment gia elavurà.

source: This message contains an event that you have not yet responded to.
rm: Quest messadi cuntegna in eveniment al qual ti n'has anc betg respundì.

source: This message contains a reply to an invitation.
rm: Quest messadi cuntegna ina resposta ad ina invitaziun.

source: This message contains an event that this version of Lightning cannot process.
rm: Quest messadi cuntegna in eveniment che questa versiun da Lightning na po betg elavurar.

source: Processing message failed. Status: %1$S.
rm: Betg reussì dad elavurar il messadi. Status: %1$S.

source: No writable calendars are configured for invitations, please check the calendar properties.
rm: I n'è betg vegnì configurà in chalender che permetta da scriver invitaziuns lien. Controllescha per plaschair las caracteristicas dal chalender.

source: E-Mail Notification
rm: Avis dad e-mail

source: Would you like to send out notification E-Mail now?
rm: Vuls ti ussa trametter l'e-mail dad avis?

source: Support Outlook 2000 and Outlook 2002/XP
rm: Sustegnair Outlook 2000 ed Outlook 2002/XP

source: None
rm: Nagin

source: There are no writable calendars available.
rm: Nagin chalender che permetta da scriver stat a disposiziun.

source: %1$S has accepted your event invitation.
rm: %1$S ha acceptà tia invitaziun a l'eveniment.

source: %1$S has declined your event invitation.
rm: %1$S ha refusà tia invitaziun a l'eveniment.

source: Event Invitation Reply (Accepted): %1$S
rm: Resposta a l'invitaziun per l'eveniment (Acceptà): %1$S

source: Event Invitation Reply (Declined): %1$S
rm: Resposta a l'invitaziun per l'eveniment (Refusà): %1$S

source: Event Invitation Reply (Tentative): %1$S
rm: Resposta a l'invitaziun per l'eveniment (Provisoric): %1$S

source: Event Invitation: %1$S
rm: Invitaziun ad in eveniment: %1$S

source: Updated Event Invitation: %1$S
rm: Invitaziun actualisada ad in eveniment: %1$S

source: %1$S has invited you to %2$S
rm: %1$S t'ha envidà a %2$S

source: Event Canceled: %1$S
rm: Annullà l'eveniment: %1$S

source: %1$S has canceled this event: « %2$S »
rm: %1$S ha annullà quest eveniment: «%2$S»

source: You have recently deleted this item, are you sure you want to process this invitation?
rm: Ti has dacurt stizzà quest element. Es ti segir che ti vuls elavurar questa invitaziun?

source: Process Invitation?
rm: Elavurar l'invitaziun?

source: Invitations: %1$S
rm: Invitaziuns: %1$S

source: The binary component required for %1$S could not be loaded, likely because the wrong version combination is being used. You currently have %1$S %2$S installed, but should be using a version from the %3$S series.
rm: Igl è actualmain impussibel da chargiar la cumponenta binara necessaria per %1$S. Probabel èn versiuns incumpatiblas en funcziun. Ti utiliseschas %1$S %2$S, ma necessari fiss ina versiun da la seria %3$S.

source: The binary component required for %1$S could not be loaded, likely because the wrong version combination is being used. You are using %2$S %3$S together with %1$S %4$S. Please check https://developer.mozilla.org/en/Calendar/Calendar_Versions for details.
rm: Igl è actualmain impussibel da chargiar la cumponenta binara necessaria per %1$S. Probabel èn versiuns incumpatiblas en funcziun. Ti utiliseschas %2$S %3$S cun %1$S %4$S. Consultescha per plaschair https://developer.mozilla.org/en/Calendar/Calendar_Versions per ils detagls.

source: Mismatching %1$S Version
rm: Versiun incorrecta da %1$S

source: %1$S now contains calendaring functionality by integrating the %2$S extension.
rm: %1$S cuntegna ussa la funcziun da chalender grazia a l'integraziun dal supplement %2$S.

source: Learn more
rm: Ulteriuras infurmaziuns

source: Disable
rm: Deactivar

source: %1$S will be removed the next time you restart %2$S. You can add it again at any time using the Add-ons Manager.
rm: %1$S vegn allontanà la proxima giada che ti reavieschas %2$S. Ti pos agiuntar l'element da tut temp cun agid da l'Administratur da supplements.

source: Restart now
rm: Reaviar ussa

source: Undo
rm: Revocar
