Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/preferences/connection.dtd.po
Languages: bn_bd, bo, cy, fur, gu, hy_am, kab, km, my, nb_no, ne, pt_br, si, sr, ta, ur, uz, xh, zu

source: Connection Settings
bn_bd: সংযোগের সেটিং
bo: སྦྲེལ་མཐུད་སྒྲིག་འཛུགས
cy: Gosodiadau Cysylltu
fur: Impostazions de conession
gu: જોડાણ સેટીંગ
hy_am: Միացման կարգավորումներ
kab: Iɣewwaṛen n tuqqna
km: ការ​កំណត់​ការ​តភ្ជាប់
my: ချိတ်ဆက်မှု အပြင်အဆင်များ
nb_no: Tilkoblingsinnstillinger
ne: ३७ em
pt_br: Configurar conexão
si: සම්බන්ධතාවයේ සැකසුම්
sr: Поставке повезивања
ta: இணைப்பு அமைப்புகள்
ur: کنکشن سیٹکگیں
uz: Ulanish parametrlari
xh: Iisetingi zonxibelelwano
zu: Ukuhlelwa koxhumano

source: Configure Proxies to Access the Internet
bn_bd: ইন্টারনেট সংযোগের জন্য প্রক্সি কনফিগারেশন
bo: དྲ་རྒྱ་སྤྱོད་བྱེད་དྲ་བ་ཚབ་བྱེད་སྒྲིག་འགོད་བྱེད་པ
cy: Ffurfweddu'r Dirprwyon i Gael Mynediad i'r Rhyngrwyd
fur: Configure i proxies pe conession a Internet
gu: ઈન્ટરનેટ વાપરવા માટે પ્રોક્સીઓ રૂપરેખાંકિત કરો
hy_am: Կարգավորել համացանցին միանալու միջնորդներ
kab: Tawila n uqeddac aseɣẓan agrawan i wenkcum ɣeṛ Internet
km: កំណត់​រចនាសម្ព័ន្ធ​ប្រូកស៊ី ដើម្បី​ចូល​ដំណើរ​ការ​អ៊ីនធឺណិត
my: အင်တာနက်ထဲ ၀င်ရောက်ဖို့ ကြားခံများကို ပြင်ဆင် ဖန်တီးပါ
nb_no: Konfigurer proxy for tilgang til Internett
ne: इन्टरनेट पहुँच गर्न प्रोक्सिहरू कन्फिगर गर्नुहोस्
pt_br: Acesso à internet
si: අන්තර්ජාල ප්‍රවේශයට ප්‍රොක්සි සැකසුම්
sr: Поставке посредника за приступ Интернету
ta: இணையத்தை அணுக ப்ராக்ஸிகளை கட்டமைக்கவும்
ur: رسائی بطرف انٹرنیٹ پراکسی تشکیل کریں
uz: Internetga kirish uchun proksilarni moslash
xh: Lungisa iiproksi ukungena kwi-intanethi
zu: Misa ama-proxy ukuba afinyelele ku-inthanethi

source: No prox&y
bn_bd: কোন প্রক্সি নয়
bo: དྲ་བ་ཚབས་བྱེད་མེད་པ
cy: &Dim dirprwy
fur: Nissun prox&y
gu: કોઈ પ્રોક્સી નથી
hy_am: Առանց միջնորդ&ի
kab: U&lac aseɣẓan agrawan
km: គ្មាន​ប្រូកស៊ី​&ទេ
my: ကြားခံ မပါ
nb_no: &Ingen proxy
ne: प्रोक्सी प्रयोग नगर्नु
pt_br: &Sem proxy
si: ප්‍රොක්සි නැත
sr: &Без посредника
ta: ப்ராக்ஸி இல்லை
ur: کوئی &پراکسی نہیں
uz: Prok&si yoʻq
xh: &Akukho proksi
zu: Ayikho i-prox&y

source: &Use system proxy settings
bn_bd: সিস্টেম প্রক্সির সেটিং ব্যবহার করা হবে
bo: མ་ལག་གི་ཚབ་བྱེད་སྒྲིག་འཛུགས་སྤྱོད་པ
cy: Defnyddio &gosodiadau dirprwyol y system
fur: Dopre &impostazions proxy dal sisteme
gu: સિસ્ટમ પ્રોક્સી સેટીંગ વાપરો
hy_am: &Օգտագործել համակարգի միջնորդի կարգավորումները
kab: &Seqdec iɣewwaṛen n useɣẓan agrawan n unagraw
km: &ប្រើ​ការ​កំណត់​ប្រូកស៊ី​របស់​ប្រព័ន្ធ
my: နည်းစနစ် ကြားခံ အပြင်အဆင်များကို သုံးစွဲပါ
nb_no: Bruk s&ystemets innstillinger
ne: प्रणालीको प्रोक्सी व्यवस्था प्रयोग गर्नुहोस्
pt_br: Us&ar as configurações de proxy do sistema
si: පද්ධති ප්‍රොක්සි සැකසුම් භාවිතා කරන්න
sr: &Користи системска подешавања посредника
ta: கணினி ப்ராக்ஸி அமைவுகளை பயன்படுத்து
ur: نظام کی پراکسی سیٹنگیں &استعمال کریں
uz: Tizim proksi moslamalaridan &foydalanish
xh: &Sebenzisa iisethingi zeproksi yekhompyutha
zu: &Sebenzisa uhlelo lwe-proxy lokulungiselela

source: Auto-detect proxy settings for this net&work
bn_bd: এই নেটওয়ার্কের প্রক্সি সেটিং স্বয়ংক্রিয়ভাবে সনাক্ত করা হবে &w
bo: དྲ་བ་ལ་རང་འགུལ་ཚོར་རྟོགས་བྱུང་བའི་སྒྲིག་འཛུགས་སྤྱོད་པ
cy: Awto-ganfod gosodiadau dirprwyol ar gyfer y &rhwydwaith
fur: Cj&ate in automatic la configurazion dai proxies par cheste rêt
gu: એ નેટવર્ક માટે પ્રોક્સી સેટીંગ આપમેળે શોધો
hy_am: Ինքնաբացահայտել միջնորդի կազմաձեվումն այս ցա&նցի համար
kab: &Tifin tawurmant n iɣewwaṛen n useɣẓan agrawan n uẓeṭṭa agi
km: រក​មើ&ល​ការ​កំណត់​ប្រូកស៊ី​ដោយ​ស្វ័យប្រវត្តិ សម្រាប់​បណ្ដាញ​នេះ
my: ဒီကွန်ရက် ချိတ်ဆက်မှုအတွက် အလိုအလျှောက် ရှာ ကြားခံ အပြင်အဆင်များ
nb_no: &Automatisk oppdag innstillinger
ne: यो नेटवर्क को लागि प्रोक्सी व्यवस्था आफै पत्ता लगाउनु
pt_br: Autodetectar as conf&igurações de proxy para esta rede
si: මෙම ජාලය සඳහා ප්‍රොක්සි සැකසුම් ස්වයංක්‍රීයව හදුනා ගන්න
sr: &Самостално откривање поставки посредника за ову мрежу
ta: இந்தப் பிணையத்திற்குத் தானாக ப்ராக்ஸி அமைவுகளை கண்டறி
ur: اس &نیٹورک کے لیے پراکسی سیٹنگیں خود کھوج کریں
uz: Ushbu tarmoq uchun pr&oksi parametlarini avto aniqlash
xh: Ukuzifumanela iisethingi zeproksi yale nethi&wekhi
zu: Thola ngokuzenzakalela izilungiselelo ze-proxy zale nethi&wekhi

source: &Manual proxy configuration:
bn_bd: স্বনির্ধারিত প্রক্সি কনফিগারেশন:
bo: ལག་བཟོས་ཚབ་བྱེད་སྒྲིག་འགོད:
cy: Ffurfweddiad dirprwyo&l llaw:
fur: &Configurazion manuâl dal proxy:
gu: જાતે પ્રોક્સીનું રૂપરેખાંકન
kab: Ta&wila s ufus n useɣẓan agrawan:
km: &កំណត់​រចនា​សម្ព័ន្ធ​ប្រូកស៊ី​ដោយ​ដៃ ៖
my: ကြားခံ ပြုပြင်ဖန်တီးမှု လက်စွဲ
nb_no: &Manuelle innstillinger:
ne: मानवचालित प्रोक्सि कन्फिग्रेसन:
pt_br: Co&nfiguração manual de proxy:
si: අභිමත ප්‍රොක්සි සැකසුම්:
sr: &Ручно постави посредника:
ta: கைமுறை ப்ராக்ஸி கட்டமைப்பு:
ur: &دستی پراکسی تشکیل:
uz: Proksini qoʻlda &moslash
xh: &Ulungiso lwepeoksi olwenziwa ngesandla:
zu: &Ukumiswa kwe-proxy nguwe:

source: &Automatic proxy configuration URL:
bn_bd: স্বয়ংক্রিয় প্রক্সি কনফিগার করার URL:
bo: རང་འགུལ་ཚབ་བྱེད་སྒྲིག་འགོད་ཀྱི་དྲ་བྱང:
cy: &URL ffurfweddu dirprwy yn awtomatig:
fur: &URL pe configurazion automatiche dal proxy:
gu: આપોઆપ પ્રોક્સી રૂપરેખાંકન URL:
kab: Ta&nsa n twila tawurmant n useɣẓan agrawan:
km: ​&URL កំណត់​រចនា​សម្ព័ន្ធ​​ប្រូកស៊ី​​ស្វ័យ​ប្រវត្តិ ៖
my: အလိုအလျှောက် ကြားခံ ပြုပြင်ဖန်းတီးရေး တည်နေရာ၊
nb_no: A&utomatisk oppsettadresse:
ne: स्वचालित प्रोक्सी कन्फिगरेसन युआरएल:
pt_br: &Endereço para configuração automática de proxy:
si: ස්වයංක්‍රීය ප්‍රොක්සි සැකසුම් URL:
sr: &URL самостално постављање посредника:
ta: தானியக்க ஃப்ராக்ஸி கட்டமைப்பு URL:
ur: &خودکار پراکسی تشکیل URL:
uz: &Automatik proksini moslash "URL"i:
xh: I-URL yolungiso lweproksi &oluzenzekelayo:
zu: Isimiso se-URL ye-proxy &esizenzakalelayo:

source: R&eload
bn_bd: পুনরায় লোড
bo: བསྐྱར་འཇུག
cy: A&il-lwytho
fur: &Ricjame
gu: ફરી લાવો
hy_am: Վ&երբեռնել
kab: &Smiren
km: &ផ្ទុក​ឡើងវិញ
my: ပြန်ဖွင့်ပါ
nb_no: &Oppdater
ne: फेरी पेजको सामग्री भर्नुहोस
pt_br: Re&carregar
si: යළි පූරණය
sr: &Опет учитај
ta: மீளேற்று
ur: &پھر لوڈ کریں
uz: Qay&ta yuklash
xh: Kh&uphela kwakhona
zu: L&ayisha kabusha

source: &FTP Proxy:
bn_bd: FTP প্রক্সি:
bo: &FTP ཚབ་བྱེད:
cy: Dirprwy &FTP:
fur: Proxy &FTP:
gu: &FTP પ્રોક્સી:
kab: Aseɣẓan agrawan &FTP:
km: ប្រូកស៊ី &FTP ៖
my: &FTP ကြားခံ၊
nb_no: &FTP:
ne: FTP प्रोक्सी:
pt_br: &FTP:
si: &FTP ප්‍රොක්සි:
sr: &FTP-посредник:
ta: &FTP ப்ராக்ஸி:
ur: &FTP پراکسی:
uz: &FTP proksi:
xh: Iproksi &FTP:
zu: I-proxy Ye-&FTP:

source: HTTP Pro&xy:
bn_bd: HTTP প্রক্সি:
bo: &HTTP ཚབ་བྱེད:
cy: Dirprwy yr &HTTP:
fur: Prox&y HTTP:
gu: HTTP પ્રોક્સી:
kab: Aseɣẓan agrawan &HTTP:
km: ប្រូកស៊ី &HTTP ៖
my: &HTTP ကြားခံ၊
nb_no: &HTTP:
ne: HTTP प्रोक्सी:
pt_br: &HTTP:
si: HTTP ප්‍රොක්සි:
sr: &HTTP-посредник:
ta: HTTP ப்ராக்ஸி:
ur: HTTP &پراکسی:
uz: HTTP pro&ksi:
xh: IPro&ksi ye-HTTP:
zu: I-prox&y Ye-HTTP:

source: SS&L Proxy:
bn_bd: SSL প্রক্সি:
bo: &SSL ཚབ་བྱེད:
cy: Dirprwy &SSL:
fur: Proxy &SSL:
gu: SS&L પ્રોક્સી:
kab: Aseɣẓan agrawan &SSL:
km: ប្រូកស៊ី &SSL ៖
my: &SSL ကြားခံ၊
nb_no: &SSL:
ne: SSL प्रोक्सी:
pt_br: SS&L:
si: &SSL ප්‍රොක්සි:
sr: SS&L-посредник:
ta: SS&L ப்ராக்ஸி:
ur: &SSL پراکسی:
uz: SS&L proksi:
xh: IProksi ye-SS&L:
zu: I-proxy Ye-SS&L:

source: SO&CKS Host:
bn_bd: SOCKS হোস্ট:
bo: SO&CKS རྩ་འཛུགས་པ:
cy: &Gwesteiwr SOCKS v5:
fur: &Host SOCKS:
gu: SO&CKS યજમાન:
kab: Asenneftaɣ SO&CKS:
km: ​ម៉ាស៊ីន SO&CKS ៖
my: SO&CKS အခြေစိုက်ရာ၊
nb_no: SO&CKS:
ne: SOCKS होस्ट:
pt_br: SOC&KS:
si: SO&CKS හොස්ට්:
sr: SO&CKS чвор:
ta: SO&CKS புரவலன்:
ur: &SOCKS میزبان:
xh: Umsindleki we-SO&CKS:
zu: Umsingathi we-SO&CKS:

source: SOC&KS v4
hy_am: SOC&KS տ4
kab: SOC&KS L4
sr: SOC&KS 4
ur: SOC&KS ورژن 4

source: SOCKS &v5
gu: SOCKS &v૫
hy_am: SOCKS &տ5
kab: SOCKS &L5
sr: &SOCKS 5
ur: SOCKS &ورژن 5

source: Proxy DNS when using SOCKS v5
bn_bd: SOCKS v5 ব্যবহারের সময় Proxy DNS
hy_am: Պրոքսի DNS՝ SOCKS v5 օգտագործելիս
nb_no: Proxy DNS når du bruker SOCKS v5
ne: SOCKS v5 प्रयोग गर्दा DNS प्रोक्सी गर्नुहोस्
ur: پراکسی DNS جب استعمال کر رہے ہوں SOCKS v5

source: Port:
bn_bd: পোর্ট:
cy: Porth:
fur: Puarte:
gu: પોર્ટ:
kab: Tabburt:
km: ច្រក ៖
my: စိုက်ရောက်နေရာ၊
ne: पोर्ट:
pt_br: Porta:
si: පොර්ට්:
sr: Порт:
ta: துறை:
ur: پورٹ:
xh: Isiqhagamshelisi:
zu: Imbobo yokuxhuma:

source: P
hy_am: Դ
sr: п
ur: پ

source: o
hy_am: ա
sr: М
ur: س

source: r
fur: t
hy_am: ր
sr: е
ur: ف

source: t
hy_am: պ
sr: с
ur: ٹ

source: &No Proxy for:
bn_bd: অনুপস্থিত প্রক্সি:
bo: འདི་ལ་ཚབ་བྱེད་པ་མེད་པ:
cy: Di&m Dirprwy ar gyfer:
fur: &Nissun proxy par:
gu: કોઇ પ્રોક્સી નહી:
kab: &Ulac aseɣẓan agrawan i:
km: ​គ្មាន​ប្រូក&ស៊ី​ សម្រាប់ ៖
my: ကြားခံ မလိုတဲ့၊
nb_no: I&ngen MT for:
ne: ...का लागि कुनै प्रोक्सि छैन
pt_br: Se&m proxy para:
si: ප්‍රොක්සි අවශ්‍ය නොවන:
sr: &Не користи прокси за:
ta: இதற்கு ப்ராக்ஸி இல்லை:
ur: پراکسی &نہیں برائے:
uz: Proksi &yoʻq:
xh: &Akukho proksi ye:
zu: &Ayikho i-proxy yalokhu-:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
bn_bd: উদাহরণ: .mozilla.org, .net.nz, 192.168.1.0/24
bo: དཔེར་ན: .mozilla.org, .net.nz, 192.168.1.0/24
cy: Esiampl: .mozilla.org, .net.nz, 192.168.1.0/24
fur: Esempli: .mozilla.org, .net.nz, 192.168.1.0/24
gu: ઉદાહરણ: .mozilla.org, .net.nz, 192.168.1.0/24
hy_am: Օրինակ՝ .mozilla.org, .net.nz, 192.168.1.0/24
kab: Amedya: .mozilla.org, .net.nz, 192.168.1.0/24
km: ឧទាហរណ៍ ៖ .mozilla.org, .net.nz, 192.168.1.0/24
my: ဥပမာ-.mozilla.org, .net.nz, 192.168.1.0/24
nb_no: Eksempel: .mozilla.org, .online.no, 192.168.1.0/24
ne: उदाहरण: .mozilla.org, .net.nz, १९२.१६८.१.०/२४
pt_br: Exemplo: .mozilla.org, .net.nz, 192.168.1.0/24
si: උදාහරණ: .mozilla.org, .net.nz, 192.168.1.0/24
sr: Пример: .mozilla-srbija.org, .rastko.rs, 192.168.1.0/24
ta: எடுத்துக்காட்டு: .mozilla.org, .net.nz, 192.168.1.0/24
ur: مثال: .mozilla.org ،.net.nz ،192.168.1.0/24
uz: Masalan: .mozilla.org, .net.nz, 192.168.1.0/24
xh: Umzekelo: .mozilla.org, .net.nz, 192.168.1.0/24
zu: Isibonelo: .mozilla.org, .org.za, 192.168.1.0/24

source: U&se this proxy server for all protocols
bn_bd: সব প্রোটোকলের জন্য একই প্রক্সি ব্যবহার করা হবে
bo: ཚབ་བྱེད་ཞབས་ཞུ་བ་འདི་དྲ་བ་མཐུན་སྒྲིག་ཡོངས་ལ་སྤྱོད་པ
cy: D&efnyddio'r gweinydd dirprwyol ar gyfer pob protocol
fur: &Dopre chest servidôr proxy par ducj i protocoi
gu: બધા પ્રોટોકોલ માટે સમાન પ્રોક્સી વાપરો
hy_am: Օ&գտագործել նույն միջնորդը բոլոր աշխատակարգերի համար
kab: Seqde&c aqeddac agi, aseɣẓan agrawan, i yal aneggaf
km: &ប្រើ​ម៉ាស៊ីន​បម្រើ​ប្រូកស៊ី​នេះ​សម្រាប់​ពិធីការ​ទាំងអស់
my: စည်းမျဉ်းများ အားလုံးအတွက် ဒီကြားခံ ​ဆာဗာကို သုံးစွဲပါ
nb_no: &Bruk denne proxyen for alle protokoller
ne: सबै प्रोक्सी सर्वर प्रोटोकलको लागि यो प्रयोग गर्नुहोस्
pt_br: Usar este pro&xy para todos os protocolos
si: සියලු නියමාවලි සඳහා එකම ප්‍රොක්සි භාවිතා කරන්න
sr: &Користи овог посредника за све протоколе
ta: இந்த ப்ராக்ஸி சேவையகத்தை அனைத்து நெறிமுறைகளிலும் பயன்படுத்து
ur: تمام پروٹوکول کے لیے یہ پراکسی سرور &استعمال کریں
uz: Barcha protokollar uchun ushbu proksi serverdan foydalani&sh
xh: Use&tyenziso lwale proksi kuzo zonke iiprotokholi
zu: S&ebenzisa lesi siphakeli se-proxy kuyo yonke imigaqonqubo

source: Do not prompt for authent&ication if password is saved
bn_bd: পাসওয়ার্ড সংরক্ষিত থাকলে অনুমোদনের জন্য অনুরোধ করা থেকে বিরত থাকুন &i
cy: Peidio gofyn am &ddilysiad os yw'r cyfrinair wedi ei gadw
gu: સત્તાધિકરણ માટે પૂછો નહિં જો પાસવર્ડ સંગ્રહેલ હોય
hy_am: Գաղտնաբառը պահելիս վավե&րացում չհարցնել
kab: Ur sutur ara asesteb ma yella awal uffir ye&kles
km: កុំ​ធ្វើ​ការ​ផ្ទៀងផ្ទាត់​​ប្រសិនបើ​ពាក្យ​សម្ងាត់​ត្រូវ​បាន​រក្សាទុក
nb_no: Ikke spør om autent&isering hvis passordet er lagret
ne: यदि पासवर्ड सङ्ग्रह गरिएको छ भने पासवर्ड प्रमाणीकरणको लागि झक्झक्याउने नगर्नुहोस्
pt_br: Não pedir confirmação da autenticação se senha esti&ver memorizada
si: මුරපදය සුරැක පවතී නම් සත්‍යාපනයට පොරොත්තු නොකරන්න (&i)
ta: கடவுச்சொல் சேமிக்கப்பட்டிருந்தால் அங்கீகரிப்புக்காக நினைவுப்படத்த வே்டாம்
ur: تصدیق کے لئے فوری طور پر تر&غیب نہیں دیں اگر پاس ورڈ پہلے سے محفوظ شدہ ہے
uz: Agar parol saqlangan bo‘lsa, tasd&iqdan o‘tishga urinib ko‘rmang.
xh: Musa ukuyalela imfe&zeko ukuba ipasiwedi igciniwe

source: This option silently authenticates you to proxies when you have saved credentials for them. You will be prompted if authentication fails.
bn_bd: আপনি যখন তাদের জন্য পরিচয়পত্র সংরক্ষণ করেছেন তখন এই অপশনটি নীরবে প্রক্সি করতে অনুমোদিতো হয়েছে। প্রমাণীকরণ ব্যর্থ হলে আপনাকে অনুরোধ জানানো হবে।
cy: Mae'r dewis hwn yn eich dilysu'n dawel i ddirprwyon rydych wedi eu cadw eu manylion ar eu cyfer. Byddwn yn gofyn os bydd y dilysiad yn methu.
gu: આ વિકલ્પ ચુપચાપ પ્રોક્સી માટે તમને સત્તાધિકરણ કરે છે જ્યારે તમે તેઓ માટે શ્રેયને સંગ્રહેલ હોય. તમે પૂછશો જો સત્તાધિકરણ નિષ્ફળ જાય.
hy_am: Այս ընտրանքը լռությամբ իսկորոշում է պրոքսիները, երբ պահպանում եք դրանց հավաստագրերը: Ձախողման դեպքում Ձեզ հարցում կկատարվի:
kab: Aɣewwaṛ agi ak isesteb s wudem awurman deg iqeddacen n useɣẓan agrawan, anda awal uffir yekles. Ticki asesteb ur yeddi ara, ak-d-nsuter awal uffir.
km: ជម្រើស​នេះ​ធ្វើ​ការ​ផ្ទៀងផ្ទាត់​ប្រូកស៊ី នៅ​ពេល​ដែល​អ្នក​បាន​រក្សាទុក​ព័ត៌មាន​សម្ងាត់​។ អ្នក​នឹង​បញ្ចូល ប្រសិនបើ​ការ​ផ្ទៀងផ្ទាត់​បរាជ័យ។
nb_no: Dette valget autentiserer deg stille mot proxier når du har lagrede innloggingsdetaljer for de. Du vil få spørsmål dersom autentisering er mislykket.
ne: यो विकल्पले तपाईंलाई सुचना नदिई प्रोक्सीहरु सामू तपाईंको पहिचान स्थापना गराउँछ यदी ती प्रोक्सीहरुका प्रमाणपत्र सङ्ग्रह गर्नुभएको खण्डमा। पहिचान स्थापना गराउन असफल भएमा तपाईंलाई सुचना दिइनेछ।
pt_br: Autenticação silenciosa em proxies quando houver credenciais memorizadas. Uma confirmação será solicitada se a autenticação falhar.
si: ඔබ තොරතුරු සුරැක ඇති විට මෙම අභිප්‍රේතය නිහඬව ඔබ ප්‍රොක්සි වෙත සත්‍යාපනය කරයි. සත්‍යාපනය අසාර්ථක නම් ඔබෙන් විමසනු ඇත.
ta: நீங்கள் கடவுச்சொற்களை சேமித்திருந்தால் இந்த விருப்பத்தேர்வானது சத்தமில்லாமல் உங்களை ப்ராக்ஸியில் அங்கீகரிக்கும். நீங்கள் அங்கீகரிக்கப்படாமல் இருந்தால் நினைவூட்டப்பட்டிருக்கும்.
ur: یہ اختیار خاموشی سے پراکسی پر توثیق کر دیتی ہے جب آپ نے ان کے لیے اسناد محفوظ کیے ہوں۔ توثیق ناکام ہونے کی صورت میں آپ کو بتا دیا جائے گا۔
uz: Agar maxfiy ma’lumotlarni ushbu moslama uchun saqlab qo‘ysangiz, ushbu moslama bildirmasdan proksilardan tasdiqdan o‘tadi. Tasdiqdan o‘tish amalga oshmasa, siz qaytadan urinasiz.
xh: Ekunokukhethwa kuko kukufezekisa ngenzolo kwiiproksi xa ugcine iikhridenshali zazo. Uya kuyalelwa ukuba imfezeko ayiphumelelanga.

source: 37em
fur: 42em
sr: 50em

source: 39em
fur: 45em
sr: 49em

source: Remote &DNS
cy: &DNS Pell
gu: દૂરસ્થ &DNS
kab: &DNS anmeggag
pt_br: &DNS remoto
si: දුරස්ථ &DNS
ta: தொலைநிலை &DNS
uz: Masofadagi &DNS

source: d
ne: द
