Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/preferences/preferences.dtd.po
Languages: hy_am

source: Options
hy_am: Կարգավորումներ

source: Preferences
hy_am: Կարգավորումներ

source: &brandShortName; Preferences
hy_am: &brandShortName;-ի կարգավորումները

source: width: 42em; min-height: 37.5em;
hy_am: width: 52em; min-height: 47.5em;

source: width: 47em; min-height: 40em;
hy_am: width: 48em; min-height: 40em;

source: Search Results
hy_am: Որոնման արդյունքներ

source: General
hy_am: Ընդհանուր

source: Search
hy_am: Որոնում

source: Files & Applications
hy_am: Ֆայլեր և ծրագրեր

source: Privacy & Security
hy_am: Գաղտնիություն և անվտանգություն

source: Container Tabs
hy_am: Պարունակ ներդիրներ

source: Updates
hy_am: Թարմացումներ

source: Firefox Account
hy_am: Firefox-ի Հաշիվ

source: &brandShortName; Support
hy_am: &brandShortName;-ի աջակցում
