Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/preferences/siteDataSettings.dtd.po
Languages: br, hy_am, ta

source: Settings - Site Data
br: Arventennoù - Roadennoù lec'hienn
hy_am: Կարգավորումներ՝ կայքի տվյալ
ta: அமைவுகள் - தள தரவு

source: Site
br: Lec'hienn
hy_am: Կայքը
ta: தளம்

source: Status
br: Stad
hy_am: Կարգավիճակը
ta: நிலை

source: Storage
br: Kadaviñ
hy_am: Պահեստը
ta: கிடங்கு

source: Search websites
br: Klask lec'hiennoù
hy_am: Որոնել կայքեր
ta: தேடிய வலைத்தளங்கள்

source: S
br: K

source: &Remove Selected
br: &Dilemel ar re ziuzet
hy_am: &Հեռացնել ընտրվածը
ta: தேர்ந்ததை நீக்குக

source: S&ave Changes
br: &Enrollañ ar c'hemmoù
hy_am: Պ&ահպանել փոփոխությունները
ta: மாற்றங்களைச் சேமி

source: &Cancel
br: &Nullañ
hy_am: &Չեղարկել
ta: இரத்து

source: Removing Site Data
br: O tilemel roadennoù al lec'hienn
hy_am: Կայքի տվյալները հեռացվում են
ta: தள தரவை அகற்றுகிறது

source: Removing site data will also remove related cookies and offline web content. This may log you out of websites. Are you sure you want to make the changes?
br: Dilemel roadennoù lec'hiennoù a zilamo ivez an toupinoù liammet hag an endalc'had web ezlinenn. Gallout a ra ivez ho tigennaskañ eus al lec'hiennoù. Sur oc'h e fell deoc'h ober ar c'hemmoù-mañ?
hy_am: Կայքի տվյալների ջնջելու հետևանքով կջնջվեն նաև դրա հետ կապված cookie-ները և անցանց վեբ բովանդակությունը: Դա կարող է ձեզ դուրս գրել կայքերից: Կատարե՞լ:
ta: தளதரவு அகற்றுவது தொடர்புடைய குக்கீகளையும், இணைப்பில்லா வலை உள்ளடக்கத்தையும் அகற்றும். இது வலைத்தளங்களில் இருந்து உங்களை வெளியேற்றலாம். மாற்றங்களைச் செய்ய விரும்புகிறீர்களா?

source: The following website cookies will be removed:
br: Dilamet e vo an toupinoù lec'hienn da-heul:
hy_am: Հետևյալ կայքի cookie-ները կհեռացվեն.
ta: பின்வரும் வலைத்தள நினைவிகள் அகற்றப்படும்:
