Repository: tktk711/mozilla-l10n
Catalog: dsb/editor/ui/chrome/composer/editor.dtd.po
Languages: dsb

source: Composition Toolbar
dsb: Spisowańska rědka

source: Browse
dsb: Pśepytaś

source: Load this page in the browser
dsb: Toś ten bok do wobglědowaka zacytaś

source: E&xport to Text…
dsb: &Ako tekst eksportěrowaś…

source: Bro&wse Page
dsb: &Bok pśeptyaś

source: Sen&d Page…
dsb: Bok pó&słaś…

source: &Composition Toolbar
dsb: Spis&owańska rědka

source: &Format Toolbar
dsb: &Formatěrowańska rědka

source: &Edit Mode Toolbar
dsb: Wo&bzěłowańska rědka

source: Posi&tioning grid
dsb: Pozi&cioněrowańske kśidno

source: Pa&ge Title and Properties…
dsb: &Titel a kakosći boka…

source: &Validate HTML
dsb: HTML pśeg&lědaś

source: Normal
dsb: Normalny

source: &Normal Edit Mode
dsb: &Normalny wobźěłowański modus

source: Show table borders and named anchors
dsb: Tabelowe ramiki a pomjenjone kokulki pokazaś

source: HTML Tags
dsb: HTML-elementy

source: HTML T&ags
dsb: HTML-&elementy

source: Display icons for all HTML tags
dsb: Symbole za wšykne HTML-elementy zwobrazniś

source: Source
dsb: Žrědłowy kode

source: &HTML Source
dsb: Žrědłowy kode &HTML

source: Edit HTML source
dsb: Žrědłowy kode HTML wobźěłaś

source: Preview
dsb: Pśeglěd

source: &Preview
dsb: &Pśeglěd

source: Display as WYSIWYG (as in the browser)
dsb: Ako WYSIWYG (ako we wobglědowaku) zwobrazniś
