Repository: tktk711/mozilla-l10n
Catalog: yua/browser/chrome/browser/preferences/aboutPermissions.dtd.po
Languages: yua

source: Search Sites
yua: U kaxta'al u kúuchil web

source: All Sites
yua: Tu láakal kúuchilo'ob web

source: Permissions for
yua: K'aat mat ti'al

source: Default Permissions for All Sites
yua: U noj k'aat mat ti'al tu láakal kúuchilo'ob web

source: Forget About This Site
yua: Tu'ubsik le kúuchil web

source: Always Ask
yua: Maantats' k'aat chi'

source: Allow
yua: cháabalil

source: Allow for Session
yua: K'aat mat ti'al le súutukila'

source: Allow First Party Only
yua: K'aat mat chen jun ten ti' le muuch'a'

source: Block
yua: Wool k'áalta'al

source: Store Passwords
yua: Líisik takbesbil ts'íibo'ob

source: Manage Passwords…
yua: Xak'al meyaj takbesbil ts'íibo'ob…

source: Set Cookies
yua: Takbesa'al cookies

source: Remove Cookies
yua: Túupik cookies

source: Manage Cookies…
yua: Tsool Cookies…

source: Remove All Cookies
yua: A túupik tu láakal

source: Share Location
yua: Múulan ílik yéetel u laak' makoób

source: Maintain Offline Storage
yua: A liisik tak tu p'aatik junpachil web

source: Open Pop-up Windows
yua: A je'ik kolom k'iin tu na'akal

source: Fullscreen
yua: Ochel tu láakal
