Repository: tktk711/mozilla-l10n
Catalog: nd/browser/chrome/browser/customizableui/customizableWidgets.properties.po
Languages: nd

source: History
nd: Imbali

source: Show your history (%S)
nd: Bonisa imbali yakho (%S)

source: New Private Window
nd: I-Window Elitsha Elifihlakeleyo

source: Open a new Private Browsing window (%S)
nd: Vula i-window elitsha elokuBhrawuza Okufihlekileyo (%S)

source: Save Page
nd: Gcina Ikhasi

source: Save this page… (%S)
nd: Gcina Ikhasi Leli… (%S)

source: Find
nd: Dinga...

source: Find in this page… (%S)
nd: DInga ekhasini leli… (%S)

source: Open File
nd: Vula ifayili

source: Open file… (%S)
nd: Vula ifayili… (%S)

source: Web Developer Tools (%S)
nd: Amathuluzi ka-Web Developer (%S)

source: Sidebars
nd: Amabha Aseceleni

source: Show Sidebars
nd: Bonisa Amabha Aseceleni

source: Add-ons
nd: Izengezelelo

source: Open Add-ons Manager (%S)
nd: Vula Umlawuli Wezengezelelo (%S)

source: Relaunch in %S for Windows 8 Touch
nd: Vula kakutsha ku-%S we-Windows 8 Touch

source: Preferences
nd: Amasethingi

source: Open Preferences
nd: Vula Amasethingi

source: Open Preferences (%S)
nd: Vula Amasethingi (%S)

source: Options
nd: Amasethingi

source: Open Options
nd: Vula Amasethingi

# zoom-controls.label
source: Zoom Controls
nd: Izilawulo Zokunciphisa Lokukhulisa

# zoom-controls.tooltiptext
source: Zoom Controls
nd: Izilawulo Zokunciphisa Lokukhulisa

source: Zoom out
nd: Nciphisa

source: Zoom out (%S)
nd: Nciphisa (%S)

source: Reset zoom level (%S)
nd: Buyisela emvelweni isibanga sokunciphisa lokukhulisa (%S)

source: Zoom in
nd: Khulisa (%S)

source: Zoom in (%S)
nd: Khulisa (%S)

source: Cut
nd: Sika

source: Copy
nd: Kopa

source: Copy (%S)
nd: Kopa (%S)

source: Paste
nd: Namathisela

source: Paste (%S)
nd: Namathisela (%S)

source: Subscribe
nd: Bhalisa ukuthunyelwa

source: Subscribe to this page…
nd: Bhalisa kuleli khasi…

source: Show Character Encoding options
nd: Bonisa ama-option awe-Character Encoding

source: Email Link
nd: Thumela nge-imeyili Isixhumanisi

source: Email Link…
nd: Thumela nge-imeyili Isixhumanisi…

# quit-button.tooltiptext.linux2
source: Quit %1$S (%2$S)
nd: Vala i-%1$S (%2$S)

# quit-button.tooltiptext.mac
source: Quit %1$S (%2$S)
nd: Vala i-%1$S (%2$S)
