Repository: tktk711/mozilla-l10n
Catalog: trs/browser/chrome/browser/aboutTabCrashed.dtd.po
Languages: trs

source: Close This Tab
trs: Narán rakïj ñanj nan

source: Restore This Tab
trs: Nachrun daj rû' ga rakïj ñanj nan

source: Restore All Crashed Tabs
trs: Nachrun ñûn daj rû' gan nej rakïj ñanj nu nanùu.

source: Gah. Your tab just crashed.
trs: Uju. Na'ue nayi'nïn rakïj ñanj.

source: We can help you!
trs: ¡Ga'ue ruguñu'unj ñûnj sò'!

source: Choose &tabCrashed.restoreTab; to reload page content.
trs: Guru'man ra'a riña &tabCrashed.restoreTab; da' nadusij ñû aga' na sa nana'uî't riñaj.

source: Choose &tabCrashed.restoreTab; or &tabCrashed.restoreAll; to reload page content.
trs: Guru'man ra'a riña taj &tabCrashed.restoreTab; staj ni riña &tabCrashed.restoreAll; da' nadusij ñû aga' na sa nana'uî't riñaj.

source: Will you help us?
trs: Ruguñu'ùnjt ñûnj anj

source: Crash reports help us diagnose problems and make &brandShortName; better.
trs: Nga nata't nej sa 'iaj chì'i ni ruguñu'unjt sa nahuin hue'ê sa hua a'nan'an &brandShortName; da' gi'iaj sun hue'ej.

source: Report this tab
trs: Ga'min akïn' rayi'î rakïj ñanj na

source: Send a crash report for the tab you are viewing
trs: Gachrun ni natà't 'ngo sa 'iaj a'nan' riña rakïj ñanj ni'iajt na

source: Optional comments (comments are publicly visible)
trs: Nuguan' taj a (Rangà' ni'iaj a'ngô nej duguî' nuguan' na)

source: Include page URL with this crash report
trs: Gachrun si URL pâjina na ngà sa rayi'ì a'min gakïn't

source: Enter your email address here
trs: Gachrun si Korreôt hiuj na

source: Email me when more information is available
trs: Ga'nïnj 'ngo korrêo riñanj si hua doj nuguan'an rayi'î na

source: Crash report already submitted; thank you for helping make &brandShortName; better!
trs: Nga na' sa rayi'ì a'min gakïn't. ¡Guruhuât ruguñu'unjt da' nahuin hue'ê doj &brandShortName; nej!

source: Report background tabs
trs: Rakïj ñanj nata' rayi'î fôndo

source: Update preferences to automatically send crash reports, including reports for crashed background tabs from this session and future sessions
trs: Nagi'iaj nakà sa huin ruhuât da' gini'înt sa 'iaj sun a'na', daj rû' rakïj ñanj asi a'ngô gâ' sa gahui a'na´ne' rukù
