Repository: tktk711/mozilla-l10n
Catalog: trs/browser/chrome/browser/aboutHome.dtd.po
Languages: trs

source: &brandFullName; Start Page
trs: Riñan Gayi’i &brandFullName;

source: Thanks for choosing Firefox! To get the most out of your browser, learn more about the <a>latest features</a>.
trs: ¡Guruhuât arajsunt Firefox! Si ruhuât gini'înt dàj hue'ê doj gi'iaj sunt ngàj ni, da'uît nana'uì't doj <a>sa nakà doj riña yi'î ma</a>.

source: It's easy to customize your Firefox exactly the way you want it. <a>Choose from thousands of add-ons</a>.
trs: Se si chì' huaj nadunat dàj garan' ruhuât ni'înt Firefox </a>Nagui siganïnj 'ngo mî sa hua nùtat doj</a>.

source: &brandFullName; is free and open source software from the non-profit Mozilla Foundation. <a>Know your rights…</a>
trs: &brandFullName; 'ngo software na ni si'iaj yi'nï' Mozilla huin ni sa chre ni se 'ngo sa yi'ìi huin. <a>Gini'în rè' 'ngo nuguan' ga'ue tna'uej rè' riña yi¡î rè'…</a>

source: Bookmarks
trs: Sa raj sun doj

source: History
trs: Daran' chre sa garajsunt

source: Options
trs: A'ngo sa ga'ue naguit

source: Preferences
trs: Sa arajsunt doj

source: Add-ons
trs: Sa ga'ue nùtat doj

source: Apps
trs: Nej aplikasiûn

source: Downloads
trs: Nadunínj
