Repository: tktk711/mozilla-l10n
Catalog: ff/browser/chrome/browser/preferences/fonts.dtd.po
Languages: ff

source: Fonts
ff: Ponte

source: &Fonts for:
ff: &Ponte:

source: Size:
ff: Ɓetol:

source: &Proportional:
ff: Pot&tondirɗe:

source: Sa&ns-serif:
ff: Sa&a-serif:

source: Latin
ff: Lateŋ

# font.langGroup.japanese
source: Japanese
ff: Saponeere

source: Simplified Chinese
ff: Cayniire weeɓtunde

source: Traditional Chinese (Hong Kong)
ff: Cayniire Ganni (Hong Kong)

# font.langGroup.korean
source: Korean
ff: Koreyaŋkoore

# font.langGroup.cyrillic
source: Cyrillic
ff: Sirillik

# font.langGroup.el
source: Greek
ff: Gerek

source: Other Writing Systems
ff: Juɓɓe Binndol Goɗɗe

# font.langGroup.thai
source: Thai
ff: Taayaŋkoore

# font.langGroup.hebrew
source: Hebrew
ff: Hebruŋkoore

# font.langGroup.arabic
source: Arabic
ff: Aarabeere

source: Devanagari
ff: Dewanagari

source: Tamil
ff: Tamiliŋkoore

source: Armenian
ff: Armeniire

source: Bengali
ff: Benngali

source: Unified Canadian Syllabary
ff: Unified Canadian Sillabari

source: Ethiopic
ff: Ecioppiŋkoore

source: Georgian
ff: Gergoriŋkoore

source: Gujarati
ff: Gujaratiŋkoore

source: Gurmukhi
ff: Gurmukki

source: Khmer
ff: Kemer

source: Mathematics
ff: Hiisiwal

source: Telugu
ff: Teluguŋkoore

source: Kannada
ff: Kannadaŋkoore

source: Sinhala
ff: Sinhalaa

source: Tibetan
ff: Tibetaŋkoore

source: Minimum f&ont size:
ff: Ɓetol f&ontere lesol:

source: None
ff: Ndiga

source: Sans Serif
ff: San Serif

source: &Allow pages to choose their own fonts, instead of my selections above
ff: &Yamir kelle yoo kuutoro ponte mum'en keeriiɗe waasa wonde ɗe am dow ɗoo

source: Text Encoding for Legacy Content
ff: Dokkitannde binndol Loowdi Gaadanteeri

source: Fallback &Text Encoding:
ff: Dokkitannde Binndol &Ɓartorde:

source: This text encoding is used for legacy content that fails to declare its encoding.
ff: Ndee dokkitannde binndol huutortee ko e loowdi gaadanteeri korotoondi hollitde dokkitannde mum.

source: Default for Current Locale
ff: Goowaaɗo Lokaalde Wonaande

# languages.customize.Fallback.arabic
source: Arabic
ff: Aarabeere

source: Baltic
ff: Baltiire

source: Central European, ISO
ff: Orop Hakkndeewo

source: Central European, Microsoft
ff: Orop Hakkundeewo, Microsoft

source: Chinese, Simplified
ff: Sinuwaare Weeɓtinaande

source: Chinese, Traditional
ff: Sinuwaare Ganniire

# languages.customize.Fallback.cyrillic
source: Cyrillic
ff: Sirillik

# languages.customize.Fallback.greek
source: Greek
ff: Gerek

# languages.customize.Fallback.hebrew
source: Hebrew
ff: Hebruŋkoore

# languages.customize.Fallback.japanese
source: Japanese
ff: Saponeere

# languages.customize.Fallback.korean
source: Korean
ff: Koreyaŋkoore

# languages.customize.Fallback.thai
source: Thai
ff: Taayiŋkoore

source: Turkish
ff: Turkeere

source: Vietnamese
ff: Wiyetnamiire

source: Other (incl. Western European)
ff: Goɗɗe (wonndude e Orop Hirnaange)
