Repository: tktk711/mozilla-l10n
Catalog: ff/browser/chrome/browser/preferences/search.dtd.po
Languages: ff

source: Default Search Engine
ff: Yiylorde Woowaande

source: Choose your default search engine. &brandShortName; uses it in the location bar, search bar, and start page.
ff: Suɓo yiylorde maa woowaande. &brandShortName; huutorto nde e palal nokkuure ndee, palal njiilaw walla hello jaɓɓorgo.

source: Provide &search suggestions
ff: Hokku &wasiyaaji njiilaw

source: Show search suggestions in &location bar results
ff: Hollu basiye njiilaw e njaltudi palal &nokkuure

source: Search suggestions will not be shown in location bar results because you have configured &brandShortName; to never remember history.
ff: Basiye njiilaw kolliroytaake e njaltudi palal nokkuure sabu ko a teeltiiɗo &brandShortName; yoo waas siiftorde aslol.

source: Use this search engine for searches from &Windows
ff: Huutoro ndee yiylorde so aɗa yiyloo e &Windows

source: One-click search engines
ff: Yiylorde nde dobannde wootere

source: The search bar lets you search alternate engines directly. Choose which ones to display.
ff: Palal njiilaw ngal wallete yiylaade dunnge goɗɗe e saasi. Suɓo nde njiɗ-ɗaa hollirde.

source: Search Engine
ff: Yiylorde

source: Keyword
ff: Helmere yiylorde

source: Restore &Default Search Engines
ff: Ar&tir Jiylorɗe Goowaaɗe

source: &Remove
ff: &Ittu

source: Add more search engines…
ff: Ɓeydu jiylorɗe goɗɗe…
