Repository: tktk711/mozilla-l10n
Catalog: ff/browser/chrome/browser/preferences/security.dtd.po
Languages: ff

source: Security
ff: Kisal

source: &Warn you when sites try to install add-ons
ff: &Reentin am so lowe ina etoo aafde ɓeyditte

source: &Block dangerous and deceptive content
ff: &Falo loowi mbonndi e puuntoori

source: Block &dangerous downloads
ff: Falo gaawte &bonnooje

source: Warn you about unwanted and un&common software
ff: Reentin am baɗte topirɗe gañaaɗe walla kaawniiɗe

source: &Exceptions…
ff: &Paltooje…

source: Forms & Passwords
ff: Formileeruuji & pinle

source: &Remember logins and passwords for sites
ff: Siiftor baccooje e pinle lowe

source: E&xceptions…
ff: P&altooje…

source: &Use a master password
ff: Huut&oro finnde baabaare

source: Change &Master Password…
ff: Waylu Finnde &Baabaare…

source: Saved &Logins…
ff: Ceŋorɗe &Danndaaɗe…
