Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/preferences/security.dtd.po
Languages: af, am, ar, be, ca, cy, gd, hr, hy_am, id, kab, nb_no, nn_no, pt, pt_br, tr, uz

source: Junk
af: Gemors
am: የማይረባ
ar: سُخام
be: Лухта
ca: Correu brossa
cy: Sbam
gd: Truilleis
hr: Neželjena pošta
hy_am: Թափոն
kab: Aspam
nb_no: Uønsket e-post
nn_no: Uønskt e-post
pt: Lixo eletrónico
pt_br: Antispam
tr: Gereksiz
uz: Spam

source: E-mail Scams
af: E-posswendelary
am: የ ኢ-ሜይል አጭበርባሪዎች
ar: بريد الاحتيال
be: Э-паштовыя ашуканствы
ca: Missatges fraudulents
cy: E-bost Twyllodrus
gd: Fallsaidheachdan puist-dhealain
hr: Prijevare e-poštom
hy_am: Էլ. խաբկանք
id: Penipuan Email
kab: Imaylen n ukellex
nb_no: E-postsvindel
nn_no: E-postsvindel
pt: Mensagens de engodo
pt_br: Antifraude
tr: E-posta sahtekârlıkları
uz: E-pochta orqali tovlamachilik

source: Passwords
af: Wagwoorde
am: የ መግቢያ ቃሎች
ar: كلمات السر
be: Паролі
ca: Contrasenyes
cy: Cyfrineiriau
gd: Faclan-faire
hr: Lozinke
hy_am: Գաղտնաբառեր
id: Sandi
kab: Awalen uffiren
nb_no: Passord
nn_no: Passord
pt: Palavras-passe
pt_br: Senhas
tr: Parolalar
uz: Parollar

source: Anti-Virus
am: ፀረ-ቫይረስ
ar: مضاد الفيروسات
cy: Gwrth Firws
gd: Ana-bhìoras
hy_am: Հակավիրուս
pt: Anti-vírus
pt_br: Antivírus
tr: Antivirüs

source: Web Content
ar: محتوى الوب
cy: Cynnwys Gwe
gd: Susbaint-lìn
hy_am: Վեբ բովանդակություն
tr: Web içeriği

source: Set your default junk mail settings. Account-specific junk mail settings can be configured in Account Settings.
af: Verstel die verstek gemorspos-opstelling. Rekeningspesifieke gemorspos-opstelling kan gedoen word by die rekeningopstelling.
am: ነባር የማይፈለግ ደብዳቤ ማሰናጃዎች: መግለጫ-የተወሰን የማይፈለግ ደብዳቤ ማሰናጃዎች ማዋቀር ይችላሉ በ መግለጫ ማሰናጃዎች ውስጥ
ar: اضبط إعدادات السخام الافتراضيَّة. يمكن ضبط إعدادات السخام الخاصة بالحساب في إعدادات الحساب.
be: Прызначэнне змоўчных наладжванняў пошты-лухты. Асаблівыя для рахункаў наладжванні могуць быць вызначаны ў Наладжваннях Рахунку.
ca: Definiu els paràmetres de correu brossa per defecte. Els paràmetres específics de cada compte poden configurar-se des dels Paràmetres dels comptes.
cy: Gosodwch eich gosodiadau sbam rhagosodedig. Mae modd ffurfweddu gosodiadau penodol ar gyfer sbam yn Gosodiadau Cyfrif.
gd: Suidhich na roghainnean bunaiteach agad airson post-truilleis. 'S urrainn dhut roghainnean a shònrachadh ann an "Roghainnean nan cunntasan" aig am bi buaidh air cunntasan fa leth.
hr: Postavite svoje zadane postavke neželjene pošte. Specifične postavke za pojedini račun se mogu podesiti u postavkama računa.
hy_am: Նշեք փոստաղբի հիմնական կարգավորումները փոստարկղի կարգավորումներում։
id: Atur pengaturan email junk default. Pengaturan email junk masing-masing akun dapat diatur pada Pengaturan Akun.
kab: Sbadu iɣewwaṛen imezwar n imaylen ispamen. Iɣewwaṛen n imaylen ispamen n umiḍan yezmer ad ittuswel deg iɣewwaṛen n umiḍan.
nb_no: Angi standard oppførsel for uønsket e-post. Konto-spesifikke innstillinger for uønsket e-post kan angis i Kontoinnstillinger.
nn_no: Vel standard-innstilling for uønskt e-post. Konto-spesifikke innstillingar for uønskt e-post kan stillast inn i Konto-innstillingar.
pt: Configure as pré-definições para o lixo eletrónico. As definições específicas de lixo eletrónico podem ser efetuadas nas definições da conta.
pt_br: Defina suas configurações padrão para spam. Opções específicas para cada conta podem ser definidas em “Configurar contas”.
tr: Öntanımlı gereksiz posta ayarlarınızı yapılandırın. Hesap bazlı gereksiz posta ayarları, hesap ayarlarından yapılandırılabilir.
uz: Xatlarni spamga qo‘shish asosiy sozlamalarini o‘rnatish. Hisobning maxsus xatlarni spamga qo‘shishni Hisob sozlamalaridan moslash mumkin.

source: &When I mark messages as junk:
af: &Wanneer ek boodskappe as gemors merk:
am: እኔ መልእክቶች እንደ የማይረባ ምልከት በማደርግ &ጊዜ:
ar: عند تأشير الرسا&ئل كسخام:
be: &Калі я пазначаю лісты як лухту:
ca: &Quan marqui els missatges com a correu brossa:
cy: &Pan fyddai'n marcio negeseuon fel sbam:
gd: &Nuair a chuireas mi comharra gu bheil teachdaireachd 'na phost-truilleis:
hr: &Kada označim poruke kao neželjenu poštu:
hy_am: Երբ ես նշում եմ նամակը որպես թափոն՝
id: &Saat menandai pesan sebagai pesan junk:
kab: Ti&cki ceṛḍeɣ iznan inu amzun d ispamen:
nb_no: &Når jeg markerer meldinger som uønskede:
nn_no: &Når eg merkar meldingar som uønskte:
pt: &Ao marcar uma mensagem como lixo eletrónico:
pt_br: &Ao marcar mensagens como spam:
tr: İ&letileri gereksiz olarak işaretlediğimde:
uz: Xabarlarni spam sifatida &belgilaganimda:

source: M&ove them to the account's "Junk" folder
am: ማ&ንቀሳቀሻ ወደ መግለጫዎች "የማይረባ" ፎልደር
ar: ا&نقلها إلى مجلد ”السخام“
be: П&ерамясціць іх у папку "Лухта" рахунку
ca: M&ou-los a la carpeta «Correu brossa» del compte
cy: Eu symud i ffolder "S&bam" y cyfrif
gd: &Gluais iad gu pasgan "Truilleis" a' chunntais sin
hr: Prem&jesti ih u mapu "Neželjena pošta"
hy_am: Տեղափոխել փոստարկղի "Թափոն" թղթապանակ
id: Pindahkan ke f&older "Junk" akun
kab: A&wi-ten ɣer ukaram "Aspam" n umiḍan
nb_no: &Flytt dem til kontoens «Uønsket»-mappe
nn_no: &Flytt dei til «Uønskt»-mappa på kontoen
pt: M&over para a pasta "Lixo eletrónico"
pt_br: M&ovê-las para a pasta “Spam” da conta
tr: Hesaba ai&t "Gereksiz" dizinine taşı
uz: Ular hisobning "Spam" jildiga jo‘natilsin

source: &Delete them
af: &Skrap hulle
am: &አጥፋቸው
ar: اح&ذفهم
be: Выдал&іць іх
ca: Suprimei&x-los
cy: Eu &dileu
gd: Sguab às ia&d
hr: &Obriši ih
hy_am: Ջնջել դրանք
id: Ha&pus pesan
kab: &Kkes-iten
nb_no: &Slett dem
nn_no: Sle&tt dei
pt: E&liminar
pt_br: E&xcluí-las
tr: İletileri &sil
uz: Ular &o‘chirilsin

source: &Mark messages determined to be Junk as read
af: &Merk boodskappe wat as gemors beskou word, as gemerk
am: መልእክቶች የተወሰኑ እንደ የማይረባ እንደ ተነበቡ &ምልክት ማድረጊያ
ar: أشِّر الرسائل السخام كمقرو&ءة
be: Па&значыць лісты, вызначаныя як лухта, прачытанымі
ca: Mar&ca els missatges determinats com a brossa com a llegits
cy: M&arcio negeseuon Sbam fel rhai wedi'u darllen
gd: Cuir co&mharra mar gum biodh teachdaireachd air a leughadh ma tha comharra truilleis ris
hr: Por&uke za koje se utvrdi da su neželjena pošta označi kao pročitane
hy_am: Նշել թափոն նամակները որպես ընթերցված
id: Tan&dai sudah dibaca pada pesan yang ditandai sebagai Junk
kab: &Creḍ iznan ispamen amzun ttwaɣṛan
nb_no: &Marker uønskede meldinger som lest
nn_no: &Merk uønskt-meldingar som lesne
pt: Marcar &mensagens consideradas lixo eletrónico como lidas
pt_br: &Marcar como lidas as mensagens definidas como spam
tr: &Gereksiz olarak değerlendirilen iletileri okunmuş say
uz: O‘qiganda spam sifatida aniqlangan xabarlarni &belgilash

source: &Enable adaptive junk filter logging
am: ተስማሚ የማይረባ ማጣሪያ ለዚህ መግቢያ &ማስቻያ
ar: &فعل تسجيل مرشّح السّخام التكيّفي
be: Дазволіць запіс &метрыкі прыстасоўных сітаў лухты
ca: Activa &el registre de dades d'entrenament del correu brossa
cy: &Galluogi cofnodi hidlo sbam addasol
gd: Cuir an comas logadh criathradh glic na truill&eis
hr: O&mogući prilagodljivi zapisnik filtera neželjene pošte
hy_am: Միացնել թափոնի հարմարողական ֆիլտրի մատյանը
id: Aktifkan lo&gging filter junk adaptif
nb_no: S&lå på logging for adaptiv filter for uønsket e-post
nn_no: S&lå på logging for adaptiv filter for uønskt e-post
pt: Ativar registo inteligente do filtro do li&xo eletrónico
pt_br: &Registrar as atividades do filtro antispam adaptativo
tr: Uyumlu gereksiz filtresi gü&nlüğünü etkinleştir
uz: Avtomatik spamga qo‘shish filterini kiritishni &yoqish

source: &Show log
af: &Wys staaflêer
am: መግቢያ &ማሳያ
ar: ا&عرض السجل
be: Паказаць &метрыку
ca: Mos&tra el registre
cy: Dangos y &cofnod
gd: &Seall an loga
hr: &Prikaži zapisnik
hy_am: Ցուցադրել մատյանը
id: Tampi&lkan log
kab: S&ken aɣmis
nb_no: &Vis logg
nn_no: &Vis logg
pt: Mo&strar registo
pt_br: &Exibir log
tr: &Günlüğü göster
uz: &Jurnalni ko‘rsatish

source: &Reset Training Data
af: &Stel opleidingsdata terug
am: &እንደ ነበር መመለሻ ዳታ ማለማመጃውን
ar: صفّر &بيانات التدريب
be: Скінуць вывучаныя &даныя
ca: Reinicia les &dades d'entrenament
cy: &Ailosod Data Hyfforddi
gd: Ath-shuidhich an dàta t&rèanaidh
hr: V&rati na početne postavke
hy_am: Ետարկել ուսուցման տվյալը
id: Setel Ulang &Data Training
kab: We&nnez isefka yinek n ukayad
nb_no: &Tilbakestill treningsdata
nn_no: S&till tilbake treningsdata
pt: &Repor dados de treino
pt_br: Ex&cluir o treinamento
tr: Eğitim ve&rilerini sıfırla
uz: O‘rganish ma’lumotlarini &tiklash

source: &brandShortName; can analyze messages for suspected email scams by looking for common techniques used to deceive you.
af: &brandShortName; kan boodskappe analiseer vir verdagte e-posswendelary deur uit te kyk vir algemene tegnieke om mens om die bos te lei.
am: &brandShortName; መልእክቶችን ይመረምራል ለ የሚጠረጠሩ የ ኢ-ሜይል አጭበርባሪዎች በ መመልከት መደበኛ ቴክኒኮች እርስዎን ለማታለል
ar: يستطيع &brandShortName; تحليل الرسائل واكتشاف بريد الاحتيال المحتمل بالبحث عن وسائل الاحتيال الشهيرة.
be: &brandShortName; можа аналізаваць лісты на наяўнасць магчымых э-паштовых ашукаў, адшукваючы прыкметы распаўсюджаных спосабаў падману.
ca: El &brandShortName; pot analitzar els missatges sospitosos de ser fraudulents tenint en compte les tècniques més comunes d'engany.
cy: Mae &brandShortName; yn gallu dadansoddi negeseuon am dwyll e-bost drwy edrych am dechnegau cyffredin ar gyfer ceisio eich twyllo.
gd: 'S urrainn do &brandShortName; sgrùdadh a dhèanamh air teachdaireachdan air eagal 's gu bheil iad nam fallsaidheachdan puis-dhealain le bhith a' cumail faire air gleusan cumanta a chleachdar a chum foill.
hr: &brandShortName; može analizirati poruke e-pošte kako bi otkrio prijevaru, tražeći tehnike koje se često koriste da bi vas zavarali.
hy_am: &brandShortName;-ը կարող է ստուգել նամակները՝ որոշելու համար խաբկանք նամակները։
id: &brandShortName; dapat menganalisis pesan yang mungkin berisi penipuan (scam) yang menggunakan teknik-teknik yang umum untuk menipu Anda.
kab: &brandShortName; yezmer ad yesleḍ iznan igebren imaylen n ukellex s unadi n tetikniyin yettwasnen i yettuseqdacen akken ak-kelxen.
nb_no: &brandShortName; kan analysere meldinger og oppdage mulige e-postsvindler ved å se etter vanlige teknikker brukt for å lure deg.
nn_no: &brandShortName; kan analysere meldingar og oppdage mogleg e-postsvindel ved å sjå etter vanlege teknikkar brukt for å lure deg.
pt: O &brandShortName; pode analisar se as mensagens são possíveis engodos (também conhecidas como phishing), detetando as técnicas de falsificação mais comuns.
pt_br: O &brandShortName; pode verificar se mensagens são possíveis fraudes (também conhecidas como phishing scams), detectando as técnicas de falsificação mais comuns.
tr: &brandShortName;, iletilerinizi yaygın dolandırıcılık tekniklerine karşı inceleyerek sizi sahetkârlık girişimlerinden koruyabilir.
uz: &brandShortName; siz foydalanadigan qurilma umumiy texnikasi izlash funksiyasi orqali e-pochta qallobliklari xabarlarini aniqlay oladi.

source: &Tell me if the message I'm reading is a suspected email scam
af: &Vertel my as die boodskap wat ek lees, dalk 'n e-posswendel is
am: ለ እኔ &ንገረኝ የማነበው ኢሜይል የሚጠረጠር አጭበርባሪ እንደሆነ
ar: أ&خبرني إذا كانت الرسالة التي أقرأ بريد احتيال محتمل
be: &Папярэджваць мяне, калі ліст, які я чытаю, падазраецца як э-паштовая ашука
ca: Digu&es-me si el missatge que estic llegint és sospitós de ser fraudulent
cy: &Dweud wrthynt os yw'r neges ryw'n ei darllen o dan amheuaeth o fod yn e-bost twyllodrus
gd: Innis dhomh ma &tha amharas gu bheil an teachdaireachd a tha mi a' leughadh 'na fhallsaidheachd puist-dhealain
hr: &Obavjesti me ako se sumnja da je poruka koju čitam prijevara
hy_am: Տեղեկացնել, երբ որևէ նամակը կասկածվում է որպես խաբկանք
id: B&eritahu jika pesan yang sedang dibaca adalah tersangka penipuan lewat email
kab: &Ini-d ma yella izen agi aɣareɣ akka tura d imayl n ukellex
nb_no: &Fortell meg dersom meldinger jeg leser er mistenkte e-postsvindler
nn_no: &Fortel meg om meldinga eg les er mistenkt e-postsvindel
pt: Avis&ar se a mensagem que estou a ler pode ser um engodo
pt_br: &Alertar se a mensagem exibida for um possível golpe
tr: &Okuduğum iletinin sahtekârlık girişimi olup olmadığını bana göster
uz: Men o‘qiyotganimda e-pochta qallobliklari sifatida aniqlangan xabar bo‘lsa menga &aytilsin

source: &Use a downloaded list of suspected email scams
af: Gebr&uik 'n afgelaaide lys van verdagte e-posswendels
am: &ይጠቀሙ የ ወረዱ ዝርዝር የሚጠረጠሩ የ ኢ-ሜይል አጭበርባሪዎች
ar: اس&تخدم قائمة منزّلة ببريد الاحتيال المحتمل
be: &Карыстацца загружаным спісам э-паштовых ашукаў
ca: &Utilitza una llista baixada de correu sospitós de ser fraudulent
cy: D&efnyddio rhestr wedi'i llwytho i lawr o e-byst sydd o dan amheuaeth o fod yn dwyllodrus
gd: L&uchdaich a-nuas liosta de dh'fhallsaicheachdan puist-dhealain fo amharas
hr: &Koristi preuzeti popis sumnjivih prijevara e-pošte
hy_am: Օգտագործել խաբկանք նամակների բեռնված ցանկը
id: G&unakan daftar tersangka penipuan email yang diunduh dari Internet
kab: Se&qdec tabdart yettwasidren n imaylen yettbanen d akellex
nb_no: &Bruk en nedlastet liste over mistenkte e-postsvindler
nn_no: &Bruk ei nedlasta liste over mistenkt e-postsvindel
pt: &Utilizar uma lista de possíveis fraudes de correio
pt_br: &Receber e usar uma lista de possíveis fraudes de e-mail
tr: Şü&pheli sahtekârlık iletilerin indirilmiş listesini kullan
uz: E-pochta qallobliklari sifatida ko‘rsatilgan manzillarning yuklab olingan ro‘yxatidan &foydalanish

source: &brandShortName; can remember passwords for all of your accounts.
af: &brandShortName; kan wagwoorde vir al jou rekeninge onthou.
am: &brandShortName; ለ እርስዎ መግለጫዎች በሙሉ የ መግቢያ ቃሎች ያስታውሳል
ar: يستطيع &brandShortName; تذكر معلومات كلمة السر لكل حساباتك لذا لن تحتاج إلى إعادة إدخال بيانات الولوج.
be: &brandShortName; можа запомніць паролі для ўсіх вашых рахункаў.
ca: El &brandShortName; pot recordar les contrasenyes de tots els vostres comptes; així no cal que torneu a introduir els vostres detalls d'entrada.
cy: Mae &brandShortName; yn gallu cofio cyfrineiriau ar gyfer eich holl cyfrifon.
gd: 'S urrainn do &brandShortName; na faclan-faire airson gach cunntas agad a chumail 'na chuimhne.
hr: &brandShortName; može zapamtiti lozinke za sve vaše račune.
hy_am: &brandShortName;-ը կարող է հիշել Ձեր բոլոր փոստարկղերի գաղտնաբառերը։
id: &brandShortName; dapat menyimpan informasi sandi untuk semua akun Anda sehingga Anda tidak perlu mengetikkan ulang informasi log-masuk Anda berkali-kali.
kab: &brandShortName; yezmer ad yecfu ɣef awalen uffiren n imiḍan inek imeṛṛa.
nb_no: &brandShortName; kan huske passordene for alle kontoene dine.
nn_no: &brandShortName; kan hugse passordinformasjon for alle kontoane dine, slik at du ikkje treng å skriva inn innloggingsdetaljane fleire gonger.
pt: O &brandShortName; pode guardar as palavras-passe de todas as suas contas.
pt_br: O &brandShortName; pode memorizar nomes de usuário e senhas de todas as suas contas.
tr: &brandShortName; bütün hesaplarınızın parolalarını hatırlayabilir.
uz: &brandShortName; barcha hisoblaringiz uchun parollaringizni eslab qoladi.

source: &Use a master password
af: &Gebruik 'n meesterwagwoord
am: ዋናውን የ መግቢያ ቃል &ተጠቀም
ar: استخد&م كلمة سر رئيسيّة
be: Ужываць &галоўны пароль
ca: Utilitza una contrasenya &mestra
cy: Defnyddio &prif gyfrinair
gd: &Cleachd prìomh fhacal-faire
hr: Koristi glavn&u lozinku
hy_am: Օգտագործել գաղտնաբառ վարպետին
id: Gunakan Sandi Uta&ma
kab: &Seqdec awal uffir agejdan
nb_no: &Bruk et hovedpassord
nn_no: &Bruk eit hovudpassord
pt: &Utilizar uma palavra-passe mestra
pt_br: &Usar uma senha mestra
tr: &Ana parola kullan
uz: Parol ustasidan &foydalanish

source: A Master Password protects all your passwords, but you must enter it once per session.
af: 'n Meesterwagwoord beskerm al u wagwoorde, maar u moet dit een keer per sessie intik.
am: ዋናው የ መግቢያ ቃል ይጠብቃል የ እርስዎን የ መግቢያ ቃሎች በሙሉ: ነገር ግን እርስዎ ማስገባት አለብዎት አንድ ጊዜ በ ክፍለ ጊዜ ውስጥ
ar: عند تحديدها، ستحمي كلمة السر الرئيسيّة كل كلمات السر لكن يجب إدخالها مرة لكل جلسة.
be: Галоўны пароль абараняе ўсе вашы паролі - аднак вы мусіце ўвесці яго аднойчы за сэсію.
ca: Una vegada definida, la contrasenya mestra protegeix totes les vostres contrasenyes - però heu d'introduir-la una vegada per cada sessió.
cy: Mae Prif Gyfrinair yn diogelu eich holl gyfrineiriau, ond mae'n rhaid i chi ei roi unwaith bob sesiwn.
gd: Dìonaidh am prìomh fhacal-faire na faclan-faire uile agad ach feumaidh tu a chur a-steach turas gach seisein.
hr: Glavna lozinka štiti sve vaše lozinke, ali se mora unijeti jednom za svaku prijavu.
hy_am: Գաղտնաբառի կառավարիչը կպաշտպանի Ձեր բոլոր գաղտնաբառերը, բայց պետք է գոնե մեկ անգամ մուտքագրեք։
id: Jika diatur Sandi Utama melindungi semua sandi Anda - tetapi Anda harus mengetikkannya sekali dalam satu sesi.
kab: Awal uffir agejdan ad immesten akkw awalen-ik uffiren, acukan issefk ad tsekcmeḍ yiwen i yal tiɣimit.
nb_no: Du kan bruke et hovedpassord for å beskytte alle passordene, men da må du skrive inn passordet en gang for hver programøkt.
nn_no: Du kan bruka eit hovudpassord for å verna alle passorda dine, men du må skriva inn passordet ein gong for kvar programøkt.
pt: A palavra-passe mestra protege todas as suas palavras-passe, mas terá que a indicar uma vez por sessão.
pt_br: A senha mestra protege todas as suas senhas — mas você deve fornecê-la uma vez por sessão.
tr: Ana parola bütün parolalarınızı kokur, ama her oturumda ana parolayı tekrar girmeniz gerekir.
uz: Parol ustasi barcha parollaringizni himoya qiladi, lekin har bir seansda bir marta kiritishingiz kerak.

source: &Change Master Password…
af: &Wysig meesterwagwoord…
am: &መቀየሪያ ዋናውን የ መግቢያ ቃል…
ar: &غيّر كلمة السر الرئيسيّة…
be: З&мяніць галоўны пароль…
ca: &Canvia la contrasenya mestra…
cy: &Newid y Prif Gyfrinair...
gd: Atharrai&ch am prìomh fhacal-faire…
hr: &Promjeni glavnu lozinku…
hy_am: Փոխել գաղտնաբառ վարպետին…
id: Ubah &Sandi Utama…
kab: &Snifel awal uffir agejdan…
nb_no: &Endre hovedpassord …
nn_no: &Endra hovudpassord …
pt: &Mudar palavra-passe mestra...
pt_br: &Modificar senha mestra…
tr: A&na parolayı değiştir…
uz: Parol ustasini &o‘zgartirish…

source: &Saved Passwords…
af: &Gestoorde wagwoorde…
am: የ &ተቀመጡ የ መግቢያ ቃሎች…
ar: كلمات ال&سر المحفوظة…
be: &Захаваныя паролі…
ca: Contrasenyes &desades…
cy: &Cyfrineiriau sydd wedi'u cadw...
gd: Faclan-faire a chaidh a &shàbhaladh…
hr: &Spremljene lozinke…
hy_am: Պահպանված գաղտնաբառեր…
id: S&andi Tersimpan…
kab: A&walen uffiren iţwakelsen…
nb_no: &Lagrede passord …
nn_no: &Lagra passord …
pt: Palavra&s-passe guardadas...
pt_br: &Senhas memorizadas…
tr: &Kayıtlı parolalar…
uz: &Saqlangan parollar…

source: &brandShortName; can make it easy for anti-virus software to analyze incoming mail messages for viruses before they are stored locally.
am: &brandShortName; ቀላል ያደርግለታል ለ ፀረ-ቫይረስ ሶፍትዌር ለ መመርመር ወደ ውስጥ የሚመጣ ደብዳቤዎች መልእክቶች ለ ቫይረስ በ አካባቢ ከ መቀመጣቸው በፊት
ar: يستطيع &brandShortName; تسهيل مهمة مضاد الفيروسات في تحليل رسائل البريد الواردة بحثا عن فيروسات قبل حفظها محليّا.
ca: El &brandShortName; pot facilitar que el programari antivirus analitzi els missatges de correu entrant abans que s'emmagatzemin localment.
cy: Mae &brandShortName; yn gallu ei gwneud yn hawdd i feddalwedd gwrth firws i ddadansoddi negeseuon e-byst sy'n sy'n cael eu derbyn am firysau cyn eu storio'n lleol.
gd: Nì &brandShortName; èasgaidh e do bhathar-bog ana-bhìorais teachdaireachdan puist a sgrùdadh a thig a-steach, air eagal 's gum bi bìorasan annta, mus dèid an stòradh gu h-ionadail.
hy_am: &brandShortName;-ը կարող է հեշտացնել ստացված նամակների հակավիրուսային ստուգումը՝ մինչև դրանք համակարգիչ բեռնելը։
id: &brandShortName; dapat memudahkan perangkat lunak anti-virus untuk menganalisis virus pada pesan email masuk sebelum disimpan secara lokal.
pt: O &brandShortName; pode facilitar a análise de novas mensagens por programas anti-vírus antes que estas sejam guardadas localmente.
pt_br: O &brandShortName; pode facilitar a análise de novas mensagens por antivírus antes que elas sejam armazenadas localmente.
tr: &brandShortName; antivirüs yazılımlarının gelen iletileri depolamadan önce virüslere karşı taramasını kolaylaştırabilir.

source: &Allow anti-virus clients to quarantine individual incoming messages
am: &መፍቀጃ ለ ፀረ-ቫይረስ ደንበኞች እያንዳንዱ የሚመጡ መልእክቶች እንዲታገቱ
ar: ا&سمح لمضادات الفيروسات بحجر الرسائل الواردة عن بعض
ca: Permet &que els programes antivirus posin en quarantena missatges d'entrada individuals
cy: C&aniatáu i'r rhaglen neilltuo ar wahân negeseuon sy'n cael eu derbyn
gd: Leig le cli&antan ana-bhìorais teachdaireachdan a thig a-steach a chur ann an cuarantain
hy_am: Թույլատրել հակավիրուսին նամակները տեղափոխել կարանտին։
id: Izinkan perangkat &lunak anti-virus untuk memasukkan pesan ke dalam karantina anti virus
pt: &Permitir que o anti-vírus coloque as mensagem recebidas em quarentena
pt_br: &Aplicativos antivírus podem colocar uma mensagem recebida em quarentena
tr: &Antivirüs yazılımlarının gelen iletilerin karantinaya göndermesine izin ver

source: &brandShortName; lets you specify which blogs, news feeds, and other web sites are allowed to set cookies.
ar: يترك لك &brandShortName; أمر تحديد ما هي التدوينات وتلقيمات الأخبار ومواقع الوب الأخرى التي يُسمح لها بإعداد كعكات.
cy: Mae &brandShortName; yn caniatáu i chi bennu pa flogiau, llif newyddion a gwefannau eraill sy'n cael caniatâd i osod cwcis.
gd: Le &brandShortName;, 's urrainn dhut sònrachadh dè na blogaichean, na h-inbhirean naidheachd is na làraichean-lìn eile aig a bhios cead briosgaidean a shuidheachadh.
hy_am: &brandShortName;-ը հաղորդում է, թե որ բլոգները, նորության շղթաները կամ վեբ կայքերն են թույլատրում cookie-ներ։
tr: &brandShortName; aracılığı ile e-güncelerin, haber akışlarının ve diğer sitelerin çerez bırakma iznini belirleyebilirsiniz.

source: A&ccept cookies from sites
ar: اقبل ال&كعكات من المواقع
cy: &Derbyn cwcis gan wefannau
gd: Gabh ri briosgaidean o làrai&chean
hy_am: Ընդունել &cookie-ներ կայքերից՝
tr: Sitelerin çere&z bırakmasına izin ver

source: &Keep until:
ar: احت&فظ بها حتى:
cy: &Cadw tan:
gd: &Cum gus:
hy_am: Պահել մինչև՝
tr: &Tutma sınırı:

source: they expire
ar: تنتهي صلاحيتها
cy: daw i ben
gd: am falbh an ùine orra
hy_am: ավարտման ժամկերը
tr: süresi dolana dek

source: I close &brandShortName;
ar: أُغلق &brandShortName;
cy: bydd &brandShortName; yn cau
gd: an dùin mi &brandShortName;
hy_am: &brandShortName;-ի փակումը
tr: &brandShortName; kapatılana dek

source: ask me every time
ar: اسألني كل مرة
cy: gofyn i mi bob tro
gd: faighnich dhìom gach turas
hy_am: հարցնել ամեն անգամ
tr: her seferinde bana sor

source: &Exceptions…
ar: است&ثناءات…
cy: &Eithriadau...
gd: &Eisgeachdan…
hy_am: Բացառություններ
tr: &Ayrıcalıklar…

source: &Show Cookies…
ar: أ&ظهِر الكعكات…
cy: &Dangos Cwcis...
gd: &Seall na briosgaidean…
hy_am: Ցուցադրել Cookie-ները...
tr: Çere&zleri göster…

source: Tell web sites I &do not want to be tracked
ar: أ&خبر المواقع أنني لا أريدها أن تتعقبني
cy: &Dweud wrth wefannau nad wyf am gael fy nilyn
gd: Innis &do làraichean-lìn gun a bhith 'gam lorgadh
hy_am: Տեղեկացրեք վեբ կայքերին,ես չեմ ցանկանում, որ ինձ հետևեն
tr: Sitelere izlenmek isteme&diğimi söyle

source: Antivirus
be: Антывірус
kab: Amgal ivirusen

source: &brandShortName; can make it easy for antivirus software to analyze incoming mail messages for viruses before they are stored locally.
be: &brandShortName; можа палегчыць антывірусным праграмам аналіз уваходных паштовых лістоў да іх мясцовага захавання.
kab: &brandShortName; yezmer ad t-yessifusu i umgal avirus akken ad yesleḍ iznan n tirawt ukcimen ɣef ivirusen send ad ttwakelsen.
nb_no: &brandShortName; kan gjøre det enkelt for antivirus-programmer å analysere e-post du laster ned for virus før de lagres.
nn_no: &brandShortName; kan gjera det enkelt for antivirus-program å analysera innkomande e-postmeldingar for virus før dei vert lagra.

source: &Allow antivirus clients to quarantine individual incoming messages
be: Д&азволіць спажыўцам-антывірусам змяшчаць асобныя ўваходныя лісты ў карантын
nb_no: &Tillat antivirus-programmer å sette innkommende meldinger i karantene
nn_no: &Tillat antivirus-program å leggja innkomande meldingar i karantene
