Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/preferences/sendoptions.dtd.po
Languages: af, am, ar, be, ca, cy, hr, hy_am, id, kab, kk, lt, nb_no, nn_no, pt, pt_br, ro, sl, uz, zh_tw

source: Send Options
af: Stuuropsies
am: የ መላኪያ ምርጫ
ar: خيارات الإرسال
be: Наладжванні дасылання
ca: Opcions d'enviament
cy: Dewisiadau Anfon
hr: Mogućnosti slanja
hy_am: Ուղարկելու ընտրանքներ
id: Pengaturan Pengiriman
kab: Azen iɣewwaṛen
kk: Жіберу баптаулары
lt: Siuntimo parinktys
nb_no: Sendeinnstillinger
nn_no: Sendeinnstillingar
pt: Opções de envio
pt_br: Formato de envio
ro: Opțiuni de trimitere
sl: Možnosti pošiljanja
uz: Jo‘natish moslamalari
zh_tw: 寄送選項

source: Text Format
af: Teksformaat
am: የ ጽሁፍ አቀራረብ
ar: تنسيق النص
be: Фармат тэксту
ca: Format del text
cy: Fformat Testun
hr: Oblikovanje teksta
hy_am: Տեքստային
id: Format Teks
kab: Amasal n uḍris
kk: Мәтін пішімі
lt: Siunčiamo teksto tipai
nb_no: Tekstformat
nn_no: Tekstformat
pt: Formato de texto
pt_br: Mensagens com formatação
ro: Formatare text
sl: Oblika besedila
uz: Matn formati
zh_tw: 文字格式

source: Send messages as plain &text if possible
ar: أرسل الرسائل كنص صِرف إذا أمكن
ca: En&via els missatges com a text net, si és possible
cy: Anfon negeuon fel &testun plaen os yn bosib
kab: Azen izen am uḍris aččuran tic&ki tzemreḍ
kk: Мүмкін болса, хабарламаларды ашық мә&тін ретінде жіберу
lt: Jei įmanomą, siųsti laiškus grynuoju &tekstu
nb_no: &Send meldinger som ren tekst hvis mulig
nn_no: &Send meldingar som rein tekst om muleg
ro: Trimite mesaje ca &text simplu când este posibil

source: When sending messages in HTML format and one or more recipients are not listed as being able to receive HTML:
af: Wanneer boodskappe in HTML-formaat gestuur word en een of meer ontvangers is nie gelys as mense wat HTML kan ontvang nie:
ar: عند إرسال رسائل بتنسيق HTML ولم يكن واحد أو أكثر من المستلمين في قائمة من يستطيع استقبال رسائل HTML:
be: Калі дасылаюцца лісты ў фармаце HTML і адзін ці больш атрымальнікаў не пералічаны як здольныя атрымліваць HTML:
ca: Quan s'enviïn missatges en format HTML, però hi hagi algun destinatari pel qual s'hagi especificat que no pot rebre HTML:
cy: Wrth anfon negeseuon mewn fformat HTML ac nad yw un neu fwy o'r derbynwyr wedi'u rhestru fel eu bod yn gallu derbyn HTML:
hr: Ako prilikom slanja poruka u HTML formatu jedan ili više primatelja nisu označeni da mogu primati HTML poruke:
hy_am: Եթե նամակը ուղարկում եք HTML-ով և այն ստացողներից մեկը չկա HTML նամակ ստացողների ցանկում.
id: Saat mengirim pesan dalam format HTML dan salah satu penerima atau lebih tidak didaftar mempunyai kemampuan menerima format HTML:
kab: Ticki tuzneḍ izen s umasal HTML u yiwen neq ugar seg iɣewaḍen ur yezmir ara ad d-yermes HTML:
lt: Išsiunčiant laiškus raiškiuoju tekstu (HTML) gali paaiškėti, kad esama adresatų, neįtrauktų į gavėjų, galinčių priimti tokį tekstą, sąrašą. Tuomet:
nb_no: Ved sending av meldinger i HTML-format, og en eller flere mottakere er oppført som å ikke kunne motta HTML:
nn_no: Ved sending av meldingar i HTML-format, og ein eller fleire mottakarar er oppførde som å ikkje kunne ta imot HTML:
pt: Ao enviar mensagens no formato HTML e um ou mais destinatários não estão indicados como aptos a receber em HTML:
pt_br: Ao enviar mensagens com formatação (HTML) e um destinatário não estiver definido para receber nesse formato:
ro: Când trimiteți mesaje în format HTML și unul sau mai mulți destinatari nu sunt marcați ca fiind capabili să accepte HTML:
sl: Ko pošiljam sporočila v obliki HTML, eden ali več prejemnikov pa ne more prejemati HTML:
uz: Xabarlar HTML formatda jo‘natilayotganda va bir yoki bir nechta qabul qiluvchilar HTML qabul qiluvchi sifatida ko‘rsatilmagan bo‘lsa:
zh_tw: 當用 HTML 格式寄信而且收件者中有人可能無法收 HTML 格式的郵件時:

source: As&k me what to do
af: V&ra my wat om te doen
am: ምን እንደምትሰራ ጠይ&ቀኝ
ar: ا&سألني ماذا ستفعل
be: С&пытаць мяне, што зрабіць
ca: De&mana'm què vull fer
cy: &Gofyn i mi beth i'w wneud
hr: P&itaj me što želim uraditi
hy_am: Հարցնել, թե ինչ անել
id: Tanya&kan saya
kab: Se&qsi-yid d acu ar ad maheleɣ
kk: Не істеуді &сұрау
lt: į&spėti
nb_no: S&pør meg hva som skal gjøres
nn_no: S&pør meg om kva som skal gjerast
pt: &Perguntar o que fazer
pt_br: &Perguntar qual é o formato desejado
ro: Î&ntreabă-mă ce să fac
sl: &me vprašaj, kaj storiti
uz: Nima qilish mendan &so‘ralsin
zh_tw: 詢問我如何處理

source: &Convert the message to plain text
af: &Skakel die boodskap om na skoonteks
am: &መቀየሪያ መልእክቱን ወደ መደበኛ ጽሁፍ
ar: &حوِّل الرسالة إلى نص صرف
be: Пера&тварыць ліст у просты тэкст
ca: &Converteix el missatge en text net
cy: &Trosi'r neges i destun plaen
hr: P&retvori poruku u običan tekst
hy_am: Փոխարկել նամակը սովորական տեքստի
id: &Ganti format pesan ke teks polos
kab: Selket &izen amzun d aḍris ačuṛan
kk: Хабарламаны ашық мәтінге &түрлендіру
lt: &konvertuoti laišką į grynąjį tekstą
nb_no: &Konverter meldingen til ren tekst
nn_no: &Konverter meldinga til rein tekst
pt: &Converter a mensagem para formato de texto
pt_br: En&viar só uma versão sem formatação
ro: &Convertește mesajul la text simplu
sl: &pretvori sporočilo v golo besedilo
uz: Xabar oddiy matnga &o‘girilsin
zh_tw: 轉換郵件為純文字

source: &Send the message in HTML anyway
af: &Stuur die boodskap in elk geval in HTML
am: &መላኪያ መልእክት በ HTML ለማንኛውም
ar: أ&رسِل رسالة HTML على أي حال
be: Усё роўна &дасылаць ліст як HTML
ca: Envia el missatge en &HTML igualment
cy: A&nfon y neges mewn HTML beth bynnag
hr: &Svakako pošalji HTML poruku
hy_am: Այնուհանդերձ նամակը ուղարկել HTML-ով
id: Kirim &saja dengan format HTML
kab: A&zen izen s HTML akken yebɣu yella
kk: Хабарламаны сонда да HTML түрінде &жіберу
lt: laišką &vis vien siųsti raiškiuoju tekstu
nb_no: Sen&d meldingen i HTML likevel
nn_no: &Send meldinga i HTML likevel
pt: &Enviar mensagem em HTML
pt_br: &Enviar só no formato original HTML
ro: Trimite oricum me&sajul în format HTML
sl: &vseeno pošlji sporočilo v obliki HTML
uz: Xabar HTML formatda &jo‘natilsin
zh_tw: 直接以 HTML 格式寄送

source: S&end the message in both plain text and HTML
af: St&uur die boodskap in beide skoonteks en HTML
am: መ&ላኪያ መልእክቱን በ ሁለቱም በ መደበኛ ጽሁፍ እና በ HTML
ar: أر&سِل رسائل نص صرف و HTML
be: Д&асылаць лісты як просты тэкст разам з HTML
ca: &Envia el missatge tant en text net com en HTML
cy: &Anfon y neges mewn testun plaen a HTML
hr: Poš&alji poruku kao običan tekst i HTML
hy_am: Նամակը ուղարկել և՛ սովորական տեքստով, և՛ HTML-ով
id: Kirim p&esan dalam kedua format teks polos dan HTML
kab: A&zen izen s uḍris ačuran d HTML
kk: Хабарламаны ашық мәтін және HTML түрінде де жіб&еру
lt: išsiųsti l&aišką abiejų tipų (HTML ir grynuoju) tekstais
nb_no: Send &meldingen som både tekst og HTML
nn_no: Send &meldinga som både tekst og HTML
pt: Enviar &mensagem em formato de texto e em HTML
pt_br: E&nviar junto uma versão sem formatação
ro: Trimit&e mesajul atât în format text cât și în format HTML
sl: p&ošlji sporočilo v obeh oblikah, kot golo besedilo in HTML
uz: Xabar HTML formatda va oddiy tekis shaklida &jo‘natilsin
zh_tw: 同時送出純文字與 HTML 格式

source: Note: Use the Address Book to specify preferred text formats for recipients.
af: Let wel: Gebruik die adresboek om die voorkeur-teksformaat vir ontvangers te spesifiseer.
am: ማስታወሻ: የ አድራሻ ደብተር ይጠቀሙ ለተቀባዮች የሚመረጠውን የ ጽሁፍ አቀራረብ ለ መወሰን
ar: ملاحظة: استخدم دفتر العناوين لتحديد تنسيق النص المفضّل للمستلمين.
be: Заўвага: ужывайце адрасную кнігу, каб прызначыць пераважныя фарматы тэксту для атрымальнікаў.
ca: Nota: Utilitzeu la llibreta d'adreces per especificar els formats de text preferits dels destinataris.
cy: Sylw: Defnyddiwch y Llyfr Cyfeiriadau i bennu fformat testun dewisol ar gyfer derbyniwr.
hr: Napomena: Koristite adresar kako bi odredili željeni format teksta za primatelje.
hy_am: Հուշում. Օգտագործեք Հասցեագիրքը՝ ստացողին ուղարկվող նամակի տեսակի համար։
id: Catatan: Gunakan Buku Alamat untuk menentukan format teks yang diinginkan untuk penerima.
kab: Tamawt: Seqdec Imedlis n tensa akken ad temleḍ imasalen n uḍris i tebɣiḍ i yinermisen.
lt: Pastaba. Adresatams tinkamus laiškų tekstų tipus galima nurodyti adresų knygos kortelėse.
nb_no: Merk: Bruk adresseboken til angi foretrukket tekstformat for mottakerne.
nn_no: Merk: Bruk adresseboka til å gje opp føretrekt tekstformat for mottakarane.
pt: Nota: utilize o livro de endereços para especificar o formato de texto preferido para os destinatários.
pt_br: Nota: especifique o formato de cada destinatário através do catálogo de endereços.
ro: Sfat: Folosiți agenda de contacte pentru a specifica formatul preferat de destinatari.
sl: Opomba: Za določanje želene oblike sporočil za posameznega naslovnika uporabite imenik.
uz: Eslatma: Manzil kitobidan qabul qiluvchilar uchun eng ma’qul matn formatlarini ko‘rsatish uchun foydalaning.
zh_tw: 註: 請用通訊錄指定個別收件者可接收的郵件格式。

source: When you send a message to an address with one of the domain names listed below, &brandShortName; automatically sends the message in the correct format.
af: Wanneer u 'n boodskap aan 'n adres uit een van die ondermelde domeins stuur, sal &brandShortName; outomaties in die korrekte formaat gestuur word.
ar: عندما ترسل رسالة لأحد العناوين ذات اسم نطاق من المسرودة أدناه، سيُرسل &brandShortName; الرسائل آليًا بالتنسيق الصحيح.
be: Калі вы дасылаеце ліст на адрас з аднаго з даменаў, пералічаных ніжэй, &brandShortName; самастойна дасылае ліст у патрэбным фармаце.
ca: Quan envieu un missatge a una adreça amb un dels dominis indicats més avall, el &brandShortName; enviarà el missatge automàticament en el format correcte.
cy: Pan fyddwch yn anfon neges i gyfeiriad gydag un o'r enwau parth sydd wedi rhestri isod, bydd &brandShortName; yn anfon y neges yn ei fformat cywir yn awtomatig.
hr: Kada šaljete poruku na adresu e-pošte koja sadrži jednu od niže navedenih domena, &brandShortName; automatski šalje poruku u ispravnom formatu.
hy_am: Եթե նամակ եք ուղարկում տիրույթների հետևյալ ցանկից որևէ մեկին, ապա &brandShortName;-ը այն կուղարկի պահանջվող ձևով։
id: Ketika Anda mengirim sebuah pesan kepada alamat yang nama domainnya terdaftar di bawah ini, &brandShortName; akan secara otomatis mengirim pesan tersebut dalam format yang ditentukan.
kab: Ticki tuzneḍ izen ɣer tensa s yiwen n yesmawen agi n taɣult, &brandShortName; ad yazen s wudem awurman izen s umasal ameɣtu.
lt: Kai siųsite laiškus adresatams, kurių adresai yra kurioje nors iš žemiau nurodytų sričių, programa „&brandShortName;“ pati parinks tinkamą teksto tipą.
nb_no: Når du sender en melding til en adresse innenfor et av domenene som er listet under, vil &brandShortName; automatisk sende meldingen i det formatet som er valgt.
nn_no: Når du sender ei melding til ei adresse innanfor eit av domena som er lista under, vil &brandShortName; automatisk sende meldinga i det formatet som er valt.
pt: Ao enviar uma mensagem para um endereço com um dos nomes do domínio indicados abaixo, o &brandShortName; envia automaticamente a mensagem no formato correto.
pt_br: Ao enviar uma mensagem para um endereço com um dos domínios abaixo, o &brandShortName; automaticamente envia a mensagem no formato correto.
ro: Când trimiteți un mesaj la o adresă cu unul din numele domeniului afișat mai jos, &brandShortName; va trimite automat mesajul în formatul corect.
sl: Ko pošljete sporočilo na naslov ene od spodnjih domen, bo &brandShortName; samodejno izbral pravilno obliko sporočila.
uz: Pastdagi ro‘yxatda ko‘rsatilgan domen nomlaridan biri bo‘lgan manzilga xabarjo‘natilayotganda, &brandShortName; xabarni avtomatik tarzda to‘g‘ri formatda jo‘natadi.
zh_tw: 當您寄信到下列網域時，&brandShortName; 會自動送出相對應的格式。

source: &HTML Domains
af: &HTML-domeins
am: የ &HTML ግዛቶች
ar: نطاقات &HTML
be: Дамены &HTML
ca: Dominis d'&HTML
cy: Parthau &HTML
hr: &HTML domene
hy_am: &HTML տիրույթներ
id: Domain &HTML
kab: Tiɣula &HTML
kk: &HTML домендері
lt: &HTML sritys
nb_no: &HTML-domener
nn_no: &HTML-domene
pt: Domínios &HTML
pt_br: Enviar em &HTML
ro: Domenii cu &HTML
sl: Domene za pošto &HTML
uz: &HTML domentlar
zh_tw: &HTML 格式網域

source: &Plain Text Domains
af: &Skoonteks-domeine
am: የ &መደበኛ ጽሁፍ ግዛቶች
ar: نطاقات الن&ص الصِّرف
be: Дамены &простага тэксту
ca: Dominis de &text net
cy: &Parthau Testun Plaen
hr: O&bični tekst domene
hy_am: Սովորական տեքստի տիրույթներ
id: Domain Teks &Polos
kab: Tiɣula n uḍris &ačuṛan
kk: А&шық мәтінді домендер
lt: &Grynojo teksto sritys
nb_no: &Tekst-domener
nn_no: &Tekst-domene
pt: Domínios em forma&to de texto
pt_br: Enviar como &texto sem formatação
ro: Domenii cu text sim&plu
sl: Domene za pošto v golem &besedilu
uz: Matn domenlarini oddiylashtirish
zh_tw: 純文字網域

# AddHtmlDomain.label AddHtmlDomain.accesskey
source: &Add…
af: &Voeg by…
am: &መጨመሪያ…
ar: أ&ضِف…
be: &Дадаць…
ca: &Afegeix…
cy: &Ychwanegu…
hr: &Dodaj…
hy_am: Ավելացնել...
id: T&ambah…
kab: &Rnu…
kk: Қ&осу…
lt: Į&traukti…
nb_no: &Legg til …
nn_no: &Legg til …
pt: &Adicionar...
pt_br: &Adicionar…
ro: &Adaugă…
sl: &Dodaj …
uz: &Qo‘shish…
zh_tw: 新增…

# AddPlainText.label AddPlainText.accesskey
source: &Add…
af: &Voeg by…
am: &መጨመሪያ…
ar: أضِ&ف…
be: Д&адаць…
ca: &Afegeix…
cy: Y&chwanegu…
hr: &Dodaj…
hy_am: Ավելացնել...
id: &Tambah…
kab: &Rnu…
kk: Қ&осу…
lt: Į&traukti…
nb_no: Le&gg til …
nn_no: Le&gg til …
pt: &Adicionar…
pt_br: &Adicionar…
ro: A&daugă…
sl: &Dodaj …
uz: &Qo‘shish…
zh_tw: 新增…

# DeleteHtmlDomain.label DeleteHtmlDomain.accesskey
source: &Delete
af: &Skrap
am: &ማጥፊያ
ar: ا&حذف
be: В&ыдаліць
ca: S&uprimeix
cy: &Dileu
hr: &Obriši
hy_am: Ջնջել
id: &Hapus
kab: &Kkes
kk: Ө&шіру
lt: &Pašalinti
nb_no: &Slett
nn_no: &Slett
pt: E&liminar
pt_br: E&xcluir
ro: Ș&terge
sl: Iz&briši
uz: &O‘chirish
zh_tw: 刪除

# DeletePlainText.label DeletePlainText.accesskey
source: &Delete
af: &Skrap
am: &ማጥፊያ
ar: اح&ذف
be: Выда&ліць
ca: S&uprimeix
cy: &Dileu
hr: &Obriši
hy_am: Ջնջել
id: &Hapus
kab: &Kkes
kk: Ө&шіру
lt: &Pašalinti
nb_no: Sl&ett
nn_no: Sl&ett
pt: E&liminar
pt_br: E&xcluir
ro: Ș&terge
sl: Iz&briši
uz: &O‘chirish
zh_tw: 刪除

source: Add HTML Domain Name
af: Voeg HTML-domeinnaam by
am: የ HTML ግዛት ስም መጨመሪያ
ar: أضِف اسم نطاق HTML
be: Дадаць назву HTML дамену
ca: Afegeix un nom de domini d'HTML
cy: Ychwanegu Enw Parth HTML
hr: Dodaj domenu za HTML
hy_am: Ավելացնել HTML տիրույթի անունը
id: Tambah Nama Domain HTML
kab: Rnu isem n taɣult HTML
kk: HTML домен атын қосу
lt: HTML srities vardo įtraukimas
nb_no: Legg til HTML domenenavn
nn_no: Legg til HTML-domenenamn
pt: Adicionar nome de domínio HTML
pt_br: Adicionar um domínio
ro: Adaugă un nume de domeniu pentru HTML
sl: Dodajanje domene za pošto za HTML
uz: HTML domen nomini qo‘shish
zh_tw: 增加 HTML 格式網域名稱

source: HTML Domain Name:
af: HTML-domeinnaam:
am: የ HTML ግዛት ስም:
ar: اسم نطاق HTML:
be: Назва HTML дамену:
ca: Nom del domini d'HTML:
cy: Enw Parth HTML:
hr: Naziv domene za HTML:
hy_am: HTML տիրույթի անունը.
id: Nama Domain HTML:
kab: Isem n taɣult HTML:
kk: HTML домен аты:
lt: Srities, priimančios HTML teksto laiškus, vardas:
nb_no: HTML domenenavn:
nn_no: HTML domenenamn:
pt: Nome do domínio HTML:
pt_br: Domínio de HTML:
ro: Nume de domeniu HTML:
sl: Ime domene za pošto HTML:
uz: HTML domen nomi:
zh_tw: HTML 格式網域名稱:

source: Add Plain Text Domain Name
af: Voeg skoonteks-domeinnaam by
am: የ መደበኛ ጽሁፍ ግዛት ስም መጨመሪያ
ar: أضِف اسم نطاق نص صِرْف
be: Дадаць назву дамену простага тэксту
ca: Afegeix un nom de domini de text net
cy: Ychwanegu Enw Parth Testun Plaen
hr: Dodaj domenu za običan tekst
hy_am: Ավելացնել Սովորական տեքստի տիրույթի անունը
id: Tambah Nama Domain Teks Polos
kab: Rnu isem n taɣult n uḍris ačuṛan
kk: Ашық мәтінді домен атын қосу
lt: Grynojo teksto srities vardo įtraukimas
nb_no: Legg til tekst-domenenavn
nn_no: Legg til tekst-domenenamn
pt: Adicionar um nome de domínio
pt_br: Adicionar um domínio
ro: Adaugă nume de domeniu pentru text simplu
sl: Dodajanje domene za pošto v golem besedilu
uz: Oddiy matnni domen nomi kabi qo‘shish
zh_tw: 增加純文字網域名稱

source: Plain Text Domain Name:
af: Skoonteks-domeinnaam:
am: የ መደበኛ ጽሁፍ ግዛት ስም:
ar: اسم نطاق نص صِرْف:
be: Назва дамену простага тэксту:
ca: Nom del domini de text net:
cy: Enw Parth Testun Plaen:
hr: Naziv domene za običan tekst:
hy_am: Սովորական տեքստի տիրույթի անունը.
id: Nama Domain Teks Polos:
kab: Isem n taɣult aḍris ačuṛan:
kk: Ашық мәтінді домен аты:
lt: Srities, priimančios grynojo teksto laiškus, vardas:
nb_no: Tekst-domenenavn:
nn_no: Tekst-domenenamn:
pt: Nome do domínio em formato de texto:
pt_br: Domínio de texto sem formatação:
ro: Nume de domeniu pentru text simplu:
sl: Domena za navadno pošto
uz: Domen nomi oddiy matni:
zh_tw: 純文字網域名稱:
