Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/aboutSessionRestore.dtd.po
Languages: cak

source: Restore Session
cak: Tichojmirisäx molojri'ïl

source: Well, this is embarrassing.
cak: K'ayew jub'a' rere'.

source: &brandShortName; is having trouble recovering your windows and tabs. This is usually caused by a recently opened web page.
cak: &brandShortName; k'ayew nub'än chuwäch nok chik chupam ri taq tzuwäch chuqa' taq ruwi'. Rere' nib'anatäj toq nab'ey xatok chupam jun ruxaq k'amaya'l.

source: You can try:
cak: Tikirel natojtob'ej:

source: Removing one or more tabs that you think may be causing the problem
cak: Kelesäx el ri ketal jun o junjun taq ruwi', ri nikiya' k'ayewal

source: Starting an entirely new browsing session
cak: Titikirisäx jun chik k'ak'a' chi molojri'ïl

# restorepage.tryagainButton
source: Restore
cak: Tichojmirisäx

source: R
cak: M

source: Close
cak: Titz'apïx

source: C
cak: P

# restorepage.restoreHeader
source: Restore
cak: Titzolïx

source: Windows and Tabs
cak: Taq tzuwäch chuqa' taq ruwi'

source: Let’s go!
cak: ¡Jo'!

# welcomeback2.tabtitle
source: Success!
cak: ¡Xojtikïr!

# welcomeback2.pageTitle
source: Success!
cak: ¡Xojtikïr!

source: &brandShortName; is ready to go.
cak: &brandShortName; ütz chik richin tichap chik el.

source: Restore all Windows and Tabs
cak: Ketzolïx chik kiwäch ri taq tzuwäch chuqa' taq ruwi'

source: Restore only the ones you want
cak: Xa xe jujun titzolïx kiwäch

source: Your add-ons and customizations have been removed and your browser settings have been restored to their defaults. If this didn’t fix your issue,
cak: Ri taq atz'aqat chuqa' ichinanem xeyuj el, ruma ri' ri runuk'ulem okik'amaya'l xtzolïx ruwäch rik'in ri taq retal e k'o wi. We man nuchojmirisaj ta ri k'ayewal re',

source: learn more about what you can do.
cak: tasik'ij ch'aqa' chik pa ruwi' ri yatikïr nab'än.

source: Migrate your other Tab Groups
cak: Ke'ak'waj ri juley chik Molaj taq ruwi'

source: We’ve removed Tab Groups, but saved your tabs
cak: Xeqatorij el molaj taq ruwi', xeyak na kan ri taq ruwi' awichin

source: Learn about Tab Groups replacement add-ons.
cak: Tawetamaj ch'aqa' chik pa kiwi' ri molaj taq ruwi' rik'in ye'ajalwachij taq tz'aqat.

source: &brandShortName; has bookmarked all your groups so you haven’t lost anything.
cak: &brandShortName; xuya' ketal konojel ri taq amolaj, ruma ri' toq majun xsach el.

source: Show Bookmarked Tab Groups
cak: Kek'ut pe ri taq molaj ruwi' etz'aqatisan pa taq yaketal

source: You can also choose to restore some or all background groups into windows now:
cak: Chuqa' yatikïr nacha' kitzolixik jujun o konojel ri taq molaj k'o chupam pa ri taq tzuwäch wakami:
