Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/aboutCertError.dtd.po
Languages: cak

source: Insecure Connection
cak: Itzel chi okem

source: Your connection is not secure
cak: Itzel ri awokem

source: The owner of <span class='hostname'/> has configured their website improperly. To protect your information from being stolen, &brandShortName; has not connected to this website.
cak: Ri rajaw re <span class='hostname'/> man ütz ta xunuk'ub'ej ri ruxaq k'amaya'l. Richin natob'ej ri awetamab'al richin man teleq'äx, &brandShortName; man xatrokisaj ta pa re ruxaq k'amaya'l re'.

source: Go Back
cak: Titzolin

source: Learn more…
cak: Tetamäx ch'aqa' chik…

source: Advanced
cak: Q'axinäq

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; only connect to it securely. As a result, it is not possible to add an exception for this certificate.
cak: Re ruxaq k'amaya'l re' kan nrokisaj Nïm Ruchajinïk Ruk'wayöl HTTP (HSTS) richin nuya' retal chi &brandShortName; xa xe tok rik'in rija' pa ütz rub'anikil. Rin nib'e'el chi man nitikïr ta nutz'aqtisaj jun man relik ta chi re re ruwujil b'i'aj re'.

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
cak: We niq'ax chawäch ri tajin nik'ulwachitäj tikirel nab'ij chi re &brandShortName; kuqül k'u'x chi rij re jun rupam k'amaya'l re'. <b> Ke ri' chuqa' we kuqül ak'u'x chi rij re rupam k'amaya'l re, re jun sachoj re' rik'in jub'a' chuqa' nuq'ajuj chi k'o jun ri nuju' ri' chupam ri awokem.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
cak: Man tatz'aqatisaj qa jun man relik ta rajowaxik chi kan awetaman chi re jun ruxaq re' man trokisaj ri kuqül tz'etonem.

source: Add Exception…
cak: Ruya'ik jun man relik ta…

source: Copy text to clipboard
cak: Tiwachib'ëx ri rucholajem tzij pa molwuj

source: Report errors like this to help Mozilla identify misconfigured sites
cak: Taya' kitzijol k'ayewal achi'el re' richin nato' ri Mozilla chi nuya' ketal ri taq ruxaq k'amaya'l itzel rub'anon kinuk'ulem.
