Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/aboutTabCrashed.dtd.po
Languages: cak

source: Close This Tab
cak: Titz'apïx re ruwi' re'

source: Restore This Tab
cak: Titzolïx ruwäch re ruwi' re'

source: Restore All Crashed Tabs
cak: Ketzolïx kiwäch konojel ri man etikirinäq ta taq ruwi'

source: Gah. Your tab just crashed.
cak: Uy. Xqa ruchuq'a' ruwi'.

source: We can help you!
cak: ¡Yojtikïr yatqato'!

source: Choose &tabCrashed.restoreTab; to reload page content.
cak: Ticha' &tabCrashed.restoreTab; richin nisamajib'ëx chik ri rupam ruxaq.

source: Choose &tabCrashed.restoreTab; or &tabCrashed.restoreAll; to reload page content.
cak: Ticha' &tabCrashed.restoreTab; o &tabCrashed.restoreAll; richin nisamajib'ëx chik ri rupam ruxaq.

source: Will you help us?
cak: ¿La yojato'?

source: Crash reports help us diagnose problems and make &brandShortName; better.
cak: Ri taq kitzijol sachoj yojkito' yeqanik'oj ri taq k'ayewal chuqa' ruk'ojlem ri &brandShortName;.

source: Report this tab
cak: Titzijöx re ruwi' re'

source: Send a crash report for the tab you are viewing
cak: Titaq jun rutzijol sachoj richin re ruwi' tajin natz'ët

source: Optional comments (comments are publicly visible)
cak: Cha'el taq rutzijol (ri taq rutzijol konojel winaqi' yetz'eton)

source: Include page URL with this crash report
cak: Titz'aqatisäx ruxaq URL rik'in re rutzijol sachoj re'

source: Enter your email address here
cak: Tatz'ib'aj wawe' ri rochochib'al ataqoya'l

source: Email me when more information is available
cak: Tataqa' pe jun taqoyal chwe toq k'o ch'aqa' chik rutzijol

source: Crash report already submitted; thank you for helping make &brandShortName; better!
cak: Xtaq ri rutzijol sachoj. ¡Matyox chawe ruma yojato' chi niqaq'i' jun &brandShortName; janila ütz!

source: Report background tabs
cak: Titzijöx taq ruwi' chupam

source: Update preferences to automatically submit backlogged crash reports (and get fewer messages like this from us in the future)
cak: Tik'ex ri taq ajowab'äl richin ruyonil yerutäq rutzijol taq sachoj rik'in yokenïk (richin nak'ül jub'a' taq qatzijol ri chwa'q kab'ij)
