Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/accounts.properties.po
Languages: cak

source: Reconnect %S
cak: Tokisäx chik %S

source: Verify %S
cak: Tinik'öx %S

source: Verification Sent
cak: Xtaq ri runik'oxik

source: A verification link has been sent to %S.
cak: Xtaq jun ruximöy jikib'anïk pa %S.

source: Unable to Send Verification
cak: Man tikirel ta nitaq ri jikib'anïk

source: We are unable to send a verification mail at this time, please try again later.
cak: K'a wakami man yojtikïr ta niqanik'oj pa taqoya'l, tab'ana' utzil tatojtob'ej pa jun chi ti ramaj.

source: Firefox Sync
cak: Firefox Ximojri'ïl

source: This computer is now syncing with %S.
cak: Man ruximon ta ri' re kematz'ib' re' rik'in %S.

source: This computer is now syncing with a new device.
cak: Man ruximon ta ri' re kematz'ib' re' rik'in jun k'ak'a' okisaxel.

source: Sync Enabled
cak: Ximojri'ïl tzijon

source: %S will begin syncing momentarily.
cak: %S xtutikirisaj ri ximojri'ïl chi mej.

source: Sync Disconnected
cak: Chupun Ximojri'ïl

source: This computer has been successfully disconnected from Firefox Sync.
cak: Ütz ruchupik xub'än re kematz'ib' re' pa Firefox Sync.

source: Send to All Devices
cak: Titaq pa Ronojel taq Okisaxel

source: Tab Received
cak: Ruwi' k'ulun

source: Tab from %S
cak: Ruwi' %S

source: Tabs Received
cak: Taq Ruwi' ek'ulun

source: #1 tab has arrived from #2;#1 tabs have arrived from #2
cak: #1 ruwi' petenäq pa #2;#1 taq ruwi' epetenäq pa #2

source: #1 tab has arrived from your connected devices;#1 tabs have arrived from your connected devices
cak: #1 ruwi' petenäq pan okinäq taq okisaxel;#1 taq ruwi' epetenäq pan okinäq taq okisaxel

source: #1 tab has arrived;#1 tabs have arrived
cak: #1 ruwi' petenäq;#1 taq ruwi' epetenäq
