Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/baseMenuOverlay.dtd.po
Languages: cak

source: Minimize
cak: Ch'utinarisaxïk

source: Bring All to Front
cak: Ruk'amik chuwäch ronojel

source: Zoom
cak: Sum

# helpMenu.label helpMenu.accesskey
source: &Help
cak: &To'ïk

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
cak: &To'ïk

source: &About &brandShorterName;
cak: &Chi rij ri &brandShorterName;

source: &brandShorterName; &Help
cak: &brandShorterName; &To'ïk

source: &Keyboard Shortcuts
cak: Ruq'a' rub'ey &Keyboard

source: &Restart with Add-ons Disabled…
cak: &Titikirisäx chik kik'in ri chupül taq tz'aqat…

source: &Restart with Add-ons Enabled
cak: &Titikirisäx chik rik'in ri tzijïl taq tz'aqat

source: &brandShorterName; H&ealth Report
cak: Rutzijol raxnaq&il richin &brandShorterName;

source: &Troubleshooting Information
cak: &Etamab'äl richin yesol taq yek'ayewal

source: &Submit Feedback…
cak: &Ketaq taq rutzijol…

source: &brandShorterName; T&our
cak: &brandShorterName; B'e&nam

source: Preferences…
cak: Taq ajowab'äl…

source: Services
cak: Taq samaj

source: Hide &brandShorterName;
cak: Tewäx &brandShorterName;

source: Hide Others
cak: Kewaxik ch'aqa' chikKe

source: Show All
cak: Tik'ut pe ronojel
