Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/browser.properties.po
Languages: cak

source: Timed Out
cak: Ronojel ri ramaj q'axinäq

source: Open File
cak: Tijaq yakb'äl

source: Set Home Page
cak: Ticha' tikirib'äl ruxaq

source: Do you want this document to be your new home page?
cak: ¿Nawajo' chi re jun k'ak'a' ruxaq re' nok tikirib'äl ruxaq?

source: Do you want these documents to be your new home pages?
cak: ¿Nawajo' chi re taq k'ak'a' ruxaq re' ye'ok tikirib'äl ruxaq?

source: Search %1$S for “%2$S”
cak: Tikanöx %1$S rik'in “%2$S”

source: [Folder Name]
cak: [Rub'i' yaksamaj]

source: %S prevented this site from asking you to install software on your computer.
cak: %S xuq'ät chi re ruxaq k'amaya'l re' nuk'utuj chawe chi nuyäk qa solkema' pan akematz'ib'.

# xpinstallPromptMessage.dontAllow
source: Don’t Allow
cak: Man tiya' q'ij

# xpinstallPromptAllowButton
source: Allow
cak: Tiya' q'ij

source: Software installation has been disabled by your system administrator.
cak: Xchup ruyakik ri solkema' ruma ri runuk'samajel aq'inoj.

source: Software installation is currently disabled. Click Enable and try again.
cak: Wakami ri ruyakik solkema' chupül. Tapitz'a' pa Titzij richin natojtob'ej chik jub'ey.

source: Enable
cak: Titzij

source: Add %S?
cak: Titz'aqatisäx %S?

source: Caution: This add-on is unverified. Malicious add-ons can steal your private information or compromise your computer. Only install this add-on if you trust the source.
cak: Rutzijol k'ayewal: Man nik'on ta re chokoy re'. Ri itzel taq chokoy yetikïr nikeleq'aj ri awetamab'al o nikiq'eleb'ej ri akematz'ib'. Tayaka' re chokoy re' we nakuqub'a' ak'u'x chi rij akuchi' petenäq wi.

source: It requires your permission to:
cak: Najowäx naya' q'ij richin:

# webextPerms.add.label webextPerms.add.accessKey
source: &Add
cak: &Titz'aqatisäx

# webextPerms.cancel.label webextPerms.cancel.accessKey
source: &Cancel
cak: &Tiq'at

source: %1$S added to %2$S
cak: %1$S tz'aqatisan pa %2$S

source: %S added
cak: %S tz'aqatisan

source: Another program on your computer installed an add-on that may affect your browser. Please review this add-on’s permissions requests and choose to Enable or Cancel (to leave it disabled).
cak: Jun chik rukema' akematz'ib' xuyäk jun tz'aqat, ri nitikïr nutz'ila' ri awokik'amaya'l. Ke'anik'oj ri taq k'utuj richin ruya'oj q'ij re tz'aqat re' k'a ri' tacha' Titzij o Tiq'at (richin tichup kan).

source: Another program on your computer installed an add-on that may affect your browser. Please choose to Enable or Cancel (to leave it disabled).
cak: Jun chik rukema' akematz'ib' xuyäk jun tz'aqat, ri nitikïr nutz'ila' ri awokik'amaya'l. Tab'ana' utzil tacha' Titzij o Tiq'at (richin tichup kan).

source: &Enable
cak: &Titzij

# webextPerms.sideloadCancel.label webextPerms.sideloadCancel.accessKey
source: &Cancel
cak: &Tiq'at

source: %S requires new permissions
cak: %S nrajo' k'ak'a'taq ya'oj q'ij

source: %S has been updated. You must approve new permissions before the updated version will install. Choosing “Cancel” will maintain your current add-on version.
cak: %S xk'extäj. K'o chi ye'ajikib'a' k'ak'a' taq ya'oj q'ij chuwäch nayäk ri k'ak'a' ruwäch k'exon. We nacha' “Tiq'at” nik'oje' na ri ruwäch tz'aqat k'o wakami.

source: &Update
cak: &Tik'ex

source: %S requests additional permissions.
cak: %S nuk'utuj rutz'aqat taq ya'oj q'ij.

source: It wants to:
cak: Nrajo':

# webextPerms.optionalPermsAllow.label webextPerms.optionalPermsAllow.accessKey
source: &Allow
cak: &Tiya' q'ij

source: &Deny
cak: &Tiq'at

source: Read and modify bookmarks
cak: Kesik'ïx chuqa' kek'ex taq yaketal

source: Get data from the clipboard
cak: Tik'am tzij pa ri yakwujb'äl

source: Input data to the clipboard
cak: Kenim taq tzij pa ri yakwujb'äl

source: Download files and read and modify the browser’s download history
cak: Keqasäx taq yakb'äl, tisik'ïx chuqa' tijalwachïx ri kik'ulwachinel taq ruqasanik okik'amaya'l

source: Access your location
cak: Katok pan ak'ojlib'al

# webextPerms.description.history
source: Access browsing history
cak: Okem pa ruk'ulwachinel okem pa k'amaya'l

source: Exchange messages with programs other than %S
cak: Kejalwachïx taq rutzijol kik'in taq kema' ri man e %S

source: Display notifications to you
cak: Kek'ut pe ri rutzijol chawäch

source: Read and modify privacy settings
cak: Tisik'ïx chuqa' tijal ri runuk'ulem ichinanem

source: Access recently closed tabs
cak: Katok pa ri taq ruwi' nimakol kejaq

source: Access browser tabs
cak: Katok pa ri taq ruwi' okik'amaya'l

# webextPerms.description.topSites
source: Access browsing history
cak: Okem pa ruk'ulwachinel okem pa k'amaya'l

source: Access browser activity during navigation
cak: Tok pa ri rusamajin okik'amaya'l toq okinäq pa k'amaya'l

source: Access your data for all websites
cak: Katok pa ri taq atzij pa ronojel ri taq ruxaq k'amaya'l

source: Access your data for sites in the %S domain
cak: Katok pa ri taq atzij richin ri taq ruxaq k'amaya'l pa %S ruk'ojlem b'ey

source: Access your data in #1 other domain;Access your data in #1 other domains
cak: Katok pa ri taq atzij pa #1 jun chik ruk'ojlem b'ey;Katok pa ri taq atzij pa #1 ch'aqa' chik taq ruk'ojlem b'ey

source: Access your data for %S
cak: Katok pa taq atzij richin %S

source: Access your data on #1 other site;Access your data on #1 other sites
cak: Katok pa ri taq atzij pa #1 jun chik ruxaq k'amaya'l;Katok pa ri taq atzij pa #1 ch'aqa' chik taq ruxaq k'amaya'l

source: %1$S has been added to %2$S.
cak: %1$S xtz'aqatisäx pa %2$S.

source: Manage your add-ons by clicking %1$S in the %2$S menu.
cak: Tanuk'samajij ri taq atz'aqat rik'in napïtz' %1$S pa %2$S k'utsamaj.

source: OK
cak: ÜTZ

source: Downloading and verifying add-on…;Downloading and verifying #1 add-ons…
cak: Tajin niqasäx chuqa' nijikib'äx ri tz'aqat…;Tajin yeqasäx chuqa' yejikib'äx #1 taq tz'aqat…

source: Verifying
cak: Jikib'axïk

source: (Unverified)
cak: (Man jikib'an ta)

# addonInstall.cancelButton.label addonInstall.cancelButton.accesskey
source: &Cancel
cak: &Tiq'at

# addonInstall.acceptButton2.label addonInstall.acceptButton2.accesskey
source: &Add
cak: &Titz'aqatisäx

source: This site would like to install an add-on in #1:;This site would like to install #2 add-ons in #1:
cak: Re jun ruxaq k'amaya'l re' nrajo' nuyäk jun tz'aqat pa #1:;Re jun ruxaq k'amaya'l re' nrajo' nuyäk #2 taq tz'aqat pa #1:

source: Caution: This site would like to install an unverified add-on in #1. Proceed at your own risk.;Caution: This site would like to install #2 unverified add-ons in #1. Proceed at your own risk.
cak: Tachajij awi': Re jun ruxaq k'amaya'l re' nrajo' nuyäk jun man nik'on ta tz'aqat pa #1. Kasamäj el rik'in ana'ojib'al.;Tachajij awi': Re jun ruxaq k'amaya'l re' nrajo' nuyäk #2 man enik'on ta taq tz'aqat pa #1. Kasamäj el rik'in ana'ojib'al.

source: ;Caution: This site would like to install #2 add-ons in #1, some of which are unverified. Proceed at your own risk.
cak: ;Tachajij awi': Re ruxaq k'amaya'l re' narajo' nuyäk #2 taq tz'aqat pa #1, jujun chi ke ri' man enik'on ta. Tatzaqa' awi' rik'in ana'ojib'al.

source: #1 has been installed successfully.;#2 add-ons have been installed successfully.
cak: #1 ütz xyake'.;#2 taq tz'aqat ütz xeyak.

source: #1 will be installed after you restart #3.;#2 add-ons will be installed after you restart #3.
cak: #1 xtiyak toq xtakamuluj rutzijik #3.;#2 ri taq tz'aqat xkeyak toq xtatzïj chik #3.

# addonInstallRestartButton
source: Restart Now
cak: Tatzija' chik wakami

# addonInstallRestartIgnoreButton
source: Not Now
cak: Wakami mani

source: The add-on could not be downloaded because of a connection failure.
cak: Man tikirel ta xqasäx ri rutz'aqat ruma jun sachoj richin okem.

source: The add-on could not be installed because it does not match the add-on %1$S expected.
cak: Man tikirel ta xyak ri tz'aqat ruma man nuxïm ta ri' rik'in ri tz'aqat %1$S oyob'en.

source: The add-on downloaded from this site could not be installed because it appears to be corrupt.
cak: Man tikirel ta xyak ri qasan tz'aqat qasan pa re ruxaq re' ruma achi'el ta yujtajinäq.

# addonInstallError-4
source: %2$S could not be installed because %1$S cannot modify the needed file.
cak: Man tikirel ta xyak %2$S ruma chi ri %1$S man nitikïr ta nuk'ëx ri k'atzinel yakb'äl.

source: %1$S has prevented this site from installing an unverified add-on.
cak: %1$S xchajïx re ruxaq k'amaya'l re' ruma xuyäk jun tz'aqat, ri man xnik'öx ta.

source: This add-on could not be installed because of a filesystem error.
cak: Re jun rutz'aqat re' man xyak ta ruma jun sachoj pa kinuk'ulem taq yakb'äl.

source: This add-on could not be installed because it does not match the add-on %1$S expected.
cak: Man tikirel ta xyak re add-on re' ruma man nuxïm ta ri' rik'in ri add-on %1$S oyob'en.

source: This add-on could not be installed because it appears to be corrupt.
cak: Re jun rutz'aqat re' man xyak ta kan ruma achi'el ta chi man ütz ta.

# addonLocalInstallError-4
source: %2$S could not be installed because %1$S cannot modify the needed file.
cak: Man tikirel ta xyak %2$S ruma chi ri %1$S man nitikïr ta nuk'ëx ri k'atzinel yakb'äl.

source: This add-on could not be installed because it has not been verified.
cak: Man xyak ta kan re jun rutz'aqat re' ruma chi man nik'on ta.

source: %3$S could not be installed because it is not compatible with %1$S %2$S.
cak: Man xtikïr ta xeruyäk ri %3$S ta ruma man nikik'äm ta ki' rik'in %1$S %2$S.

source: %S could not be installed because it has a high risk of causing stability or security problems.
cak: Man tikirel ta xyak ri %S, ruma k'o retal chi janila nuya' k'ayewal chi pa ruwi' ruchuq'a' samaj chuqa' ruchajixik.

source: One or more installed add-ons cannot be verified and have been disabled.
cak: Jun o ch'aqa' chik taq tz'aqat eyakon man tikirel ta yenik'öx, ruma ri' xetz'apïx.

source: &Learn More
cak: &Tetamäx ch'aqa' chik

source: Compact Light
cak: Tz'aqatz'öj aninel

source: A compact theme with a light color scheme.
cak: Jun tz'aqatz'öj wachinïk rik'in jun aninel ruchib'al b'onil.

source: Compact Dark
cak: Tz'aqatz'öj q'equ'm

source: A compact theme with a dark color scheme.
cak: Jun tz'aqatz'öj wachinïk rik'in jun q'equ'm ruchib'al b'onil.

source: This site (%S) attempted to install a theme.
cak: Re ruxaq k'amaya'l re' (%S) xrajo' xuyäk jun wachinel.

# lwthemeInstallRequest.allowButton2
source: Allow
cak: Tiya' q'ij

source: a
cak: jun

source: %S will be installed after you restart.
cak: %S xtiyake' kan toq xtatikirisaj chik.

# lwthemeNeedsRestart.button
source: Restart Now
cak: Titzij chik wakami

source: #1 prevented this site from opening a pop-up window.;#1 prevented this site from opening #2 pop-up windows.
cak: #1 xuq'ät re ruxaq k'amaya'l re richin nujäq jun silon tzuwäch;#1 xuq'ät re ruxaq k'amaya'l re richin yerujäq #2 silon taq tzuwäch.

source: Options
cak: Taq cha'oj

source: Preferences
cak: Taq ajowab'äl

source: Allow pop-ups for %S
cak: Tiya' q'ij richin nijaq taq silon wachib'äl chi re %S

source: Block pop-ups for %S
cak: Ruya'ik q'ij richin nijaq taq silon wachib'äl chi re %S

source: Don’t show this message when pop-ups are blocked
cak: Man tel pe re rutzijol re' toq xkeq'at taq silon wachib'äl

source: Don’t show info bar when pop-ups are blocked
cak: Man tik'ut pe ri rukajtz'ik etamab'äl toq ri elenel taq kajtzïk' eq'aton kan

source: Show ‘%S’
cak: Tik'ut pe ri ‘%S’

source: %S is blocking content on this page.
cak: %S tajin niq'eleb'en rupam re jun ruxaq k'amaya'l re'.

source: %S is not blocking any content on this page.
cak: %S man tajin ta niq'eleb'en majun rupam pa re ruxaq k'amaya'l re'.

source: The %S plugin has crashed.
cak: Xtane' rusamaj ri nak'ab'äl %S.

source: &Reload page
cak: &Katok chik chupam ri ruxaq

source: &Submit a crash report
cak: &Tik'ut pe jun rutzijol chi rij sachoj

# crashedpluginsMessage.learnMore
source: Learn More…
cak: Tetamäx ch'aqa' chik…

source: Did you mean to go to %S?
cak: ¿Rik'in jub'a' k'o chi yab'e pa %S?

source: Yes, take me to %S
cak: Ja', kinak'waj pa %S

source: Y
cak: J

source: No thanks
cak: Manäq , mani matyox

# keywordURIFixup.dismiss.accesskey
source: N
cak: M

source: Allow %2$S to run “%1$S”?
cak: ¿Tuya' q'ij chi ri %2$S tusamajij “%1$S”?

source: Allow %S to run plugins?
cak: ¿Tuya' q'ij chi ri %S kerutzija' ri taq nak'ab'äl?

# pluginActivate.learnMore
source: Learn More…
cak: Tetamäx ch'aqa' chik…

source: %3$S has prevented the outdated plugin “%1$S” from running on %2$S.
cak: %3$S xq'ato chi ri ojer nak'ab'äl “%1$S” tisamäj el pa %2$S.

source: Outdated plugin
cak: Ojer nak'ab'äl

source: Update now…
cak: Tik'ex wakami…

source: %3$S has prevented the unsafe plugin “%1$S” from running on %2$S.
cak: %3$S xq'ato chi ri man jikïl ta nak'ab'äl “%1$S” tisamäj el pa %2$S.

source: Vulnerable plugin!
cak: ¡K'ayew jub'a re nak'ab'äl!

source: What’s the risk?
cak: ¿Achike ri k'ayewal?

source: %2$S has blocked “%1$S” for your protection.
cak: %2$S xuq'ät “%1$S” ruma yatruchajij.

source: Blocked for your protection
cak: Q'aton ruma yatruchajij

source: “%S” is disabled.
cak: “%S” man tzijïl ta.

source: Disabled
cak: Chupül

source: Manage plugins…
cak: Tinuk'samajïx ri nak'ab'äl…

source: “%S” is enabled on %S.
cak: “%S” tzijïl pa %S.

source: Outdated plugin “%S” is enabled on %S.
cak: Ri ojer nak'ab'äl “%S” tzijïl pa %S.

source: Insecure plugin “%S” is enabled on %S.
cak: Ri itzel nak'ab'äl “%S” tzijïl pa %S.

# pluginInfo.unknownPlugin
source: Unknown
cak: Man etaman ta ruwäch

source: Allow &Now
cak: Tiya' q'ij &wakami

source: Allow and &Remember
cak: Tiya' q'ij chuqa' &Tinatäx

source: &Block Plugin
cak: &Tiq'at nak'ab'äl

source: &Continue Allowing
cak: &K'a tiya' q'ij chi re

source: Activate %S.
cak: Titzij %S.

source: This plugin is vulnerable and should be updated.
cak: K'o ruk'ayewal re nak'ab'äl re' chuqa' k'atzinel tik'ex.

source: This plugin has security vulnerabilities.
cak: Re nak'ab'äl re' k'o ruk'ayewal chi man yatruchajij ta.

source: Continue &Blocking
cak: K'a &Tiq'at na

source: &Allow…
cak: &Tuya' q'ij…

source: Clear All History
cak: Tiyuj el ronojel ri natab'äl

source: Clear Now
cak: Rujosq'ixik wakami

source: Clearing
cak: Tajin yeyuj

source: All history will be cleared.
cak: Xkeyüj el ronojel ri natab'äl.

source: All selected items will be cleared.
cak: Xkeyüj el konojel ri taq retal echa'on.

source: &Update to %S
cak: &Tik'ex rik'in %S

source: Open All in Tabs
cak: Tiqaj ronojel rik'in ruwi'

source: Restore All Tabs
cak: Keqaj ronojel rik'in taq ruwi'

source: Restore Closed Tabs
cak: Ketzolïx pe ri tz'apin taq ruwi'

source: Restore All Windows
cak: Ketzolïx konojel ri taq ruwäch

source: Restore Closed Windows
cak: Ketzolïx pe Tzapin taq Tzuwach

source: #1 (and #2 other tab);#1 (and #2 other tabs)
cak: #1 (chuqa' #2 jun chik ruwi');#1 (chuqa' #2 ch'aqa' chik taq ruwi')

source: Stay on this page
cak: Tikanaj kan pa re jun ruxaq re'

source: Go back to this page
cak: Titzolin pa re jun ruxaq re'

source: Go forward to this page
cak: Chuwäch re jun ruxaq re'

source: Paste & Go
cak: Titz'ajb'äx & tib'e

source: Reload current page (%S)
cak: Tik'ex ri ruxaq k'o wakami (%S)

source: Stop loading this page (%S)
cak: Tiq'at rokem re ruxaq re' (%S)

# urlbar-zoom-button.tooltip
source: Reset zoom level (%S)
cak: Tichojmirisäx rupalem tzub'al (%S)

# refreshBlocked.goButton
source: Allow
cak: Tiya' q'ij

# refreshBlocked.goButton.accesskey
source: A
cak: P

source: %S prevented this page from automatically reloading.
cak: %S man xuya' ta q'ij richin xsamäj ta el pa ruyonil.

source: %S prevented this page from automatically redirecting to another page.
cak: %S man xuya' ta q'ij chi re re jun ruxaq re' richin pa ruyonil xb'e'ok ta apo pa jun chik.

source: Show your bookmarks (%S)
cak: Kek'ut pe ronojel ri taq ayaketal (%S)

source: Edit this bookmark (%S)
cak: Tinuk' re jun yaketal (%S) re'

source: Bookmark this page (%S)
cak: Titz'aqatisäx re ruxaq k'amaya'l re' pa taq yaketal (%S)

source: Bookmark This Page
cak: Tiyak retal re ruxaq re'

# starButtonOverflowedStarred.label
source: Edit This Bookmark
cak: Tinuk' re yaketal re'

source: Display the progress of ongoing downloads (%S)
cak: Kek'ut janipe eb'enäq ri taq qasanïk (%S)

source: Print this page… (%S)
cak: Titz'ajb'äx re ruxaq re'… (%S)

source: Open a new window (%S)
cak: Tijaq jun k'ak'a' tzuwäch (%S)

source: Open a new tab (%S)
cak: Tijaq jun k'ak'a' ruwi' (%S)

source: Will you allow %S to store data on your computer?
cak: ¿Xtuya' q'ij chi ri %S yeruyäk taq tzij pan akematz'ib'?

source: &Allow Storing Data
cak: &Tiya' q'ij richin yeyak taq tzij

source: Do&n’t Allow
cak: Ma&n tiya' q'ij

source: This website (%S) is now storing more than %SMB of data on your computer for offline use.
cak: Re jun k'amaya'l re (%S) tajin nuyäk mas chi re ri %SMB taq tzij pa asamajib'al richin nokisäx toq majun okem.

source: Show settings
cak: Kek'ut ri taq rajowab'al

# offlineApps.manageUsageAccessKey
source: S
cak: M

source: Verified by: %S
cak: Jikib'an ruma: %S

source: You have added a security exception for this site.
cak: Xatz'aqatisaj jun man relik ta chajixik pa re jun k'amaya'l re'.

source: Show site information
cak: Tik'ut pe ri retamab'al ruxaq k'amaya'l

source: Extension (%S)
cak: K'amal (%S)

source: Loaded by extension: %S
cak: Samajib'en rik'in k'amal: %S

source: Show connection details
cak: Kek'ut pe taq rub'anikil okem

source: Hide connection details
cak: Tewäx taq rub'anikil okem

source: How Tracking Protection works
cak: Achi'el nisamäj ri chajinem chuwäch kanoxïk

source: When you see the shield, %S is blocking some parts of the page that could track your browsing activity.
cak: Toq xtatz'et ri pokob', %S tajin eruq'aton jujun taq ruperaj ruxaq, ri yetikïr nikïl ri asamaj pa k'amaya'l.

source: 1 of 3
cak: 1 richin ri 3

source: Next
cak: Jun chik

source: Tracking attempts blocked
cak: Eq'aton ri rutojtob'exik richin nikanöx

source: Tracking content detected
cak: Ilon runa'oj kanoxïk

source: Page Bookmarked
cak: Tz'aqatisan re ruxaq pa taq yaketal

source: %S will always remember this page for you.
cak: %S jantape' xtunataj chawäch re ruxaq re'.

source: Bookmark Removed
cak: Elesan yaketal

# editBookmarkPanel.editBookmarkTitle
source: Edit This Bookmark
cak: Tinuk' re yaketal re'

source: Remove Bookmark;Remove #1 Bookmarks
cak: Telesäx re yaketal;Telesäx #1 taq yaketal

source: &Details…
cak: &Kib'anikil…

source: %S has been updated
cak: %S xchojmirisäx

source: %S Updated
cak: %S K'exon chik

source: Click here for details
cak: Tapitz'a' wawe richin natz'ët ch'aqa' chik retal

source: Zoom out (%S)
cak: Tich'utinisäx tzub'al (%S)

# zoomReset-button.tooltip
source: Reset zoom level (%S)
cak: Tichojmirisäx rupalem tzub'al (%S)

source: Zoom in (%S)
cak: Tinimirisäx rutzub'al (%S)

source: Cut (%S)
cak: Tiqupïx (%S)

source: Copy (%S)
cak: Tiwachib'ëx (%S)

source: Paste (%S)
cak: Titz'ajb'äx (%S)

source: Allow Location Access
cak: Tiya' q'ij nok pa ri k'ojlemal

# geolocation.dontAllowLocation
source: Don’t Allow
cak: Man tiya' q'ij

source: Will you allow %S to access your location?
cak: ¿La nuya' q'ij chi re ri %S richin nok pa ri ak'ojlemal?

source: Will you allow this local file to access your location?
cak: ¿La nuya' q'ij chi re re aj wawe' yakb'äl re richin nok pa ri ak'ojlemal?

# geolocation.remember
source: Remember this decision
cak: Tinatäx re na'oj re'

# persistentStorage.allow
source: Allow
cak: Tiya' q'ij

# persistentStorage.dontAllow
source: Don’t Allow
cak: Man tiya' q'ij

# persistentStorage.dontAllow.accesskey
source: n
cak: s

source: Will you allow %S to store data in persistent storage?
cak: ¿Tiya' q'ij chi ri %S keruyaka' taq tzij pa jutaqil yakoj?

# persistentStorage.remember
source: Remember this decision
cak: Tinatäx re na'oj re'

source: Allow Notifications
cak: Tiya' q'ij chi ke ritaq rutzijol

# webNotifications.notNow
source: Not Now
cak: Wakami mani

# webNotifications.notNow.accesskey
source: n
cak: m

source: Never Allow
cak: Majub'ey tiya' q'ij

source: v
cak: M

source: Will you allow %S to send notifications?
cak: ¿La xtuya' q'ij chi re %S richin yerutäq taq rutzijol?

source: &Get me out of here!
cak: &Kinawelesaj el wawe!

source: Deceptive Site!
cak: ¡Q'olonel Ruxaq K'amaya'l!

source: This isn’t a &deceptive site…
cak: Re re' man &q'olonel ta chi ruxaq k'amaya'l…

source: Reported Attack Site!
cak: ¡Re ruxaq k'amaya'l re' k'ayew rik'in!

source: This isn’t &an attack site…
cak: Re re' man &jun tz'ilonel ta ruxaq k'amaya'l…

source: Reported Unwanted Software Site!
cak: ¡Ruxaq k'amaya'l ya'on rutzijol chi k'o itzel kema' chupam!

source: ;List All #1 Tabs
cak: ;Kecholajïx konojel ri #1 taq ruwi'

source: Search %S
cak: Tikanöx %S

source: Default
cak: Jikib'an wi

source: The default theme.
cak: Ri ruwachib'al jikib'an wi.

source: Restart with Add-ons Disabled
cak: Titzij chik kik'in chupül taq tz'aqat

source: Are you sure you want to disable all add-ons and restart?
cak: ¿At jikïl chi nawajo' ye'achüp konojel ri taq rutz'aqat chuqa' natzïj chik jub'ey?

source: Restart
cak: Titikirisäx chik

source: false
cak: man qitzij ta

source: %1$S automatically sends some data to %2$S so that we can improve your experience.
cak: %1$S pa ruyonil yerutäq pa %2$S jujun taq tzij, ruma ri' yojtikïr niqutzilaj ri asamaj.

source: &Choose What I Share
cak: &Tincha' na ri ninkomonij

source: A web page is slowing down your browser. What would you like to do?
cak: Jun ruxaq k'amaya'l tajin nub'än chi eqal nisamäj ri ajk'amaya'l. ¿Achike nawajo' nab'än?

source: &Stop It
cak: &Tiq'at

source: &Wait
cak: &Toyob'ëx

source: &Debug Script
cak: &Tichojmirisäx ri skrip

source: Display the window in full screen (%S)
cak: Tik'ut ri kajtz'ïk chijun ruwa kematz'ib' (%S)

# service.toolbarbutton.label
source: Services
cak: Taq samaj

# service.toolbarbutton.tooltiptext
source: Services
cak: Taq samaj

source: Would you like to enable services from %1$S to display in your %2$S toolbar and sidebar?
cak: ¿La nawajo' natzïj rusamaj ri %1$S richin chi tiq'alajin pe pa ri rukajtz'ik samajib'äl chuqa' rukajtz'ik xikinaj %2$S?

source: &Enable Services
cak: &Ketzij ri taq Samaj

source: Move Sidebar to Left
cak: Tisilöx pa xokon ri ajxikin

source: Move Sidebar to Right
cak: Tisilöx pa ajkiq'a' ri ajxikin

source: Save Page to %S
cak: Tiyak re ruxaq pa %S

source: Save Link to %S
cak: Tiyak re ajximöy pa %S

source: %1$S is unable to connect with %2$S right now.
cak: %1$S man tikirel ta nuxïm ri' wakami rik'in ri %2$S.

source: &Try Again
cak: &Titojtob'ëx chik

source: &Close This Sidebar
cak: &Titz'apïx re molsamaj k'o chuxikin

source: Will you allow %S to use your camera?
cak: ¿La xtuya' q'ij chi re %S richin nrokisaj ri elesäy awachib'al?

source: Will you allow %S to use your microphone?
cak: ¿La xtuya' q'ij chi re %S richin nrokisaj ri q'asäy ach'ab'äl?

source: Will you allow %S to see your screen?
cak: ¿La xtuya' q'ij chi re %S richin nutz'ët ri ruwäch akematz'ib'?

source: Will you allow %S to use your camera and microphone?
cak: ¿La xtuya' q'ij chi re %S richin nrokisaj ri elesäy awachib'al chuqa' ri q'asäy ach'ab'äl?

source: Will you allow %S to use your camera and listen to this tab’s audio?
cak: ¿La xtaya' q'ij chi re %S nawokisaj ri elesäy wachib'äl chuqa' nawak'axaj ruq'ojom re ruwi' re'?

source: Will you allow %S to use your microphone and see your screen?
cak: ¿La xtaya' q'ij chi re %S richin norokisaj ri q'asäy atzij chuqa' nutz'ët ri ruwa akematz'ib'?

source: Will you allow %S to listen to this tab’s audio and see your screen?
cak: ¿La xtaya' q'ij chi re %S richin nrak'axaj kiq'ojom taq ruwi' chuqa' nutz'ët ri ruwa akematz'ib'?

source: Will you allow %S to listen to this tab’s audio?
cak: ¿La xtaya' q'ij chi re %S richin nrak'axaj kiq'ojom taq ruwi'?
