Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/browser.properties.po
Languages: cak

source: Only share screens with sites you trust. Sharing can allow deceptive sites to browse as you and steal your private data. %S
cak: Xa xe yerukomonij taq ruwa' kematz'ib' kik'in taq ruxaq k'amaya'l nakuqub'a' ak'u'x chi kij. Ri komonïk nitikïr nuya' q'ij chi ri itzel taq ruxaq k'amaya'l kekanon achi'el rat akuchi' nikeleq'aj ri ichinan taq atzij. %S

source: Only share %1$S with sites you trust. Sharing can allow deceptive sites to browse as you and steal your private data. %2$S
cak: Xa xe yerukomonij %1$S kik'in taq ruxaq k'amaya'l nakuqub'a' ak'u'x chi kij. Ri komonïk nitikïr nuya' q'ij chi ri itzel taq ruxaq k'amaya'l kekanon achi'el rat akuchi' nikeleq'aj ri ichinan taq atzij. %2$S

# getUserMedia.shareScreen.learnMoreLabel
source: Learn More
cak: Tetamäx ch'aqa' chik

source: &Window to share:
cak: &Tzuwäch richin nikomonïx:

source: &Screen to share:
cak: &Ruwäch richin nikomonïx:

source: &Application to share:
cak: &Chokoy richin nikomonïx:

source: No Application
cak: Majun Chokoy

source: No Screen
cak: Majun Ruwäch

source: No Window
cak: Majun tzuwäch k'o

source: Entire screen
cak: Chijun ruwäch

source: Screen %S
cak: Ruwäch %S

source: #1 (#2 window);#1 (#2 windows)
cak: #1 (#2 tzuwäch);#1 (#2 taq tzuwäch)

# getUserMedia.allow.label getUserMedia.allow.accesskey
source: &Allow
cak: &Tuya' q'ij

source: &Don’t Allow
cak: &Man tiya' q'ij

# getUserMedia.remember
source: Remember this decision
cak: Tinatäx re na'oj re'

source: %S can not allow permanent access to your screen.
cak: %S man tikirel ta naya' q'ij jutaqil ye'ok pa ri ruwa kematz'ib'.

source: %S can not allow permanent access to your tab’s audio without asking which tab to share.
cak: %S man nuya' ta q'ij chi jantape' nok pa ruwi' q'ojom akuchi' k'o chi nuk'utuj achike nrajo' nukomonij.

source: Your connection to this site is not secure. To protect you, %S will only allow access for this session.
cak: Man ütz ta ri awokem pa re ruxaq k'amaya'l re'. Richin nachajij awi', %S xa xe xtuya' q'ij xtok pa re molojri'ïl re'.

source: Tabs sharing &devices
cak: Taq okisaxel tajin nikikomonij taq &ruwi'

source: %S (camera)
cak: %S (elesäy wachib'äl)

source: %S (microphone)
cak: %S (talüy k'oxom)

source: %S (tab audio)
cak: %S (ruwi' q'ojom)

source: %S (application)
cak: %S (chokoy)

source: %S (screen)
cak: %S (ruwäch)

source: %S (window)
cak: %S (tzuwäch)

source: %S (tab)
cak: %S (ruwi')

source: %S (camera and microphone)
cak: %S (elesäy wachib'äl chuqa' talüy k'oxom)

source: %S (camera, microphone and application)
cak: %S (elesäy wachib'äl, talüy k'oxom chuqa' chokoy)

source: %S (camera, microphone and screen)
cak: %S (elesäy wachib'äl, talüy k'oxom chuqa' ruwäch)

source: %S (camera, microphone and window)
cak: %S (elesäy wachib'äl, talüy k'oxom chuqa' tzuwäch)

source: %S (camera, microphone and tab)
cak: %S (elesäy wachib'äl, talüy k'oxom chuqa' ruwi')

source: %S (camera and tab audio)
cak: %S (elesäy wachib'äl chuqa' ruwi' q'ojom)

source: %S (camera, tab audio and application)
cak: %S (elesäy wachib'äl, ruwi' q'ojom chuqa' chokoy)

source: %S (camera, tab audio and screen)
cak: %S (elesawachib'äl, ruwi' q'ojom chuqa' ruwäch)

source: %S (camera, tab audio and window)
cak: %S (elesäy wachib'äl, ruwi' q'ojom chuqa' tzuwäch)

source: %S (camera, tab audio and tab)
cak: %S (elesäy wachib'äl, ruwi' q'ojom chuqa' ruwi')

source: %S (camera and application)
cak: %S (elesäy wachib'äl chuqa' chokoy)

source: %S (camera and screen)
cak: %S (elesäy wachib'äl chuqa' ruwäch)

source: %S (camera and window)
cak: %S (elesäy wachib'äl chuqa' tzuwäch)

source: %S (camera and tab)
cak: %S (elesäy wachib'äl chuqa' ruwi')

source: %S (microphone and application)
cak: %S (talüy k'oxom chuqa' chokoy)

source: %S (microphone and screen)
cak: %S (talüy k'oxom chuqa' ruwäch)

source: %S (microphone and window)
cak: %S (talüy k'oxom chuqa' tzuwäch)

source: %S (microphone and tab)
cak: %S (talüy k'oxom chuqa' ruwi')

source: %S (tab audio and application)
cak: %S (ruwi' q'ojom chuqa' chokoy)

source: %S (tab audio and screen)
cak: %S (ruwi' q'ojom chuqa' ruwäch)

source: %S (tab audio and window)
cak: %S (ruwi' q'ojom chuqa' tzuwäch)

source: %S (tab audio and tab)
cak: %S (ruwi' q'ojom chuqa' ruwi')

source: Unknown origin
cak: Man etaman ta akuchi' petenäq

source: Some audio or video on this site uses DRM software, which may limit what %S can let you do with it.
cak: Jun k'oxom o silowachib'äl pa re jun ruxaq k'amaya'l re' nrokisaj DRM kema', ri nitikïr nuq'ät jub'a' rusamaj ri %S nuya' q'ij nab'än rik'in.

source: &Configure…
cak: &Tinuk'ub'ëx…

source: You must enable DRM to play some audio or video on this page. %S
cak: K'atzinel najäq ri DRM richin nitzijtäj jun k'oxom o jun silowachib'äl pa re ruxaq k'amaya'l re'. %S

source: &Enable DRM
cak: &Titzij DRM

# emeNotifications.drmContentDisabled.learnMoreLabel
source: Learn More
cak: Tetamäx ch'aqa' chik

source: %S is installing components needed to play the audio or video on this page. Please try again later.
cak: %S tajin yeruyäk taq ruch'akul, ri e rajowaxik richin nitzij k'oxom o silowäch pa re ruxaq re'. Tab'ana' utzil tatojtob'ej chik pa jun ti ramaj.

# emeNotifications.unknownDRMSoftware
source: Unknown
cak: Man etaman ta ruwäch

source: %S seems slow… to… start.
cak: %S achi'el eqal nisamäj… pa … toq natikirisaj qa.

source: &Learn How to Speed It Up
cak: &Tawetamaj achike rub'eyal napararej

source: Don’t Tell Me &Again
cak: Mani tik'utüx &chik pe chwe

source: %S changed some Adobe Flash settings to improve performance.
cak: %S xujalwachij ri runuk'ulem ri Adobe Flash richin nrutzilaj rub'eyal nisamäj.

source: &Learn More…
cak: &Tetamäx ch'aqa' chik…

source: %1$S: You can customize %2$S to work the way you do. Simply drag any of the above to the menu or toolbar. %3$S about customizing %2$S.
cak: %1$S: Tikirel nrichinaj %2$S richin nisamäj achi'el rub'eyal nawajo'. Xa xe taqirirej jun chi ke ri taq ruch'akulal e k'o ajsik pa k'utüy samaj o pa rukajtz'ik taq samajib'äl. %3$S pa ruwi' richinaxik ri %2$S.

source: Hint
cak: Man choj ta

source: Learn more
cak: Tetamäx ch'aqa' chik

source: Customize %S
cak: Tichinäx %S

source: Download %1$S or %2$S and connect them to your Firefox Account.
cak: Tiqasäx %1$S o %2$S k'a ri' ke'okisäx pa ri rub'i' ataqoya'l richin Firefox.

source: Firefox for Android
cak: Firefox richin Android

source: Firefox for iOS
cak: Firefox richin iOS

source: Accessibility support is partially disabled due to compatibility issues with new %S features.
cak: Chupun ri rutemeb'al okem ruma jun k'ayewal chi rij chi man nuxïm ta ri' rik'in ri k'ak'a' taq rub'anikil %S.

source: &OK
cak: &ÜTZ

source: &Enable (Requires Restart)
cak: &Titzij (Rajowaxik nitikirisäx chik)

source: &Personal
cak: &Ichinan

source: &Work
cak: &Samaj

source: &Banking
cak: &Yakb'äl pwäq

source: &Shopping
cak: Tiloq'

source: &No Container
cak: &Manäq ajk'wayöl

source: Manage c&ontainers
cak: Tinuk'samajïx k'w&ayöl

source: Open Link in New %S Tab
cak: Tijaq ximonel pa jun k'ak'a' %S ruwi'

source: &Mute Tab
cak: &Timemür ruwi'

source: Un&mute Tab
cak: T&ak'axäx ri ruwi'

source: P&lay Tab
cak: Ti&tzij ri ruwi'

source: HTTP Strict Transport Security: %S
cak: HTTP Jikïl ruchajixik ruk'waxik: %S

source: HTTP Public Key Pinning: %S
cak: HTTP Xjikib'äx ri ewan tzij kichin winäq: %S

source: Certificate chain:
cak: Rucholajil wujil:

source: You have an unsent crash report;You have #1 unsent crash reports
cak: K'o jun rutzijol q'atoj, ri man ataqon ta;K'o #1 taq rutzijol q'atoj, ri man e'ataqon ta

source: View
cak: Titz'et

source: Send
cak: Titaq

source: Always Send
cak: Junelïk titaq

source: Learn how
cak: Tetamäx achike rub'eyal

source: To play video, you may need to install Microsoft’s Media Feature Pack.
cak: Richin natzïj re silowachib'äl, rik'in jub'a' rajowaxik nayäk qa ri Feature Pack Media richin Microsoft.

source: To play video, you may need to install the required video codecs.
cak: Richin nitzïj ri silowachib'äl, rik'in jub'a' rajowaxik ye'ayäk ri taq kicholel silowachib'äl yek'atzin.

source: To improve video quality, you may need to install Microsoft’s Media Feature Pack.
cak: Richin nab'än rutzil rub'anikil ri silowachib'äl, rik'in jub'a' rajowaxik nayäk ri Microsoft’s Media Feature Pack.

source: To play audio, you may need to install the required PulseAudio software.
cak: Richin nitzij ri q'ojom, rik'in jub'a' rajowaxik ye'ayäk ri PulseAudio kema'.

source: libavcodec may be vulnerable or is not supported, and should be updated to play video.
cak: libavcodec rik'in jub'a' k'o ruk'ayewal o man koch'el ta, chuqa' ütz nik'ex richin yetzij taq silowachib'äl.

source: An error occurred while decoding a media resource.
cak: Xk'ulwachitäj jun sachoj toq nelesäx runa'oj jun rutob'al q'ojom.

source: Report Site Issue
cak: Tiya' rutzijol ri ruk'ayewal Ruxaq K'amaya'l

# decoder.decodeError.accesskey
source: R
cak: y

source: A recoverable error occurred while decoding a media resource.
cak: Xk'ulwachitäj jun kolotel sachoj toq nelesäx runa'oj jun rutob'al q'ojom.

source: You must log in to this network before you can access the Internet.
cak: K'o chi natikirsaj molojri'ïl pa re k'amab'ey re' chuwäch yatok pa k'amaya'l.

source: Open Network Login Page
cak: Tijaq tikirib'äl ruxaq rumolojri'ïl k'amab'ey

source: Clear this permission and ask again
cak: Tiyuj re ya'oj q'ij re' chuqa' tik'utüx chik
