Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/syncCustomize.dtd.po
Languages: cak

source: Sync Selection
cak: Rucha'ik ximojri'ïl

source: Start
cak: Titikirisäx

source: What would you like to sync?
cak: ¿Achike nawajo' naxïm?

source: You can change this selection in Options.
cak: Yatikïr najäl re cha'onïk re' pa taq Cha'oj.

source: You can change this selection in Preferences.
cak: Yatikïr najalwachij re cha'oj re pa taq ajowab'äl.

source: Book&marks
cak: Taq &etal

source: Histo&ry
cak: Nata&b’äl

source: &Passwords
cak: &Ewan taq tzij

source: Desktop &Add-ons
cak: Taq ru&tz'aqat ajch'atal

source: De&sktop Preferences
cak: Taq rajowaxïk aj&ch'atal
