Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/syncSetup.dtd.po
Languages: cak

source: &syncBrand.fullName.label; Setup
cak: Runuk'ik ri &syncBrand.fullName.label;

source: Welcome! If you’ve never used &syncBrand.fullName.label; before, you will need to create a new account.
cak: ¡Ütz apetik! We majub'ey awokisan &syncBrand.fullName.label; rajowaxik natz'ük jun k'ak'a' ataqoya'l.

source: Create a New Account
cak: Titz'uk jun k'ak'a' rub'i' taqoya'l

source: I Have an Account
cak: K'o chik jun nutaqoya'l

source: Have you used &syncBrand.fullName.label; before?
cak: ¿La awokisan chi &syncBrand.fullName.label;?

source: I’ve never used &syncBrand.shortName.label; before
cak: Majub'ey wokisan &syncBrand.shortName.label; chuwäch

source: I’m already using &syncBrand.shortName.label; on another device
cak: Tajin chik ninwokisaj &syncBrand.shortName.label; pa jun chik okisaxel

source: Server
cak: Ruk'u'x samaj

source: Default: Mozilla &syncBrand.fullName.label; server
cak: Ruk'amon wi pe: Ruk'u'x rusamaj Mozilla &syncBrand.fullName.label;

source: Use a custom server…
cak: Tawokisaj jun ichinan ruk'u'x samaj…

source: &Account
cak: Rub'i' &taqoya'l

source: &Password
cak: &Ewan tzij

source: Recovery &Key
cak: Kolonel &ewan tzij

source: Account Details
cak: Taq rub'anikil rub'i' taqoya'l

source: &Email Address
cak: Rochochib'al &taqoya'l

source: Choose a &Password
cak: Tacha' jun &ewan tzij

source: Confir&m Password
cak: Ti&jikib'äx ewan tzij

source: I &agree to the
cak: &Yenk'ül ri taq

source: Terms of Service
cak: Ketal Samaj

source: and the
cak: chuqa' ri

source: Privacy Policy
cak: Runa’oj rajaw

source: &brandShortName; Cares About Your Privacy
cak: &brandShortName; nuchajij ri awichin

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The Recovery Key which is necessary to decrypt your data is not uploaded.
cak: Richin nikijib'äl chijun ri awichinaxik, konojel ri taq atzij k'o chi man e'etaman ta chuwäch yetaq el pa k'amab'ey. Ri kolonel ewan tzij richin netamäx kiwäch ri taq tzij ri', man xtitaq ta.

source: Your Recovery &Key
cak: Ri kolonel ewan &atzij

source: Generate a new key
cak: Titz'uk jun k'ak'a' ewan tzij

source: Your Recovery Key is required to access &syncBrand.fullName.label; on other machines. Please create a backup copy. We cannot help you recover your Recovery Key.
cak: Rajowaxik ri kolonel ewan atzij richin yato pa &syncBrand.fullName.label; pa ch'aqa' chik taq samajib'äl. Tab'ana' utzil tab'ana' jun to'onel wachib'äl. We nasäch, man yojtikïr ta yatqato' richin naköl.

source: &Print…
cak: &Titz'ajb'äx…

source: &Save…
cak: &Tiyak…

source: Pair a Device
cak: Tixim jun okisaxel

source: Show me how.
cak: Tak'utu' chi nuwäch achike rub'eyal.

source: I don’t have the device with me
cak: Man k'o ta wik'in ri okisaxel

source: To activate, select "Pair a Device" on your other device.
cak: Richin natzïj, tacha' "Tixim jun okisaxel" pan jun chik okisaxel.

source: Then, enter this code:
cak: K'a ri' tatz'ib'aj re tzij re'

source: To activate your new device, select "Set Up Sync" on the device.
cak: Richin natzïj ri k'ak'a' awokisaxel, tacha' "Tinuk'samajïx Ximïl" pa ri okisaxel.

source: Enter the code that the device provides:
cak: Tatz'ib'aj ri tzij xtuya' pe ri okisaxel:

source: Please try again.
cak: Tab'ana' utzil, tatojtob'ej chik.

source: The device has been successfully added. The initial synchronization can take several minutes and will finish in the background.
cak: Re okisaxel re' ütz xyake' kan. Re nab'ey ximïk re', rik'in jub'a' xtiyoke' ka'i' oxi' ch'utiramaj, k'a ri' xtik'is pa ruka'n b'ey.

source: To activate your device you will need to enter your Recovery Key. Please print or save this key and take it with you.
cak: Richin natzïj ri awokisaxel, rajowaxik natz'ib'aj ri kolonel ewan atzij. Tab'ana' utzil tatz'ajb'a' o tayaka' re ewan tzij re' chuqa' tachajij.

source: Device Connected
cak: Okisan chi okisaxel

source: Sign In
cak: Tatikirisaj molojri'ïl

source: You can get a copy of your Recovery Key by going to &syncBrand.shortName.label; Options on your other device, and selecting "My Recovery Key" under "Manage Account".
cak: Yatikïr nak'ül jun ruwachib'al ri kolonel ewan atzij toq yatok pa Taq rucha'oj &syncBrand.shortName.label; pa awokisaxel, chuqa' nacha' "kolonel ewan nutzij" chupam ri "Tisamajïx taqoya'l".

source: Verifying…
cak: Tajin nijikib'äx…

source: Reset Password
cak: Titzolïx ewan tzij

source: I have lost my other device.
cak: Xinsäch ri jun chik wokisaxel.

source: Sync Options
cak: Taq rucha'oj ximojri'ïl

source: Devi&ce Name:
cak: Ru&b'i' ri okisaxel:

source: Sync My
cak: Tixim

source: Book&marks
cak: Taq &etal

source: Histo&ry
cak: Nata&b’äl

source: &Passwords
cak: &Ewan tzij

source: Preference&s
cak: Taq ajowa&b'äl

source: &Add-ons
cak: Taq &tz’aqat

source: Merge this device’s data with my &syncBrand.shortName.label; data
cak: Kexol ri taq rutzij re okisaxel re' rik'in &syncBrand.shortName.label; taq tzij

source: Recommended:
cak: Chilab'en

source: Replace all data on this device with my &syncBrand.shortName.label; data
cak: Kek'es konojel ri taq tzij pa re okisaxel re' rik'in ri taq rutzij &syncBrand.shortName.label;

source: Replace all other devices with this device’s data
cak: Ke'ak'exa' ri taq kitzij ch'aqa' chik taq okisaxel rik'in ri taq rutzij re re'

source: Confirm
cak: Tajikib'a'

source: &syncBrand.fullName.label; will now merge all this device’s browser data into your Sync account.
cak: &syncBrand.fullName.label; xkeruxöl konojel ri taq tzij richin rokik'amaya'l re okisaxel re' rik'in ri ataqoya'l richin Sync.

source: Warning: The following &brandShortName; data on this device will be deleted:
cak: K'ayewal: Re taq rutzij &brandShortName; pa re okisaxel re' xtiyuj el:

source: &brandShortName; will then copy your &syncBrand.fullName.label; data to this device.
cak: &brandShortName; xtuwachib'ej ri taq atzij e k'o pa &syncBrand.fullName.label; pa re okisaxel re'.

source: Warning: The following devices will be overwritten with your local data:
cak: Chilab'exïk tzij: Ri taq kina'oj re taq okisaxel re' xketz'ib'äx qa pa kiwi' ri taq ajwawe' chi tzij:

source: Setup Complete
cak: Xtzaqät runuk'ulem

source: You can change this preference by selecting Sync Options below.
cak: Yatikïr nak'ëx re ajowab'äl re' rik'in nacha' ri cha'oj richin ximojri'ïl pa xulan qa.

source: You may now continue using &brandShortName;.
cak: Yatikïr nachäp chik el rik'in nawokisaj &brandShortName;.
