Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/tabbrowser.properties.po
Languages: cak

source: Connecting…
cak: Tajin nok…

source: Securing connection…
cak: Rujikib'axik ri chuq'uj…

source: Searching…
cak: Tajin nukanoj…

source: Loading…
cak: Tajin nusamajib'ej…

source: Waiting…
cak: Oyob’en…

source: Downloading…
cak: Tajin niqasäx…

source: Restore Tabs From Last Time
cak: Ketzolïx pe ri taq ruwi' ejaqon pa ri jun kan b'ey

source: New Tab
cak: K'ak'a' ruwi'

source: Close Tab
cak: Titz'apïx ruwi'

source: Close
cak: Titz'apïx

source: Confirm close
cak: Tijikib'äx chi titz'apïx

source: ;You are about to close #1 tabs. Are you sure you want to continue?
cak: ;Natz'apij yan #1 ruwi'. ¿La kan nawajo' ke ri' nasamajij?

source: Close tabs
cak: Ketz'apïx taq ruwi'

source: Warn me when I attempt to close multiple tabs
cak: Tatzijoj pe we tajin nintz'apij k'ïy taq ruwi'

source: Close tab
cak: Titz'apïx ruwi'

source: Close tab (%S)
cak: Titz'apïx ruwi' (%S)

source: Mute tab (%S)
cak: Timemür ruwi' (%S)

source: Unmute tab (%S)
cak: Tak'axäx ruwi' (%S)

source: Mute tab
cak: Timemür ruwi'

source: Unmute tab
cak: Tak'axäx ruwi'

source: Play tab
cak: Ruwi' tzijonïk

source: Allow dialogs from %S to take you to their tab
cak: Tiya' q'ij chi ri taq rutzijonem %S karuk'waj pa ruwi'
