Repository: tktk711/mozilla-l10n
Catalog: ilo/obsolete/toolkit/chrome/mozapps/extensions/selectAddons.dtd.po
Languages: ilo

source: Checking Your Add-ons
ilo: Palpalutputen ti Raman

source: Checking your add-ons for compatibility with this version of &brandShortName;.
ilo: Palpalutputen dagiti raman no agkatunosda kadaytoy a bersion ti &brandShortName;.

# select.heading
source: Select Your Add-ons
ilo: Panagpili ti Raman

# select.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
ilo: Papartakenyo pay ti &brandShortName; no iddepenyo ti raman a saanyon ar-aramaten. Dagiti raman a nayinstala ti maikatlo a partido ket maiddepto a dagus no saanyo pilien idiay baba.

source: Keep
ilo: Idulin

source: Action
ilo: Aramid

source: Installed By
ilo: Nagyinstala ni

source: Name
ilo: Nagan

# confirm.heading
source: Select Your Add-ons
ilo: Panagpili ti Raman

# confirm.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
ilo: Papartakenyo pay ti &brandShortName; no iddepenyo ti raman a saanyon ar-aramaten. Dagiti raman a nayinstala ti maikatlo a partido ket maiddepto a dagus no saanyo pilien idiay baba.

source: The following add-ons will be disabled:
ilo: Iddepento a raman:

source: The following add-ons are disabled, but will be enabled as soon as they are compatible:
ilo: Naiddep dagiti sumarsaruno a raman, ngem mapaandarda intuno agkatunosda:

source: The following add-ons will be updated:
ilo: Matarimaanto ti sumagsaganad a raman:

source: The following add-ons will be enabled:
ilo: Pagtarayento ti sumagsaganad a raman:

source: Updating Your Add-ons
ilo: Tartarimnen ti Raman

source: Downloading and installing updates for your selected add-ons.
ilo: Iyul-ulog santo iyinstal pananarimaan para dagiti pinili a raman.

source: &brandShortName; could not update some of your add-ons.
ilo: Saan a natarimaan ti &brandShortName; ti sagmamano a raman.

source: Installing updates for some of your add-ons failed. &brandShortName; will automatically try to update them again later.
ilo: Napaay ti panagyinstala iti sagmamano a raman. Padasento manen a tarimnen ida nga otomatiko ti &brandShortName;.

source: You can always change your add-ons by going to the Add-ons Manager.
ilo: Mabaliwanyo dagiti raman idiay Mangimaton ti Raman.

source: Cancel
ilo: Ibabawi

source: Back
ilo: Agsanud
