Repository: tktk711/mozilla-l10n
Catalog: dsb/browser/chrome/browser/aboutPrivateBrowsing.dtd.po
Languages: dsb

source: You are currently not in a private window.
dsb: Tuchylu njejsćo w priwatnem woknje.

source: Open a &Private Window
dsb: &Priwatne wokno wócyniś

# privateBrowsing.title
source: Private Browsing
dsb: Priwatny modus

source: Private Browsing with Tracking Protection
dsb: Priwatny modus ze slědowańskim šćitom

source: When you browse in a Private Window, Firefox
dsb: Jolic pśeglědujośo w priwatnem woknje, Firefox

source: does not save
dsb: njeskładujo

source: visited pages
dsb: woglědane boki

source: searches
dsb: pytanja

source: cookies
dsb: cookieje

source: temporary files
dsb: nachylne dataje

source: will save
dsb: buźo składowaś

source: your:
dsb: waše:

source: downloads
dsb: ześěgnjenja

source: bookmarks
dsb: cytańske znamjenja

source: Private Browsing
dsb: Priwatny modus

source: doesn’t make you anonymous
dsb: njecyni was anonymny

source: on the Internet. Your employer or Internet service provider can still know what page you visit.
dsb: w interneśe. Waš źěłodawar abo internetny póbitowaŕ móžo hyšći wěźeś, ku kótaremuž bokoju se woglědujośo.

source: Learn more about
dsb: Zgóńśo wěcej wó

# aboutPrivateBrowsing.learnMore3.title
source: Private Browsing
dsb: Priwatny modus

source: Tracking Protection
dsb: Slědowański šćit

source: Some websites use trackers that can monitor your activity across the Internet. With Tracking Protection Firefox will block many trackers that can collect information about your browsing behavior.
dsb: Někotare websedła wužywaju slědujuce programy, kótarež dolěduju wašu aktiwitu w interneśe. Ze slědowańskim šćitom Firefox buźo wjele slědowańskich programow blokěrowaś, kótarež mógu daty wó wašom pśeglědowańskem zaźaržanju nagromaźiś.

source: See how it works
dsb: Glědajśo, kak to funkcioněrujo
