Repository: tktk711/mozilla-l10n
Catalog: dsb/browser/chrome/browser/aboutAccounts.dtd.po
Languages: dsb

source: Welcome to &syncBrand.shortName.label;
dsb: Witajśo k &syncBrand.shortName.label;

source: Account connected
dsb: Konto zwězane

source: Sign in to sync your tabs, bookmarks, passwords & more.
dsb: Zregistrěrujśo se, aby swóje rejtarki, cytańske znamjenja, gronidła a dalšne synchronizěrował.

source: Get started
dsb: Prědne kšace

source: Using an older version of Sync?
dsb: Wužywaśo staršu wersiju programa Sync?

source: Sync preferences
dsb: Synchronizěrowańske nastajenja

source: No connection
dsb: Žeden zwisk

source: You must be connected to the Internet to sign in.
dsb: Musyśo z internetom zwězany byś, aby se pśizjawił.

source: Try again
dsb: Hyšći raz wopytaś

source: Bad configuration
dsb: Špatna konfiguracija

source: Unable to determine your Firefox Account server configuration. Please try again later.
dsb: Konfiguracija serwera wašogo konta Firefox njedajo se zwěsćiś. Pšosym wopytajśo pózdźej hyšći raz.
