Repository: tktk711/mozilla-l10n
Catalog: dsb/browser/chrome/browser/browser-pocket.properties.po
Languages: dsb

source: Add Tags
dsb: Wobznamjenja pśidaś

source: Already a Pocket user?
dsb: Sćo južo wužywaŕ Pocket?

source: Continue with Firefox
dsb: Dalej z Firefox

source: There was an error when trying to save to Pocket.
dsb: Pśi wopyśe, něco do Pocket składowaś, jo zmólka nastała.

source: Learn More
dsb: Dalšne informacije

source: Log in
dsb: Pśizjawiś

source: Tags are limited to 25 characters
dsb: Wobznamjenja su na 25 znamuškow wobgranicowane

source: You must be connected to the Internet in order to save to Pocket. Please check your connection and try again.
dsb: Musyśo z internetom zwězany byś, aby do Pocket składował. Pšosym pśeglědajśo swój zwisk a wopytajśo hyšći raz.

source: Only links can be saved
dsb: Jano wótkaze daju se składowaś

source: Page Not Saved
dsb: Bok njejo se składował

source: Page Removed
dsb: Bok jo se wótpórał

source: Saved to Pocket
dsb: Do Pocket skłaźony

source: Removing Page…
dsb: Bok se wótpórajo…

source: Adding tags…
dsb: Wobznamjenja se pśidawaju…

source: Remove Page
dsb: Bok wótpóraś

source: Save
dsb: Składowaś

source: Saving…
dsb: Składujo se…

source: Sign up with email
dsb: Z e-mailu registrěrowaś

source: Sign up for Pocket. It’s free.
dsb: Zregistrěrujśo se za Pocket. Jo dermo.

source: Suggested Tags
dsb: Naraźone wobznamjenja

source: Save articles and videos from Firefox to view in Pocket on any device, any time.
dsb: Składujśo nastawki a wideo z Firefox, aby se je na kuždem rěźe, kuždy cas w Pocket woglědał.

source: Click the Pocket Button to save any article, video or page from Firefox.
dsb: Klikniśo na tłocašk Pocket, aby nastawk, wideo abo bok z Firefox składował.

source: View in Pocket on any device, any time.
dsb: Woglědajśo se něco w Pocket, na kuždem rěźe, kuždy cas.

source: Tags Added
dsb: Wobznamjenja pśidane

source: Sign in with Firefox
dsb: Z Firefox pśizjawiś

source: Sign up with Firefox
dsb: Z Firefox registrowaś

source: View List
dsb: Lisćinu se woglědaś
