Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/preferences/main.dtd.po
Languages: cak

source: Startup
cak: Tikirisab'äl

source: When &brandShortName; &starts
cak: Toq &brandShortName; &tatikirisaj

source: Show your home page
cak: Tik'ut pe ri tikirib'äl ruxaq ruk'amaya'l

source: Show a blank page
cak: Tik'ut pe jun kowöl ruxaq

source: Show your windows and tabs from last time
cak: Kek'ut ri taq rutzuwäch chuqa' taq ruwi' ruk'isib'äl rumolojri'ïl

source: Home &Page
cak: Tikirib'äl &ruxaq

source: Use &Current Page
cak: Tokisäx ri ruxaq k'amaya'l k'o &wakami

source: Use Current Pages
cak: Ke'okisäx ri taq ruxaq k'amaya'l e k'o wakami

source: Use &Bookmark…
cak: Tokisäx &yaketal…

source: &Restore to Default
cak: &Titzolïx ruwäch ri rajil achi'el ruk'amon pe

source: Downloads
cak: Taq qasa'n

source: Sa&ve files to
cak: Ti&yak pa ruyonil

source: Br&owse…
cak: Ti&nik'öx…

source: Choos&e…
cak: &Ticha'…

source: &Always ask you where to save files
cak: &Jantape' tik'utüx pe akuchi' yeyak wi kan ri taq yakb'äl

source: Alwa&ys check if &brandShortName; is your default browser
cak: Jun&elïk tinik'öx we &brandShortName; ja ri' ri awokik'amaya'l

source: Make &Default
cak: Tib'an &kan richin wi chi re

source: &brandShortName; is currently your default browser
cak: &brandShortName; ja awokik'amaya'l kan k'o wi

source: &brandShortName; is not your default browser
cak: &brandShortName; man ja ta ri awokik'amaya'l kan k'o wi

source: Allow &brandShortName; and Firefox to run at the same time
cak: Tiya' q'ij chi ri &brandShortName; chuqa' Firefox ketzije' junam

source: Tip: This uses separate profiles. Use Sync to share data between them.
cak: Pixa': Re re' nrokisaj jachon taq ruwäch b'i'aj. Tawokisaj Ximoj richin nakomonij na'oj chi kikojol.

source: Sign in to &syncBrand.shortName.label;…
cak: Tatz'ib'aj ab'i' pa &syncBrand.shortName.label;…

source: Open &syncBrand.shortName.label; preferences
cak: Tijaq &syncBrand.shortName.label; taq rajowab'al

source: Enable multi-process &brandShortName;
cak: Titzij ri k'ïy tajin richin &brandShortName;
