Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/preferences/privacy.dtd.po
Languages: cak

source: Tracking Protection
cak: Chajinïk chuwäch Ojqanïk

source: Tracking is the collection of your browsing data across multiple websites. Tracking can be used to build a profile and display content based on your browsing and personal information.
cak: Ri ojqanïk ja ri kimolik taq atzij ye'awokisaj pa k'amaya'l pa k'ïy ruxaq k'amaya'l. Ri ojqanïk tikirel nokisäx richin ninuk' jun ruwäch b'i'aj chuqa' tikirel nik'ut pe rupam na'oj elesan pe chi rij ri awokem pa k'amaya'l chuqa' awetamab'al.

source: Use Tracking Protection to block known trackers
cak: Tokisäx ri Chajinïk chuwäch Ojqanïk richin yeq'at ri kanonela' etaman kiwäch

source: Alwa&ys
cak: Jun&elïk

source: On&ly in private windows
cak: Xa &xe pa taq ichinan tzuwäch

source: &Never
cak: &Majub'ey

# trackingProtectionLearnMore.label
source: Learn more
cak: Tetamäx ch'aqa' chik

source: E&xceptions…
cak: Taq man r&elik ta…

source: Use Tracking Protection in Pri&vate Windows
cak: Tokisäx Chajinïk chuwäch Ojqanïk pan ichin&an taq tzuwäch

source: Use Tracking Protection in Pri&vate Browsing to block known trackers
cak: Tokisäx ri Chajinïk chuwäch Ojqanïk pan ichinan okem pa k'amaya'l richin yeq'at ri kanonela' etaman kiwäch

# trackingProtectionPBMLearnMore.label
source: Learn more
cak: Tetamäx ch'aqa' chik

source: &Change Block List
cak: &Tijaq rucholajem taq q'atoj

source: Send websites a “Do Not Track” signal that you don’t want to be tracked
cak: Ketaq ri taq ruxaq ajk'amaya'l jun “Mani Tojqäx” raqän kumal chi man nojowäx ta chi tikanöx

# doNotTrack.learnMore.label
source: Learn more
cak: Tetamäx ch'aqa' chik

source: Only when using Tracking Protection
cak: Xa xe toq nokisäx Chajinïk chuwäch Ojqanïk

# doNotTrack.always.label
source: Always
cak: Junelïk

source: History
cak: Natab'äl

source: Permissions
cak: Taq ya'oj q'ij

source: &History
cak: &Natab'äl

source: Boo&kmarks
cak: Taq &etal

source: &Open tabs
cak: &Kejaq taq ruwi'

source: Relate&d searches from the default search engine
cak: Taq kanox&ïk kiximon ki' pa ri kanob'äl k'o wi

source: Change preferences for search engine suggestions
cak: Kek'ex ri taq kajowab'al ri taq kichilab'enik kisamajinel taq kanob'äl

source: &Accept cookies from sites
cak: &Kek'ulutäj taq kaxlanwey

source: Accept third-part&y cookies:
cak: Kek'ul taq kaxlanwey kichin aj r&ox winaqi':

# acceptThirdParty.always.label
source: Always
cak: Junelïk

source: Never
cak: Majub'ey

source: From visited
cak: Etz'eton

source: Keep &until:
cak: &Tik'oje' k'a:

source: they expire
cak: tik'o iq'ij

source: I close &brandShortName;
cak: Tatz'apij &brandShortName;

source: &Exceptions…
cak: Taq man &relik ta…

source: &Show Cookies…
cak: &Kek'ut taq kaxlanwey…

source: &brandShortName; &will
cak: &brandShortName; &xtipo'

source: Remember history
cak: Tinatäx ri natab'äl

source: Never remember history
cak: Mani ninatäx ri natab'äl

source: Use custom settings for history
cak: Tokisäx jun ichinan runuk'ulem re natab'äl

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
cak: &brandShortName; xtunataj ri runatab'al okik'amaya'l, taq qasanïk, taq nojwuj chuqa' taq kanob'äl, chuqa' xkeruyäk kan ri taq kikaxlanwey ri taq ruxaq k'amaya'l xe'atz'ët.

source: You may want to
cak: Rik'in jub'a' nawajo'

source: clear your recent history
cak: Tijosq'ïx ri k'ak'a' natab'äl

source: , or
cak: , chuqa'

source: remove individual cookies
cak: keyuj el ri taq kaxlanwey pa yonil

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
cak: &brandShortName; xtrokisaj ri junam runuk'ulem achi'el pa ichinan okem pa k'amaya'l, chuqa' man xkerunataj ta ri taq rutzij natab'äl toq tajin nok pa ajk'amaya'l.

source: You may also want to
cak: Rik'in jub'a' chuqa' ütz natz'ët

source: clear all current history
cak: tijosq'ïx ronojel ri natab'äl

source: Always use &private browsing mode
cak: Junelïk tokisäx pa rub'eyal &ichinan okem pa k'amaya'l

source: Remem&ber my browsing and download history
cak: &Tinatäx ri nunatab'al richin taq qasanïk chuqa' okik'amaya'l

source: Remember search and &form history
cak: Tinatäx ri runatab'al kanob'äl chuqa' taq &nojwuj

source: Clea&r history when &brandShortName; closes
cak: Ti&joxq'ïx ri natab'äll toq nitz'apïx &brandShortName;

source: Se&ttings…
cak: &Nuk'ulem…

# browserContainersLearnMore.label
source: Learn more
cak: Tetamäx ch'aqa' chik

source: E&nable Container Tabs
cak: Ke&tzij Ajk'wayöl taq ruwi'

source: Sett&ings…
cak: Taq nuk'u&lem…
