Repository: tktk711/mozilla-l10n
Catalog: ak/toolkit/chrome/mozapps/profile/profileSelection.properties.po
Languages: ak

source: Close %S
ak: Ka %S tum

source: %S is already running, but is not responding. To open a new window, you must first close the existing %S process, or restart your system.
ak: %S reyɛ adwuma dada nso embua. sɛ wobebue tokuro foforo a, ɛwɔ sɛ woka %S no tum anaa wobɛsan asɔ wo kɔmputa no.

source: %S is already running, but is not responding. The old %S process must be closed to open a new window.
ak: %S reyɛ adwuma dedaw nso embua. Ɛwɔ sɛ woka %S dada no tum ansa woabue tokuro foforo.

source: A copy of %S is already open. Only one copy of %S can be open at a time.
ak: Wabue %S baako dada. %S baako pɛ na wobetumi abue wɔ bere bi.

source: A copy of %S is already open. The running copy of %S will quit in order to open this one.
ak: Woabue %S baako dada. %S a wabue no bɛka atum sɛnea wobetumi abue nea wopɛ sɛ wobue no.

source: Profile: '%S' - Path: '%S'
ak: Profael: '%S' -Kwan: '%S'

source: Select Profile
ak: Paw profael

source: Please select a profile to begin %S, or create a new profile.
ak: Paw profael de hyɛ %S ase, anaa bɔ profael foforo.

source: Profile In Use
ak: Woredi profael yi ho adwuma

source: %S cannot use the profile "%S" because it is in use. To continue, close the running instance of %S or choose a different profile.
ak: %S nntumi nndi "%S" profael yi ho adwuma efiri sɛ wɔredi ho adwuma dadaw. Wo bɛtoa so a, ka %S no tum anaa paw profael foforo.

source: Rename Profile
ak: san to profael yi din

source: Rename the profile "%S" to:
ak: San to profael "%S" din kɔ:

source: Invalid profile name
ak: Profael din ndi mu

source: The profile name "%S" is not allowed.
ak: Profael din "%S" nni kwan.

source: Choose Profile Folder
ak: Paw profael folda

source: An empty profile name is not allowed.
ak: Profael din a hwee nni mu nni kwan.

source: The character "%S" is not allowed in profile names. Please choose a different name.
ak: Akyerɛwde "%S" nni kwan wɔ mprofael edin mu. Me srɛ wo, paw din foforo.

source: Delete Profile
ak: Pepa profael

source: Deleting a profile will remove the profile from the list of available profiles and cannot be undone. You may also choose to delete the profile data files, including your settings, certificates and other user-related data. This option will delete the folder "%S" and cannot be undone. Would you like to delete the profile data files?
ak: Sɛ wo pepa pofael bi a, etu n'ase koraa na wontumi nsan apepa a wayɛ no. wobetumi apepa profael deta afaele, ɛka wo nhyehyɛe, abasobɔde krataa ne adwumadini deta foforo. Saa no, ɛbɛpepa "%S" folda no na wo nntumi nnsan mmpepa no. Wo pɛ sɛ wo pepa profael data mfael no?

source: Delete Files
ak: Pepa afaele

source: Don't Delete Files
ak: Ɛmpepa afaele

source: Profile couldn't be created. Probably the chosen folder isn't writable.
ak: Entumi ambɔ profael no. Anhwɛ a folda a wapaw no nnyɛ raetabl.

source: Profile Creation failed
ak: Profael abɔ adi nkugu

source: A profile with this name already exists. Please choose another name.
ak: Profael bi kura saa din yi dada. Paw din foforo.

source: Profile Exists
ak: Profael yi wɔ hɔ dadaa

source: Click Finish to create this new profile.
ak: Bɔ Wie so de wie profael yi bɔ.

source: Click Done to create this new profile.
ak: Klike Ewie fa yɛ profael foforo.

source: Your %S profile cannot be loaded. It may be missing or inaccessible.
ak: Wɔ enntumi ennlood wo %S profael no. Ebetumi aba no sɛ ayera anaaso nsa nntumi nka no.

source: Profile Missing
ak: Profael ayera

source: Old %S Data
ak: %S Data dadaw
