Repository: tktk711/mozilla-l10n
Catalog: gn_*/obsolete/browser/chrome/browser/syncGenericChange.properties.po
Languages: gn_bo

source: Change your Password
gn_bo: Cambiar su contraseña

source: Change Password
gn_bo: Eipoepɨ ndeño reikuaa vae

source: Changing your password…
gn_bo: Reipoepɨ ndeño reikua vae...

source: Your password has been changed.
gn_bo: Ndeño reikua vae oyepoepɨ

source: There was an error changing your password.
gn_bo: Oime mbaeavɨ reipoepɨ yave ndeño reikua vae.

source: Note: All of your other devices will be unable to connect to your account once you change this password.
gn_bo: Nota: Opaetei ïrü dispositivo reta mbaetɨta ipuere oñemoconecta ndecuenta pe reipoepɨ ndeño reikua vae jeko pegua.

source: My Recovery Key
gn_bo: Che llave ipɨa kavi vae

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
gn_bo: Remboasegura vaerä opaete nderoka, opaetei nde dato reta oñemomopetï ndei oyemondo mbove red pe. Clave omoai vaerä nde dato reta mbaetɨ omondo.

source: Your Recovery Key
gn_bo: Su Llave de Recuperación

# new.password.title
source: Update Password
gn_bo: Embopɨau ndeño reikuaa vae

source: Your password was rejected by the server, please update your password.
gn_bo: Ndeño reikua vae servidor omombo, eyapo ikavi vae embopɨau ye ndeño reikua vae.

source: Enter your new password
gn_bo: Eñono ye pɨau ndeño reikua vae

source: Confirm your new password
gn_bo: Emoconfirma ndeño reikua vae

# new.password.acceptButton
source: Update Password
gn_bo: Embopɨau ndeño reikuaa vae

source: Password incorrect, please try again.
gn_bo: Ndeño reikua vae mbaetɨ jaekavi, eyapo ikavi vae emboaporovapɨau ye.
