Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/places/places.dtd.po
Languages: cak

source: Library
cak: molwachinäq

source: &Organize
cak: &Ticholajïx

source: Organize your bookmarks
cak: Ke'acholajij ri taq yaketal

source: &Close
cak: &Titz'apïx

source: &Views
cak: &Taq tzub'al

source: Change your view
cak: Tajala' rutzub'al

source: Show &Columns
cak: Kek'ut pe ri taq &tem

source: &Sort
cak: Ti&cholajïx

source: &Unsorted
cak: &Man ticholajïx

source: &A > Z Sort Order
cak: Ticholajïx &A > '

source: &Z > A Sort Order
cak: Ticholajïx &Z > A

source: &Import Bookmarks from HTML…
cak: &Kek'am pe taq etal pa…

source: &Export Bookmarks to HTML…
cak: &Kek'wäx el taq etal pa HTML…

source: Import Data from &Another Browser…
cak: Kejik' pe taq tzij richin &junchik okik'amaya'l…

source: &Backup…
cak: &Tiwachib'ëx…

source: &Restore
cak: &Titzolïx ruk'ojlem

source: &Choose File…
cak: &Ticha' yamb'äl…

source: &Forget About This Site
cak: Ti&mestäx re ruxaq k'amaya'l re'

source: &Open
cak: &Tijaq

source: Open in a &New Window
cak: Tijaq pa jun &k'ak'a' tzuwach

source: Open in a New &Private Window
cak: Tijaq pa jun k'ak'a' &ichinan tzuwäch

source: Open in a Ne&w Tab
cak: Tijaq jun k'a&k'a' ruwi'

source: &Open All in Tabs
cak: &Tiqaj ronojel rik'in ruwi'

source: Propert&ies
cak: Taq ch'akul&al

source: &Sort By Name
cak: &Tinuk' chi b'i'aj

source: New &Bookmark…
cak: K'ak'a' &yaketal…

source: New F&older…
cak: K'ak'a' yak&wuj…

source: New &Separator
cak: K'ak'a' &jachöy

source: &Reload Live Bookmark
cak: &Kesamajib'ëx silonel taq etal

source: &Move…
cak: &Tijech'ëx…

source: Name
cak: B'i'aj

source: Tags
cak: Taq etal

source: Location
cak: Rochochib'al

source: Most Recent Visit
cak: Ruk'isib'äl Tz'etoj

source: Visit Count
cak: Jarupe' taq tz'etoj

source: Description
cak: Cholonem

source: Added
cak: Tz'aqatisan

source: Last Modified
cak: Ruk'isib'äl k'exoj

# search.label search.accesskey
source: &Search:
cak: &Tikanöx:

source: f
cak: j

source: &Import and Backup
cak: &Tijik' pe chuqa' tito' rij

source: Import and backup your bookmarks
cak: Tijik' pe chuqa' tik'wäx el ri taq ayaketal

source: Go back
cak: Titzolin

source: Go forward
cak: Tib'e chuwäch

source: Mor&e
cak: Ch'a&qa' chik

source: L&ess
cak: Ju&b'a'

source: Select an item to view and edit its properties
cak: Tacha' jun ch'akulal richin natz'ët chuqa' nanük' ri taq ruch'akulal

# find.label find.accesskey
source: &Search:
cak: &Tikanöx:

source: Vie&w
cak: Ti&tz'et

source: By &Date
cak: &chi rajilab'al q'ij

source: By &Site
cak: Chi &ruxaq k'amaya'l

source: By Most &Visited
cak: Chi k'ïy &tz'eton

source: By &Last Visited
cak: Chi ru&k'isib'äl tz'etoj

source: By Da&te and Site
cak: Chi rajilab'al q'ij chuqa' ru&xaq k'amaya'l
