Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/places/places.properties.po
Languages: cak

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
cak: Ruma achajixik, javascript o kitzij urls man yetikïr ta yesamajïx pa ri tzuwäch o pa ri rupas k'o chi ruxikin ri natab'äl.

source: (no title)
cak: (majun b'i'aj)

source: (Empty)
cak: (Tolan)

source: Bookmarks backup filename
cak: Rub'i' ruyakb'al wachib'äl kichin taq yaketal

source: Revert Bookmarks
cak: Ketzolïx taq yaketal

source: This will replace all of your current bookmarks with the backup. Are you sure?
cak: Re smaj re' nkeruk'ëx konojel ri taq ayaketal ruma ri ruwachib'al chajixïk. ¿La ja ri' nawajo'?

source: Select a bookmarks backup
cak: Ticha' jun ruwachib'al ri taq yaketal

source: Unsupported file type.
cak: Man nikoch'otäj ta ri ruwäch chi yakb'äl.

source: Unable to process the backup file.
cak: Man ntikïr ta nusamajij ri ruyakb'al ruwachib'al chajinïk.

source: Live Bookmark loading…
cak: Tajin nusamajib'ej Silonel taq yaketal…

source: Live Bookmark feed failed to load.
cak: Man xtikïr ta rik'in ri rusamaj b'ey richin ri silonel chi yaketal.

source: Open “%S”
cak: Tijaq “%S”

source: Sort ‘%S’ by Name
cak: Tinuk' ‘%S’ chi b'i'aj

source: Sort by Name
cak: Kenuk' chi b'i'aj

source: Sort by &Name
cak: Kenuk' chi &b'i'aj

source: Sort by &Location
cak: Tinuk' chi &k'ojlem

source: Sort by Most Recent &Visit
cak: Kenuk' chi k'ak'a' &tz'etoj

source: Sort by Visit &Count
cak: Tinuk' chi &jarupe' chi tz'etoj

source: Sort by &Description
cak: Tinuk' chi &rucholik

source: Sort by Add&ed
cak: Tinuk' chi ru&q'ijul

source: Sort by Last &Modified
cak: Tinuk' chi ruk'isb'al &k'exoj

source: Sort by &Tags
cak: Tinuk' chi taq &etal

source: Search Bookmarks
cak: Kekanöx taq yaketal

source: Search History
cak: Tikanöx pa natab'äl

source: Search Downloads
cak: Kekanöx taq qasan

source: Confirm open
cak: Rujikib'axik rutz'ukik

source: You are about to open %S tabs. This might slow down %S while the pages are loading. Are you sure you want to continue?
cak: Tajin yan ye'ajäq %S taq ruwi'. Rik'in jub'a' eqal b'a xtub'än qa %S toq xtusamajib'ej ri taq ruxaq k'amaya'l. ¿La kan nawajo' natzük el?

source: Open tabs
cak: Kejaq taq ruwi'

source: Warn me when opening multiple tabs might slow down %S
cak: Titzijoj pe chwe toq ninjäq jalajöj taq ruwi' nok qa eqal %S

source: Import Bookmarks File
cak: Kek'am pe ri taq kiyakb'al yaketal

source: Export Bookmarks File
cak: Kek'wäx el ri kiyakb'al taq yak'etal

source: No items
cak: Majun taq ch'akulal

source: One item;#1 items
cak: Jun ruch'akul;#1 taq ruch'akul

source: Most Visited
cak: Yalan etz'eton

source: Recent Tags
cak: K'ak'a' taq etal

source: History
cak: Natab'äl

source: Downloads
cak: Taq qasa'n

source: All Bookmarks
cak: Konojel ri taq yaketal

source: Tags
cak: Taq etal

source: Tag
cak: Etal

source: Bookmark
cak: Taq yaketal

source: Tab
cak: Ruwi'

source: Keyword
cak: Ruk'u'x tzij

source: Search
cak: Tikanöx

source: Browser Startup Error
cak: Sachoj toq nitikirisäx ri okik'amaya'l

source: The bookmarks and history system will not be functional because one of %S’s files is in use by another application. Some security software can cause this problem.
cak: Ri ruq'inoj natab'äl chuqa' ri taq yaketal man xkesamäj ta, ruma chi jun chi ke ri taq ruyakb'al %S’s tajin nokisäx ruma jun chik chokoy. Jujun jikomal taq kema' yetikïr nikib'än re k'ayewal re'.

source: &Learn More
cak: &Tetamäx ch'aqa' chik

source: &Delete Page;Delete Pages
cak: &Tiyuj ruxaq;Keyuj taq ruxaq

source: &Bookmark Page;Bookmark Pages
cak: &Yaketal ruxaq;Yaketal taq ruxaq
