Repository: tktk711/mozilla-l10n
Catalog: co/toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: co

source: Create Profile Wizard
co: Criazione guidata di prufilu

source: width: 45em; height: 32em;
co: width: 45em; height: 33em;

source: &brandShortName; stores information about your settings and preferences in your personal profile.
co: &brandShortName; salva e infurmazione parsunale è l'ozzione in lu prufilu parsunale.

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user’s information separate. To do this, each user should create his or her own profile.
co: S'ellu si sparte sta copia di &brandShortName; cù altre parsone, si ponu aduprà i prufili par mantene spiccate e infurmazione d'ogni utulizadore. Par ottene què ogni utulizadore dove crià un prufilu parsunale.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
co: Sì vo sete l'unica parsona à aduprà sta copia di &brandShortName; ci vole à avè almenu un prufilu. Si pò crià parechji prufili par salvà gruppi d'infurmazione è paràmetri diffarenti. Par esempiu si pò spiccà u prufilu di travagliu da quellu parsunale.

# profileCreationExplanation_4.text
source: To begin creating your profile, click Next.
co: Par cumincià a criazione d'un prufilu cliccà annant'à Avanti.

source: To begin creating your profile, click Continue.
co: Par cumincià a criazione d'un prufilu cliccà annant'à Cuntinuà.

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
co: Par cumincià a criazione d'un prufilu cliccà annant'à Dopu.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
co: S'ellu si creia parechji prufili ci vole à distingueli cù un nome diffarente. Si pò utulizà u nome sugiritu o indicanne unu disidaratu.

source: &Enter new profile name:
co: Scrive u &nome di u prufilu:

source: Your user settings, preferences and other user-related data will be stored in:
co: I paràmetri parsunali, e prifirenze è l'altri dati rilativi à l'utulizadore saranu mimurizati in:

source: Default User
co: Utulizadore pridifinitu

source: &Choose Folder…
co: &Sceglie u ripirtoriu…

source: &Use Default Folder
co: &Utulizà u ripirtoriu pridifinitu
