Repository: tktk711/mozilla-l10n
Catalog: dsb/mobile/android/*/android_strings.dtd.po
Languages: dsb

# home_title
source: &brandShortName; Home
dsb: Startowy bok &brandShortName;

# home_history_title
source: History
dsb: Historija

source: Synced devices
dsb: Synchronizěrowane rědy

source: &formatD; devices
dsb: &formatD; rědow

source: 1 device
dsb: 1 rěd

source: Back to full History
dsb: Slědk k dopołnej historiji

source: Clear browsing history
dsb: Pśeglědowańsku historiju wuprozniś

source: Are you sure you want to clear your history?
dsb: Cośo napšawdu historiju wuprozniś?

source: Bookmarks you save show up here.
dsb: Cytańske znamjenja, kótarež składujośo, pokazuju se how.

source: Recently closed
dsb: Njedawno zacynjone rejtarki

source: Your recent tabs show up here.
dsb: Waše nejnowše rejtarki pokazuju se how.

source: Restore all
dsb: Wšykne rejtarki wótnowiś

# home_closed_tabs_number
source: &formatD; tabs
dsb: &formatD; rejtarkow

# home_closed_tabs_one
source: 1 tab
dsb: 1 rejtark

source: Websites you visited most recently show up here.
dsb: Websedła, kótarež sćo se njedawno woglědał, pokazuju se how.

source: Psst: using a &formatS1;New Private Tab&formatS2; won't save your history.
dsb: Pst: wužywanje &formatS1;nowego priwatnego rejtarka&formatS2; njebuźo wašu historiju składowaś.

source: No content could be found for this panel.
dsb: Za toś to pólo njedajo se wopśimjeśe namakaś.

source: Back to &formatS;
dsb: Slědk k &formatS;

source: &formatD; devices hidden
dsb: &formatD; rědy schowane

source: Hidden devices
dsb: Schowane rědy

source: Unhide selected devices
dsb: Wubrane rědy pokazaś

source: Pinned site
dsb: Pśipěte sedło

source: Unpinned site
dsb: Wótpěte sedło

source: Where did my tabs go?
dsb: Źo su móje rejtarki?

source: We've moved your tabs from other devices into a panel on your home page that can be easily accessed every time you open a new tab.
dsb: Smy waše rejtarki z drugich rědow do póla na wašom startowem boku pśesunuli, na kótarež maśo lažki pśistup, kuždy raz, gaž wócynjaśo nowy rejtark.

source: Take me to my new panel.
dsb: Dowjeź mě do mójogo nowego póla.

source: Enter a search keyword
dsb: Zapódajśo pytańske klucowe słowo

source: Choose File
dsb: Dataju wubraś

source: Choose or record a sound
dsb: Wubjeŕśo abo nagrajśo zuk

source: Choose or take a picture
dsb: Wubjeŕśo abo wótmolujśo wobraz

source: Choose or record a video
dsb: Wubjeŕśo abo nagrajśo wideo

source: You are connected to
dsb: Sćo zwězany z

source: Secure Connection
dsb: Wěsty zwisk

source: Insecure connection
dsb: Njewěsty zwisk

source: This is a secure &brandShortName; page
dsb: To jo wěsty bok &brandShortName;

source: &brandShortName; has blocked insecure content on this page.
dsb: &brandShortName; jo njewěste elementy na toś tom boku blokěrował.

source: &brandShortName; has blocked some of the insecure content on this page.
dsb: &brandShortName; jo někotare njewěste elementy na toś tom boku blokěrował.

source: Parts of this page are not secure (such as images).
dsb: Źěle toś togo boka njejsu wěste (na pśikład wobraze).

source: You have disabled protection from insecure content.
dsb: Sćo šćit pśeśiwo njewěstym elementam znjemóžnił.

# doorhanger_tracking_title2
source: Tracking Protection
dsb: Slědowański šćit

# doorhanger_tracking_state_enabled
source: Enabled
dsb: Zmóžnjony

# doorhanger_tracking_state_disabled
source: Disabled
dsb: Znjemóžnjony

source: Attempts to track your online behavior have been blocked.
dsb: Wopyty, wašo zaźaržanje online slědowaś, su se blokěrowali.

source: This page includes elements that may track your browsing.
dsb: Toś ten bok wopśimujo elementy, kótarež by m´goli waše pśeglědowanje slědowaś.

source: Learn More
dsb: Dalšne informacije

source: Enable protection
dsb: Šćit zmóžniś

source: Disable protection
dsb: Šćit znjemóžniś

source: Private data cleared
dsb: Priwatne daty wulašowane

source: Some private data could not be cleared
dsb: Někotare priwatne daty njedaju se snaź lašowaś

source: Import
dsb: Importěrowaś

source: Importing bookmarks and history from Android
dsb: Importěrowanje cytańskich znamjenjow a historije z Androida

source: Importing bookmarks from Android
dsb: Importěrowanje cytańskich znamjenjow z Androida

source: Importing history from Android
dsb: Importěrowanje historije z Androida

source: Please wait...
dsb: Pšošym cakajśo...

source: Would you like to turn on search suggestions?
dsb: Cośo pytańske naraźenja aktiwěrowaś?

source: Search with &formatS;
dsb: z &formatS; pytaś

source: Search &formatS1; for &formatS2;
dsb: &formatS1; za &formatS2; pśepytaś

source: Bookmarks and history
dsb: Cytańske znamjenja a historija

source: Update available for &brandShortName;
dsb: Aktualizacija za &brandShortName; k dispoziciji

source: Touch to download
dsb: Pótusniśo, aby ześěgnuł

source: Downloading &brandShortName;
dsb: &brandShortName; ześěgnuś

source: Download failed
dsb: Ześěgnjenje njejo se raźiło

source: Touch to apply update once downloaded
dsb: Pótusniśo, aby aktualizaciju jaden raz ześěgnuł

source: Touch to retry
dsb: Pótusniśo, aby hyšći raz wopytał

source: Update downloaded for &brandShortName;
dsb: Aktualizacija za &brandShortName; ześěgnjona

source: Touch to install
dsb: Pótusniśo, aby instalěrował

source: To download files and updates, allow &brandShortName; permission to access storage.
dsb: Aby dataje a aktualizacije ześěgnuł, dajśo &brandShortName; pśistup na składowak.

source: Allow
dsb: Dowóliś

source: New Guest Session
dsb: Nowe góstne pósejźenje

source: Exit Guest Session
dsb: Góstne pósejźenje spušćiś

source: Continue
dsb: Dalej

# guest_session_dialog_cancel
source: Cancel
dsb: Pśetergnuś

# new_guest_session_title
source: &brandShortName; will now restart
dsb: &brandShortName; buźo něnto znowego startowaś

source: The person using it will not be able to see any of your personal browsing data (like saved logins, history or bookmarks).\n\nWhen your guest is done, their browsing data will be deleted and your session will be restored.
dsb: Wósoba, kótaraž jo wužywa, njamóžo waše wósobinske pśeglědowańske daty (na pś. skłaźone pśizjawjenja, historija abo cytańske znamjenja) wiźeś.\n\nGaž waš gósć jo wótejšeł, wulašuju se jogo pśeglědowańske daty a wašo pósejźenje se wótnowja.

source: Guest browsing is enabled
dsb: Góstne pśeglědowanje jo zmóžnjone

source: Tap to exit
dsb: Pótusniśo, aby skóńcył

# exit_guest_session_title
source: &brandShortName; will now restart
dsb: &brandShortName; buźo něnto znowego startowaś

source: The browsing data from this session will be deleted.
dsb: Pśeglědowańske daty z toś togo pósejźenja se wulašuju.

# actionbar_menu
source: Menu
dsb: Meni

source: Done
dsb: Gótowo

source: Speak now
dsb: Něnto powědaś

source: Last synced: &formatS;
dsb: Slědny raz synchronizěrowany: &formatS;

source: Last synced: never
dsb: Slědny raz synchronizěrowany: nigda

source: This link will open in &formatS;. Are you sure you want to exit Private Browsing?
dsb: Toś ten wótkaz wócynijo se w &formatS;. Cośo napšawdu priwatny modus spušćiś?

source: Exit Private Browsing?
dsb: Priwatny modus spušćiś?

source: Scanning for the QR code displayed on your other device
dsb: Scannowanje QR-koda pokazujo se na wašom drugem rěźe

# restrictable_feature_addons_installation
source: Add-ons
dsb: Dodanki

source: Add features or functionality to Firefox. Note: Add-ons can disable certain restrictions.
dsb: Pśidajśo Firefox funkcije abo funkcionalnosć. Glědajśo: Dodanki mógu wěste wobgranicowanja znjemóžniś.

source: Private Browsing
dsb: Priwatny modus

source: Allows family members to browse without saving information about the sites and pages they've visited.
dsb: Zmóžnja cłonkam familije pśeglědowaś bźez togo, aby se informacije wó sedłach a bokach składowali, ku kótarymž su se woglědali.

source: Clear History
dsb: Historiju lašowaś

source: Allows family members to delete information about the sites and pages they've visited.
dsb: Zmóžnja cłonkam familije informacije wó sedłach a bokach lašowaś, ku kótarymž su se woglědali.

source: Advanced Settings
dsb: Rozšyrjone nastajenja

source: This includes importing bookmarks, restoring tabs and automated updates. Turn off for simplified settings suitable for any family member.
dsb: To wopśimujo importěrowanje cytańskich znamjenjow, wótnowjanje rejtarkow a awtomatiske aktualizacije. Wušaltujśo to, aby zjadnorjone nastajenja zmóžnił, kótarež su za cłonka familije pśigódne.

source: Camera & Microphone
dsb: Kamera a mikrofon

source: Allows family members to engage in real time communication on websites.
dsb: Zmóžnja cłonkam familije, komunikaciju na websedłach w napšawdnem casu cyniś.

source: Block List
dsb: Blokěrowańska lisćina

source: Block websites that include sensitive content.
dsb: Blokěrujśo websedła, kótarež sensibelne wopśimuju sensibelne wopśimjeśe.

source: Firefox: About your browser
dsb: Firefox: Wó wašom wobglědowaku

source: Firefox: Customize with add-ons
dsb: Firefox: Z dodankami pśiměriś

source: Firefox: Support
dsb: Firefox: Pomoc

source: Firefox Help and Support for restricted profiles on Android tablets
dsb: Pomoc Firefox za wobgranicowane profile na Androidowych tabletach

source: Learn the Web: Mozilla Webmaker
dsb: Póznajśo web: Mozilla Webmaker

source: Sorry! This &brandShortName; won't work on this device (&formatS1;, &formatS2;). Please download the correct version.
dsb: Wódajśo! Toś ten &brandShortName; njefunkcioněrujo na toś tom rěźe (&formatS1;, &formatS2;). Pšosym ześěgniśo korektnu wersiju.

source: &brandShortName; will no longer update
dsb: &brandShortName; wěcej njebuźo aktualizěrowaś

source: Tap to learn more
dsb: Pótusniśo, aby wěcej zgónił

source: &brandShortName; is up to date
dsb: &brandShortName; jo aktualny

source: Find out what's new in this version
dsb: Wuslěźćo, což jo nowe w toś tej wersiji

source: Add to home screen
dsb: Startowej wobrazowce pśidaś

source: Read offline
dsb: Offline cytaś

source: Find your Reader View items in Bookmarks, even offline.
dsb: Namakajśo zapiski wašogo cytakowego naglěda teke offline.

source: Go to Bookmarks
dsb: K cytańskim znamjenjam

source: Available offline
dsb: Offline k dispoziciji

source: Bookmark Reader View items to read them offline.
dsb: Składujśo zapiski cytańskego naglěda ako cytańske znamjenja, aby je offline cytał.

source: Add to Bookmarks
dsb: K cytańskim znamjenjam pśidaś

# activity_stream_topsites
source: Top Sites
dsb: Nejcesćej woglědane sedła

source: Highlights
dsb: Wjerški

source: Bookmarked
dsb: Ako cytańske znamje skłaźony

source: Visited
dsb: Woglědany

source: Dismiss
dsb: Zachyśiś

source: Delete from History
dsb: Z historije lašowaś

source: Welcome to your Highlights
dsb: Witajśo k swójim wjeraškam

source: &brandShortName; now creates highlights of things you've discovered on the web so you can find your way back to great articles, videos, bookmarks, and other pages.
dsb: &brandShortName; napórajo něnto wjeraški wěcow, kótarež sćo w interneśe namakał, aby drogu slědk k wjelicnym nastawkam, wideo, cytańskim znamjenjam a drugim bokam namakał.
