Repository: tktk711/mozilla-l10n
Catalog: dsb/mobile/android/*/android_strings.dtd.po
Languages: dsb

source: Welcome
dsb: Witajśo

source: Welcome to &brandShortName;
dsb: Witajśo do &brandShortName;

source: Find things faster with helpful search suggestion shortcuts.
dsb: Namakajśo wěcy malsnjej z wužytnymi tastowymi skrotconkami za pytańske naraźenja.

# firstrun_bookmarks_title
source: History
dsb: Historija

source: Your faves, front and center
dsb: Waše fawority, na prědnjejšom fronśe

source: Get results from your bookmarks and history when you search.
dsb: Wobstarajśe se wuslědki z wašych cytańskich znamjenjow a historije, gaž pytaśo.

source: Data
dsb: Daty

source: Less data, more savings
dsb: Mjenjej datow, wěcej zažaržanjow

source: Turn off images to spend less data on every site you visit.
dsb: Blokěrujśo wobraze, aby mjenjej datow na kuždom sedle pśetrjebował, ku kótaremuž se woglědujośo.

source: Sync
dsb: Snychronizěrowaś

source: &brandShortName;, always by your side
dsb: &brandShortName;, pśecej pśi was

source: Sync your tabs, passwords, and more everywhere you use it.
dsb: Synchronizěrujśo swóje rejtarki, gronidła a wěcej wšuźi, źož jen wužywaśo.

source: Get connected, get started
dsb: Zwězajśo se, zachopśo

source: Sign in to Sync
dsb: Pla Sync pśizjawiś

source: Start Browsing
dsb: Pśeglědowanje startowaś

source: Not right now
dsb: Nic ned

# firstrun_button_next
source: Next
dsb: Pśiducy

source: Links
dsb: Wótkaze

source: Turn on Tab queue
dsb: Rejtarkowy cakański rěd zmóžniś

source: Save links for later in &brandShortName; when tapping them in other apps.
dsb: Wótkaz za pózdźej w &brandShortName; składowaś, gaž pótusniju se w drugich nałoženjach.

source: Success!
dsb: Raźiło!

source: You can always turn this off in &settings; under &pref_category_general;.
dsb: Móžośo to w &settings; pód &pref_category_general; znjemóžniś.

source: Articles
dsb: Nastawki

source: Lose the clutter
dsb: Zrumowaś

source: Use Reader View to make articles nicer to read \u2014 even offline.
dsb: Wužywajśo cytakowy naglěd wužywaś, aby nastawki lěpjej cytajobne cynił \u2014 teke offline.

source: You
dsb: Wy

source: Have &brandShortName; on another device?
dsb: Maśo &brandShortName; na drugem rěźe?

source: Stay safe and in control with this simplified version of &brandShortName;.
dsb: Wóstańśo dalej wěsty a mějśo dalej kontrolu z toś teju zjednorjeneju wersiju &brandShortName;.

source: Bookmarks
dsb: Cytańske znamjenja

# history_title
source: History
dsb: Historija

source: Switch to tab
dsb: K rejtarkoju pśěpěś

source: Showing offline version
dsb: Offline-wersija se pokazujo

source: &brandShortName; Crash Reporter
dsb: &brandShortName; - rozpšawjak wowalenjow

source: &brandShortName; had a problem and crashed. Your tabs should be listed on the &brandShortName; Start page when you restart.
dsb: &brandShortName; jo problem měł a jo se wowalił. Waše rejtarki by měli se na startowem boku &brandShortName; nalicyś, gaž startujośo znowego.

source: Tell &vendorShortName; about this crash so they can fix it
dsb: Informěrujśo &vendorShortName; wó toś tom wowalenju, aby mógał jen wótpórał

source: Include the address of the page I was on
dsb: Adresu boka zapśimjeś, kótaryž som se woglědał

source: We're sorry
dsb: Jo nam luto

source: Add a comment (comments are publicly visible)
dsb: Komentar pśidaś (komentary su zjawnje widobne)

source: Allow &vendorShortName; to contact me about this report
dsb: &vendorShortName; dowóliś, se ze mnu wó toś tej rozpšawje do zwiska stajiś

source: Your email
dsb: Waša e-mail

source: Exit without sending a crash report?
dsb: Skóńcyś, bźez togo až by so wowaleńska rozpšawa pósłała?

source: Sending crash report\u2026
dsb: Wowaleńska rozpšawa so sćelo\u2026

# crash_close_label
source: Close
dsb: Zacyniś

source: Restart &brandShortName;
dsb: &brandShortName; znowego startowaś

source: Search or enter address
dsb: Adresu pytaś abo zapódaś

source: Bookmark
dsb: Cytańske znamje

source: Remove bookmark
dsb: Cytańske znamje wótpóraś

source: Bookmark added
dsb: Cytańske znamje pśidane

# bookmark_already_added
source: Already bookmarked
dsb: Južo ako cytańske znamje skłaźony

source: Bookmark removed
dsb: Cytańske znamje wótporane

source: Bookmark updated
dsb: Cytańske znamje zaktualizěrowane

source: Options
dsb: Nastajenja

source: Save
dsb: Składowaś

source: Screenshot added to bookmarks
dsb: Foto wobrazowki jo se cytańskim znamjenjam pśidało

source: Screenshots
dsb: Fota wobrazowki

source: Reading List
dsb: Cytańska lisćina

source: &formatD; items
dsb: &formatD; zapiskow

source: 1 item
dsb: 1 zapisk

source: Parent Folder
dsb: Nadrědowany zarědnik

source: Add new folder
dsb: Nowy zarědnik pśidaś

source: Saved offline
dsb: Offline skłaźony

source: Switch
dsb: Pśešaltowaś

source: Today
dsb: Źinsa

source: Yesterday
dsb: Cora

source: Last 7 days
dsb: Slědne 7 dnjow

source: Older than 6 months
dsb: Starše ako 6 mjasecow

source: Search
dsb: Pytaś

source: Reload
dsb: Znowa zacytaś

source: Forward
dsb: Doprědka

source: Menu
dsb: Meni

source: Back
dsb: Slědk

source: Site Security
dsb: Sedłowa wěstota

# edit_mode_cancel
source: Cancel
dsb: Pśetergnuś

source: Close Tab
dsb: Rejtark zacyniś

# one_tab
source: 1 tab
dsb: 1 rejtark

# num_tabs2
source: &formatD; tabs
dsb: &formatD; rejtarkow

source: New tab opened
dsb: Nowy rejtark jo se wócynił

source: New private tab opened
dsb: Nowy priwatny rejtark jo se wócynił

source: SWITCH
dsb: PŚEŠALTOWAŚ

source: Playing audio – &formatS;
dsb: Awdio se wótgrawa – &formatS;

source: Settings
dsb: Nastajenja

# settings_title
source: Settings
dsb: Nastajenja

# pref_category_general
source: General
dsb: Powšykne

source: Home, language, tab queue
dsb: Startowy bok, rěc, rejtarkowy cakański rěd

source: Language
dsb: Rěc

source: Change the language of your browser
dsb: Změńśo rěc swójogo wobglědowaka

source: Browser language
dsb: Rěc wobglědowaka

source: System default
dsb: Systemowy standard

source: Add to &brandShortName;
dsb: &brandShortName; pśidaś

# overlay_share_bookmark_btn_label
source: Bookmark
dsb: Cytańske znamje

# overlay_share_bookmark_btn_label_already
source: Already bookmarked
dsb: Južo ako cytańske znamje skłaźony

source: Send to other devices
dsb: Na druge rědy pósłaś

source: Open in &brandShortName;
dsb: Pla &brandShortName; pśizjawiś

source: Send to another device
dsb: Drugemu rědoju pósłaś

source: No link found in this share
dsb: Žeden wótkaz w toś tom źělu namakany

source: Select device
dsb: Rěd wubraś

source: No Firefox Account connected devices found
dsb: Žedne rědy namakane, kótarež su z kontom Firefox zwězane

# pref_category_search3
source: Search
dsb: Pytaś

source: Add, set default, show suggestions
dsb: Pśidaś, standard nastajiś, naraźenja pokazaś

# pref_category_accessibility
source: Accessibility
dsb: Bźezbariernosć

source: Text size, zoom, voice input
dsb: Tekstowa wjelikosć, skalěrowanje, rěcne zapódaśe

# pref_category_privacy_short
source: Privacy
dsb: Priwatnosć

source: Tracking, logins, data choices
dsb: Slědowanje, cookieje, datowe wuběrki

source: About &brandShortName;, FAQs, feedback
dsb: Wó &brandShortName;, ceste pšašanja, komentary

source: Data choices
dsb: Datowy wuběrki

# pref_category_logins
source: Logins
dsb: Pśizjawjenja

source: Learn more
dsb: Dalšne informacije

source: Installed search engines
dsb: Zainstalěrowane pytnice

source: Add more search providers
dsb: Dalšnych pytańskich póbitowarjow pśidaś

source: Restore search engines
dsb: Pytnice wótnowiś

# pref_search_restore_defaults
source: Restore defaults
dsb: Standardy wótnowiś

# pref_search_restore_defaults_summary
source: Restore defaults
dsb: Standardy wótnowiś

source: TIP: Add any website to your list of search providers by long-pressing on its search field and then touching the &formatI; icon.
dsb: POKAZKA: Pśidajśo swójej lisćinje pytańskich póbitowarjow websedło, z tym až dłujko na jogo pytańske pólo tłocyśo a pótusniśo pótom symbol &formatI;.

# pref_category_advanced
source: Advanced
dsb: Rozšyrjone

source: Restore tabs, data saver, developer tools
dsb: Rejtarki wótnowiś, datowy serwer, wuwijarske rědy

# pref_category_notifications
source: Notifications
dsb: Powěźeńki

source: New features, website updates
dsb: Nowe funkcije, aktualizacije websedłow

source: Website updates
dsb: Aktualizacije websedłow

source: Discover new content from supported sites
dsb: Namakajśo nowe wopśimjeśe z pódpěranych sedłow

source: Remote debugging via USB
dsb: Daloke pytanje zmólkow pśez USB

source: Remote debugging via Wi-Fi
dsb: Daloke pytanje zmólkow pśez WLAN

source: Wi-Fi debugging requires your device to have a QR code reader app installed.
dsb: Pytanje zmólkow pśez WLAN se pomina, až QR-kodowy cytak jo na wašom rěźe instalěrowany.

source: Remember logins
dsb: Pśizjawjenja se spomnjeś

source: Manage logins
dsb: Pśizjawjenja zastojaś

source: Home
dsb: Startowy bok

source: Customize your homepage
dsb: Pśiměrśo swój startowy bok

source: Panels
dsb: Póla

# pref_category_home_add_ons
source: Add-ons
dsb: Dodanki

source: Content updates
dsb: Aktualizacije wopśimjeśa

# pref_home_updates_enabled
source: Enabled
dsb: Zmóžnjony

# pref_home_updates_wifi
source: Only over Wi-Fi
dsb: Jano pśez Wi-Fi

source: Homepage
dsb: Startowy bok

source: Also use for new tabs
dsb: Teke za nowe rejtarki wužywaś

source: Set a Homepage
dsb: Startowy bok póstajiś

# home_homepage_radio_default
source: &brandShortName; Home
dsb: Startowy bok &brandShortName;

source: Custom
dsb: Swójska

source: Enter address or search term
dsb: Zapódajśo adresu abo pytański wuraz

# pref_header_general
source: General
dsb: Powšykne

# pref_header_search
source: Search
dsb: Pytaś

# pref_header_privacy_short
source: Privacy
dsb: Priwatnosć

# pref_header_accessibility
source: Accessibility
dsb: Bźezbariernosć

# pref_header_notifications
source: Notifications
dsb: Powěźeńki

# pref_header_advanced
source: Advanced
dsb: Rozšyrjone

# pref_header_help
source: Help
dsb: Pomoc

source: Cookies
dsb: Cookieje

# pref_cookies_accept_all
source: Enabled
dsb: Zmóžnjony

source: Enabled, excluding 3rd party
dsb: Zmóžnjony, z wuwześim tśeśich póbitowarjow

# pref_cookies_disabled
source: Disabled
dsb: Znjemóžnjony

source: Data saver
dsb: Datowy serwer

source: Media
dsb: Medije

source: Developer tools
dsb: Wuwijarske rědy

source: Show images
dsb: Wobraze pokazaś

# pref_tap_to_load_images_enabled
source: Always
dsb: Pśecej

# pref_tap_to_load_images_data
source: Only over Wi-Fi
dsb: Jano pśez WLAN

source: Blocked
dsb: Zablokěrowany

source: Show web fonts
dsb: Webpisma pokazaś

source: Download remote fonts when loading a page
dsb: Zdalone pisma ześěgnuś, gaž se bok zacyitujo

# pref_tracking_protection_title2
source: Tracking Protection
dsb: Slědowański šćit

# pref_tracking_protection_summary3
source: Enabled in Private Browsing
dsb: W priwatnem modusu zmóžnjony

source: Do not track
dsb: Njeslědowaś

source: &brandShortName; will tell sites that you do not want to be tracked
dsb: &brandShortName; dajo sydłam k wěsći, až njocośo, až wam slěduju

# pref_tracking_protection_enabled
source: Enabled
dsb: Zmóžnjony

# pref_tracking_protection_enabled_pb
source: Enabled in Private Browsing
dsb: W priwatnem modusu zmóžnjony

# pref_tracking_protection_disabled
source: Disabled
dsb: Znjemóžnjony

source: What's new in &brandShortName;
dsb: Rejtark jo se w &brandShortName; składł

source: Learn about new features after an update
dsb: Zgóńśo wěcej wó nowych funkcijach pó aktualizaciji

source: Experimental features
dsb: Eksperimentelne funkcije

source: Custom Tabs
dsb: Swójske rejtarki

source: Allow apps to open websites using a customized version of &brandShortName;
dsb: Zmóžnja nałoženjam, aby websedła z pomocu pśiměrjoneju wersiju &brandShortName; wócynili

source: Open in &formatS;
dsb: W &formatS; wócyniś

source: Powered by &brandShortName;
dsb: Spěchowany wót &brandShortName;

source: URL copied
dsb: URL jo kopěrowany

source: Progressive Web Apps
dsb: Póstupne webnałoženja

source: Allow web apps to be added to home screen
dsb: Dowólśo, až se webnałoženja startowej wobrazowce pśidawaju

source: Activity Stream
dsb: Prud aktiwity

source: A rich visual history feed and a reimagined home page make it easier than ever to find exactly what you're looking for in &brandShortName;.
dsb: Bogata widobna historija a nowo wugótowany startowy bok wólažcujotej wěcej ako do togo, to namakaś, za cymž pytaśo w &brandShortName;.

source: Now with Tracking Protection
dsb: Něnto ze slědowańskim šćitom

source: Actively block tracking elements so you don't have to worry.
dsb: Slědowańske elementy se aktiwnje blokěruju, njetrjebaśo pótakem sr starosćiś.

source: Visit Privacy settings to learn more
dsb: Woglědajśo se nastajenja priwatnosći, aby wěcej zgónił

source: Got it!
dsb: Som to zrozměł!

source: Tab saved in &brandShortName;
dsb: Rejtark jo se w &brandShortName; składł

source: Open now
dsb: Něnto wócyniś

source: Opening multiple links?
dsb: Někotare wótkaze wócyniś?

source: Save them until the next time you open &brandShortName;.
dsb: Je składowaś, až njewócynijośo &brandShortName; pśiducy raz.

source: You can change this later in Settings
dsb: Móžośo to pózdźej w nastajenjach změniś

source: Turn on Permit drawing over other apps
dsb: Nastajenje „Pśez druge nałoženja śěgnuś dowóliś“ zmóžniś

source: Enable
dsb: Zmóžniś

source: Not now
dsb: Nic něnto

source: Go to Settings
dsb: K nastajenjam

source: &formatD; tabs waiting
dsb: &formatD; rejtarkow caka

source: 1 tab waiting
dsb: 1 rejtark caka

source: To "Open multiple links", please enable the 'Draw over other apps' permission for &brandShortName;
dsb: Aby „někotare wótkaze wócynił“, zmóžniśo pšosym nastajenje „Pśez druge nałoženja śěgnuś“ za &brandShortName;

source: &formatD; websites updated
dsb: &formatD; websedłow zaktualizěrowanych

# content_notification_action_settings2
source: Settings
dsb: Nastajenja

source: Read now
dsb: Něnto cytaś

source: Updated on &formatS;
dsb: Na &formatS; zaktualizěrowany

source: Character encoding
dsb: Znamuškowe koděrowanje

source: Show menu
dsb: Meni pokazaś

source: Don't show menu
dsb: Meni njepokazaś

source: Clear private data
dsb: Priwatne daty wulašowaś

source: Clear now
dsb: Něnto lašowaś

source: Clear private data on exit
dsb: Priwatne daty pśi kóńcenju wulašowaś

source: &brandShortName; will automatically clear your data whenever you select \u0022Quit\u0022 from the main menu
dsb: &brandShortName; wulašujo waše daty awtomatiski, gažkuli wuběraśo \u0022Skóńcyś\u0022 z głownego menija

source: Select which data to clear
dsb: Wubjeŕśo, kótare daty maju se wulašowaś

source: Plugins
dsb: Tykace

# pref_plugins_enabled
source: Enabled
dsb: Zmóžnjony

source: Touch to play
dsb: Pótusniśo, aby wótgrał

# pref_plugins_disabled
source: Disabled
dsb: Znjemóžnjony

source: Restore tabs
dsb: Rejtarki wótnowiś

source: Always restore
dsb: Pśecej wótnowiś

source: Don't restore after quitting &brandShortName;
dsb: Po skóńcenju &brandShortName; njewótnowiś

source: Use system font size
dsb: Systemowu pismowu wjelikosć wužywaś

source: Scale web content according to the system font size
dsb: Webwopśimjeśe pó systemowej pismowej wjelikosći skalěrowaś

source: Allow autoplay
dsb: Awtomatiske wógraśe dowóliś

source: Control if websites can autoplay videos and other media content
dsb: Kontrolěrowaś, lěc websedła mógu wideo a drugi medijowe wopśimjeśe automatiski wótgras

source: Always enable zoom
dsb: Skalěrowanje pśecej zmóžniś

source: Force override so you can zoom any page
dsb: Wunuźćo pśepisanje, aby mógał kuždy bok skalěrowaś

source: Voice input
dsb: Rěcne zapódaśe

source: Allow voice dictation in the URL bar
dsb: Rěcne zapódaśe w adresowem pólu dowóliś

source: QR code reader
dsb: Cytak QR-koda

source: Allow QR scanner in the URL bar
dsb: QR-scanner w adresowem pólu dowóliś

source: Use master password
dsb: Głowne gronidło wužywaś

source: Sign in
dsb: Pśizjawiś

source: Sync your tabs, bookmarks, logins, history
dsb: Synchronizěrujśo swóje rejtarki, cytańske znamjenja, pśizjawjenja a historiju

source: Show search suggestions
dsb: Pytańske naraźenja pokazaś

source: Show search history
dsb: Pytańsku historiju pokazaś

source: Import options
dsb: Importěrowańske nastajenja

source: Import bookmarks and history from the native browser
dsb: Importěrujśo cytańske znamjenjai a historiju ze spócetnego wobglědowaka

source: Open tabs
dsb: Rejtarki wócyniś

source: Browsing history
dsb: Pśeglědowańska historija

source: Search history
dsb: Pytańska historija

source: Form history
dsb: Formularna historija

source: Cookies & active logins
dsb: Cookieje a aktiwne pśizjawjenja

source: Saved logins
dsb: Skłaźone pśizjawjenja

source: Cache
dsb: Pufrowak

source: Offline website data
dsb: Daty websedła offline

source: Site settings
dsb: Sedłowe nastajenja

# pref_private_data_downloadFiles2
source: Downloads
dsb: Ześěgnjenja

source: Synced tabs
dsb: Synchronizěrowane rejtarki

source: Make default browser
dsb: Jako standardny wobglědowak nastajiś

source: Visit Mozilla Support
dsb: K Pomocy Mozilla se woglědaś

source: About &brandShortName;
dsb: Wó &brandShortName;

source: FAQs
dsb: Ceste pšašanja

source: Give feedback
dsb: Komentar pisaś

source: Set as default
dsb: Ako standard wužywaś

source: Default
dsb: Standard

# pref_dialog_remove
source: Remove
dsb: Wótpóraś

source: You can't remove or disable your last search engine.
dsb: Njamóžośo swóju slědnu pytnicu wótpóraś abo znjemóžniś.

source: Show
dsb: Pokazaś

source: Hide
dsb: Schowaś

source: Change order
dsb: Pórěd změniś

source: Move up
dsb: Górjej

source: Move down
dsb: Dołoj

source: &brandShortName; stats & data
dsb: Statistiki a daty &brandShortName;

source: Choose what to share
dsb: Wubjeŕśo, což ma se źěliś

source: Choose what information to share
dsb: Wubjeŕśo, kótare informacije maju se źěliś

source: To improve your experience, &brandShortName; automatically sends some information to &vendorShortName;.
dsb: Aby wašo dožywjenje pólěpšył, sćelo &brandShortName; awtomatiski informacije na &vendorShortName;.

source: &brandShortName; Health Report
dsb: &brandShortName; - statusowa rozpšawa

source: Shares data with &vendorShortName; about your browser health and helps you understand your browser performance
dsb: Źěli daty z &vendorShortName; wó statusu wašogo wobglědowaka a pomaga wam, wugbaśe wašogo wobglědowka rozměś

source: View my Health Report
dsb: Statusowu rozpšawu pokazaś

source: Telemetry
dsb: Telemetrija

source: Shares performance, usage, hardware and customization data about your browser with &vendorShortName; to help us make &brandShortName; better
dsb: Źěli daty wó wugbaśu, wužyśu, hardware a pśiměrjenju wó wašom wobglědowaku z &vendorShortName;, aby nam pomagał, &brandShortName; pólěpšyś

source: &brandShortName; submits crash reports to help &vendorShortName; make your browser more stable and secure
dsb: &brandShortName; sćelo wowaleńske rozpšawy, aby &vendorShortName; pomagał, waš wobglědowak stabilnjejšy a wěsćejšy cyniś

source: Crash Reporter
dsb: Wowaleński rozpšawjak

source: &vendorShortName; Location Service
dsb: Stojnišćowa słužba &vendorShortName;

source: Help &vendorShortName; map the world! Share the approximate Wi-Fi and cellular location of your device to improve our geolocation service.
dsb: Pomagajśo &vendorShortName; swět kartografěrowaś! Źělśo pśibližne WLAN-stojnišćo a stojnišćo mobilnego telefona swójogo rěda, aby našu słužbu za póstajenje stojnišćow pólěpšył.

source: Automatic updates
dsb: Awtomatiske aktualizacije

# pref_update_autodownload_wifi
source: Only over Wi-Fi
dsb: Jano pśez Wi-Fi

source: Never
dsb: Nigda

# pref_update_autodownload_always
source: Always
dsb: Pśecej

# help_menu
source: Help
dsb: Pomoc

source: Quit
dsb: Skóńcyś

source: Add-ons
dsb: Dodanki

source: Logins
dsb: Pśizjawjenja

source: Downloads
dsb: Ześěgnjenja

source: Character Encoding
dsb: Znamuškowe koděrowanje

source: Share
dsb: Źěliś

source: Share via
dsb: Źěliś pśez

source: Unable to share this image
dsb: Toś ten wobraz njedajo se źěliś

source: Save as PDF
dsb: Ako PDF składowaś

source: Print
dsb: Śišćaś

source: Find in page
dsb: Na boku pytaś

source: Request desktop site
dsb: Desktopowe sedło pominaś

source: Page
dsb: Bok

source: Tools
dsb: Rědy

source: New tab
dsb: Nowy rejtark

source: New private tab
dsb: Nowy priwatny rejtark

source: Close All Tabs
dsb: Wšykne rejtarki zacyniś

source: Close Private Tabs
dsb: Priwatne rejtarki zacyniś

source: Tabs
dsb: Rejtarki

source: Private
dsb: Priwatny

source: Unable to set image
dsb: Wobraz njedajo se pódaś

source: Unable to save image
dsb: Wobraz njedajo se składowaś

source: Set Image As
dsb: Wobraz pódaś ako

source: Find in Page
dsb: Na boku pytaś

source: Previous
dsb: Pjerwjejšny

# find_next
source: Next
dsb: Pśiducy

# find_close
source: Close
dsb: Zacyniś

source: Sending to Device
dsb: Rědoju pósłaś

source: Play
dsb: Wótgraś

source: Pause
dsb: Pawza

source: Open in New Tab
dsb: W nowem rejtarku wócyniś

source: Open in Private Tab
dsb: W nowem priwatnem rejtarku wócyniś

# contextmenu_remove
source: Remove
dsb: Wótpóraś

source: Add to Home Screen
dsb: Startowej wobrazowce pśidaś

source: Set as Homepage
dsb: Ako startowy bok nastajiś

# contextmenu_share
source: Share
dsb: Źěliś

source: Paste & Go
dsb: Zasajźiś a wótpósłaś

source: Paste
dsb: Zasajźiś

source: Copy Address
dsb: Adresu kopěrowaś

# contextmenu_edit_bookmark
source: Edit
dsb: Wobźěłaś

source: Subscribe to Page
dsb: Bok aboněrowaś

source: Edit Site Settings
dsb: Sedłowe nastajenja wobźěłaś

# contextmenu_top_sites_edit
source: Edit
dsb: Wobźěłaś

source: Pin Site
dsb: Sedło pśipěś

source: Unpin Site
dsb: Sedło wótpěś

source: Add a Search Engine
dsb: Pytnicu pśidaś

source: [No username]
dsb: [Žedno wužywarske mě]

source: Edit login
dsb: Pśizjawjenje wobźěłaś

source: Username
dsb: Wužywarske mě

# doorhanger_login_edit_password_hint
source: Password
dsb: Gronidło

source: Show password
dsb: Gronidło pokazaś

source: Copy password from &formatS;?
dsb: Gronidło z &formatS; kopěrowaś?

source: Password copied to clipboard
dsb: Gronidło jo se do mjazywótkłada kopěrowało

source: Select another login
dsb: Druge pśizjawjenje wubraś

source: Copy password from
dsb: Gronidło kopěrowaś z

source: Full-screen browsing
dsb: Pśeglědowanje z połneju wobrazowku

source: Hide the &brandShortName; toolbar when scrolling down a page
dsb: Symbolowu rědku &brandShortName; schowaś, gaž bok kula se dołoj

source: Tab queue
dsb: Rejtarkowy cakański rěd

source: Save links until the next time you open &brandShortName;
dsb: Wótkaze składowaś, až njewócynijośo &brandShortName; pśiducy raz

source: Compact tabs
dsb: Kompaktne rejtarki

source: Arrange tabs in two columns in portrait mode
dsb: Rejtarki w dwěma słupoma we wusokem formaśe rědowaś

source: Page removed
dsb: Bok jo se wótpórał

source: Edit Bookmark
dsb: Cytańske znamje wobźěłaś

source: Name
dsb: Mě

source: Location
dsb: Městno

source: Keyword
dsb: Klucowe słowo

source: Select folder
dsb: Zarědnik wubraś

source: Site Settings
dsb: Sedłowe nastajenja

# site_settings_cancel
source: Cancel
dsb: Pśetergnuś

# site_settings_clear
source: Clear
dsb: Lašowaś

source: Additional Actions
dsb: Pśidatne akcije

source: Create Master Password
dsb: Głowne gronidło twóriś

source: Remove Master Password
dsb: Głowne gronidło wótpóraś

# masterpassword_password
source: Password
dsb: Gronidło

source: Confirm password
dsb: Gronidło wobkšuśiś

source: OK
dsb: W pórěźe

# button_cancel
source: Cancel
dsb: Pśetergnuś

source: Yes
dsb: Jo

source: No
dsb: Ně

source: Clear data
dsb: Daty lašowaś

source: Set
dsb: Nastajiś

# button_clear
source: Clear
dsb: Lašowaś

source: Copy
dsb: Kopěrowaś

# home_top_sites_title
source: Top Sites
dsb: Nejcesćej woglědane sedła

source: Add a site
dsb: Sedło pśidaś
