Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/update.properties.po
Languages: gu, kab, ml, mr, my, sw, tt, zu

source: Check Now
gu: હમણાં ચકાસો
kab: Senqed tura
ml: ഇപ്പോള്‍ പരിശോധന നടത്തുക
mr: आता तपासा
my: ယခု စစ်ဆေးပါ
sw: Kagua Sasa
tt: Xezír Tikşír
zu: Hlola manje

# mismatchCheckNowAccesskey
source: C
tt: T

source: Don't Check
ml: പരിശോധിക്കേണ്ട
mr: तपासू नका
my: မစစ်ဆေးပါနဲ့
tt: Tikşírme
zu: Ungahloli

source: D
tt: m

source: Install Now
gu: હમણાં સ્થાપિત કરો
kab: Sebded tura
ml: ഇപ്പോള്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
mr: आता स्थापन करा
my: ယခု တပ်ဆင်ပါ
sw: Sakinisha Sasa
tt: Xezír Qor
zu: Faka manje

source: I
tt: Q

source: Next >
gu: આગળ >
kab: Ɣer zdat >
ml: അടുത്തത്‌
mr: पुढचा >
my: နောက်တခု>
sw: Inayofuata <
tt: Kilesí >
zu: Okulandelayo >

source: N
tt: K

source: Cancel
gu: રદ કરો
kab: Sefsex
ml: റദ്ദാക്കുക
mr: रद्द करा
my: ပယ်​ဖျက်ပါ
sw: Katiza
tt: Waz kiç
zu: Khansela

# cancelButtonTextAccesskey
source: C
tt: W

source: Finished checking %S
gu: %S ચકાસવાનું સમાપ્ત
kab: Asenqed n %S immed
ml: %S പരിശോധിച്ചു് കഴിഞ്ഞിരിക്കുന്നു
mr: %S ची तपासणी पूर्ण झाली
my: %S ကို စစ်ဆေးမှု ပြီးဆုံးပြီ
sw: Imemaliza kukagua %S
tt: %S tikşírílüwí temam
zu: Iqedile ukuhlola i-%S

source: Downloading: %S
gu: ડાઉનલોડ કરી રહ્યા છીએ: %S
kab: Azdam: %S
ml: %S : ഡൌണ്‍ലോഡ്‌ ചെയ്തുകൊണ്ടിരിക്കുന്നു
mr: डाउनलोड करत आहे: %S
my: %S - ဆွဲချနေတယ်
sw: Kupakua: %S
tt: Yöklene: %S
zu: Ilayisha ingenise i-%S

source: Installing: %S
gu: સ્થાપિત કરી રહ્યા છીએ: %S
kab: Asebded: %S
ml: %S : ഇന്‍സ്റ്റോള്‍ ചെയ്തുകൊണ്ടിരിക്കുന്നു
mr: प्रतिष्ठापन करत आहे: %S
my: %S တပ်ဆင်နေတယ်
sw: Kusakinsha: %S
tt: Qorola: %S
zu: Iyafake: %S

source: Close
gu: બંધ કરો
kab: Mdel
ml: അടയ്ക്കുക
mr: बंद करा
my: ပိတ်ပါ
sw: Funga
tt: Yap
zu: Vala

source: %S was unable to install updates for the following add-ons:
gu: %S એ નીચેના એડ-ઓનમાટે સુધારાઓ સ્થાપિત કરવામાં અસમર્થ હતું
kab: %S ur yezmir ara ad isebded ileqman n izegrar imernan-agi:
ml: താഴെ പറഞ്ഞിരിക്കുന്ന ആഡ്-ഓണുകള്‍ക്കുള്ള പരിഷ്കാരങ്ങള്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുവാന്‍ %S-നു് സാധ്യമായില്ല:
mr: खालिल ऍड-ऑन करीता %S अद्ययावत प्रतिष्ठापित करू शकला नाही:
my: အောက်ပါ ပေါင်းထည့်ချက်များအတွက် မွမ်းမံချက်များကို %S က မတပ်ဆင်နိုင်ဘူး -
sw: %S imeshindwa kusakinisha visasaisho vya vifaa vya nyongeza vifuatavyo:
tt: %S tübendegí östemeler öçön yañartmalar qora almadı:
zu: I-%S ayikwazanga ukufaka ukuvuselela kwe-add-ones:

source: %S was unable to check for updates for the following add-ons:
gu: %S એ નીચેના એડ-ઓન માટે સુધારાઓ માટે ચકાસણી કરવામાં અસમર્થ હતું:
kab: %S ur yezmir ara ad isenqed ileqman n izegrar imernan-agi:
ml: താഴെ പറഞ്ഞിരിക്കുന്ന ആഡ്-ഓണുകള്‍ക്കുള്ള പരിഷ്കാരങ്ങള്‍ പരിശോധിക്കുവാന്‍ %S-നു് സാധ്യമായില്ല:
mr: खालिल अद्ययावतकरीता %S तपास करू शकले नाही:
my: အောက်ပါ ပေါင်းထည့်ချက်များအတါက် မွမ်းမံချက်များကို %S က မ​စစ်ဆေးနိုင်ဘူး -
sw: %S ilishindwa kukagua visasaisho vya vifaa vya nyongeza vifuatavyo:
tt: %S tübendegí östemeler öçön yañartmalarnı qaraştıra almadı:
zu: I-%S ayikwazanga ukuhlola ukuvuselela kwe-add-ones okulandelayo:

source: Don’t Check
gu: ચકાસો નહિં
kab: Ur senqad ara

source: Donâ€™t Check
sw: Usikague
