Repository: tktk711/mozilla-l10n
Catalog: quy/toolkit/chrome/global/aboutNetworking.dtd.po
Languages: quy

source: About Networking
quy: Llikachasqa ukupi lliw haykuqkunamanta.

source: This is very experimental. Do not use without adult supervision.
quy: Kayqa yachapakuypi qispisqallan. mana kuraqpa qawariyninwanqa manan haykukunanchu.

source: Show this warning next time
quy: Qawachiypuni kay qatiqtuymipi yanqataq nispa .

source: OK
quy: Allinmi

source: HTTP
quy: HTTP nisqa

source: Sockets
quy: Ratachina

source: DNS
quy: DNS nisqa

source: WebSockets
quy: Llikachasqakuna

source: Refresh
quy: Kunanmankutichiy

source: Autorefresh every 3 seconds
quy: Wayrapachiy sapa kinsa chikan tuymipi.

source: Hostname
quy: Haywaqpasutin.

source: Port
quy: Tukupayninpa chayanan.

source: SPDY
quy: SPDY nisqa

source: SSL
quy: SSL nisqa

source: Active
quy: Utqaq.

source: Idle
quy: Mana imaruwaq., Qasikaq, Mana kuyuriq.

source: Host
quy: Haywaq

source: TCP
quy: TCP nisqa

source: Sent
quy: Apachiy

source: Received
quy: Chaskisqa

source: Family
quy: Ayllu.

source: Addresses
quy: Tiyanan

source: Expires (Seconds)
quy: Tuymichakuypi tukukuynin.

source: Messages Sent
quy: Taripaywillaykuna apachisqa.

source: Messages Received
quy: Taripaywillanakuna chaskisqa

source: Bytes Sent
quy: Bytes nisqa apachisqakuna

source: Bytes Received
quy: Bytes nisqa chaskisqakuna

source: DNS Lookup
quy: DNS nisqa machkasqa

source: Resolve
quy: Allipachiy.

source: Domain
quy: Lliwtukipasqapuni

source: IPs
quy: IPs nisqa
