Repository: tktk711/mozilla-l10n
Catalog: quy/toolkit/chrome/global/aboutSupport.properties.po
Languages: quy

source: Crash Reports for the Last #1 Day;Crash Reports for the Last #1 Days
quy: Tkupaypa pantayninkunapa willakuy # huk punchay;pantaykunaq tukupayninkuna # huk punchaykunapi.

source: #1 minute ago;#1 minutes ago
quy: #Huk pisi tuymipi;# huk pisi tuymichakuypi.

source: #1 hour ago;#1 hours ago
quy: # huk tuymipi ; # huk tuymichakuykunapi

source: #1 day ago;#1 days ago
quy: # huk punchay ; # huk punchaykuna

source: All Crash Reports (including #1 pending crash in the given time range);All Crash Reports (including #1 pending crashes in the given time range)
quy: Llapallan panatay willakuykuna (#1 nisqawan huk suyaq pantay tuymichaypa chawpinpi nisqapi untapaspa ) Llapallan panatay willakuykuna (#1 nisqawan huk suyaq pantay tuymichaypa chawpinpi nisqapi untapaspa )

source: Raw data copied to clipboard
quy: Lliw hanku imanisqakuna qupallchanaman tiqrapasqa

source: Text copied to clipboard
quy: Qillqasqa patara qupaallchapanaman tiqasqa

source: Blocked for your graphics driver version.
quy: Imaninan tukuyrikuq siqikunapi wisqasqa

source: Blocked for your graphics driver version. Try updating your graphics driver to version %S or newer.
quy: Imaninan tukuyrikuq siqikunapi wisqasqa. kaqmanta wisqasqa siqikunata kunanyachispa %S nisqaman otaq aswan kaqmanpas.

source: Blocked for your graphics card because of unresolved driver issues.
quy: Wisqasqan kachkan siqisqa kaskasqarapitaqiykipaqqa mana allichasqa sasachakuykuna tukuyrikuqpa allchapakuyninpi.

source: Blocked for your operating system version.
quy: Imaninan tukuyrikuq siqikunapi wisqasqa

source: Blocked for your graphics driver version mismatch between registry and DLL.
quy: Tatisqan uqniray imaninan qawapakuq siqiykipi DLL.nisqapi taqisqan

source: ClearType Parameters
quy: Type nisqapa ayqichiy tukupaynin

source: Compositing
quy: Compositing nisqa

source: Hardware H264 Decoding
quy: Hardware H264 Decoding nisqa

source: main thread, no OMTC
quy: main thread, no OMTC nisqa

source: Yes
quy: ari

source: No
quy: Manan

source: Description
quy: Imakaq√±awinchay

source: Vendor ID
quy: ID nisqapa qatuq

source: Device ID
quy: ID nisqapa hapichiq

source: Subsys ID
quy: ID del subsys nisqa

source: Drivers
quy: Tukuyrikuqkuna

source: RAM
quy: RAM nisqa

source: Driver Version
quy: Imaninanpa tukuyrikuq

source: Driver Date
quy: Tukuyrikuqpaima punchay kasqan

source: Active
quy: Utqaq, kichaq,

source: GPU #1
quy: GPU #1 nisqa

source: GPU #2
quy: GPU #2 nisqa

source: Blocklisted due to known issues
quy: Blocklisted due to known issues nisqa

source: bug %1$S
quy: bug %1$S nisqa

source: Blocklisted; failure code %1$S
quy: Blocklisted; failure code %1$S nisqa

source: D3D11 Compositor
quy: D3D11 Compositor nisqa

source: D3D11 Video Decoder
quy: D3D11 nisqapi tawqachaq qawanapata

source: D3D9 Video Decoder
quy: D3D9 nisqapi tawqachaq pata

source: OpenGL
quy: GL nisqa kichasqa

source: Reset on Next Restart
quy: Kaqmanta qatiq qallariy

source: Expected minimum version
quy: suyasqa pisi imaninan

source: Version in use
quy: Ruwasqanpi ima ninan

source: Seccomp-BPF (System Call Filtering)
quy: Seccomp-BPF nisqapi imakaq waqyanakuna lluqsiqa

source: Seccomp Thread Synchronization
quy: Seccomp nisqapi qaytu tupanachina

source: User Namespaces
quy: Haykuqpasutin

source: User Namespaces for privileged processes
quy: Haykuqpasutin qatiqati payllapaqkuna

source: Content Process Sandboxing
quy: Aqopatapi qatiqati imakaqkunapaq

source: Media Plugin Sandboxing
quy: Aqopatapi qawanaq aysapakuqkuna.

source: Enabled by user
quy: Haykuqpaq kichasqa

source: Enabled by default
quy: Manaraqtaripaqpaq kichasqa

source: Disabled
quy: Sikisqa

source: Disabled by accessibility tools
quy: Allchanakunaq yaykunapaq sikisqa

source: Disabled by lack of graphics hardware acceleration on Mac OS X
quy: Disabled by lack of graphics hardware acceleration on Mac OS X nisqa

source: Disabled by unsupported text input
quy: Manataqyachiq patarata yaykunanpi sikisqa

source: Disabled by add-ons
quy: Tupanasqakunaq sikisqa

source: Disabled forcibly
quy: Disabled forcibly nisqa

source: Disabled by graphics hardware acceleration on Windows XP
quy: Disabled by graphics hardware acceleration on Windows XP nisqa

source: Unknown status
quy: Manariqsisqa kasqan

source: Asynchronous Pan/Zoom
quy: Encuadro/zoom as√≠ncrono nisqa

source: none
quy: mayqinpas

source: wheel input enabled
quy: Hukuchaq kuyuyninpa haykunan kichasqa

source: touch input enabled
quy: Tupaykunaq haykunanpa kichasqa

source: scrollbar drag enabled
quy: Siqi kuyuq chutapaypa kichasqa

source: async wheel input disabled due to unsupported pref: %S
quy: Hukuchaq siqi kuyuynin haykuq sikisqa %Snisqa mana chaskisqa kaqtin

source: async touch input disabled due to unsupported pref: %S
quy: Tupaykunaq yaykuynin sikisqa %S nisqa mana chaskisqa kaqtin
