Repository: tktk711/mozilla-l10n
Catalog: doi/toolkit/chrome/global/aboutRights.dtd.po
Languages: doi

source: about:rights
doi: अधिकारें:बारै

source: About Your Rights
doi: तुंʼदे अधिकारें बारै

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
doi: &brandFullName; दुनिया भरै चा ज्हारें दे समुदाय द्वारा निर्मत मुख्त ते मुक्त स्रोत साफ्टवेअर ऐ.एह् किश नेहियां गल्ला न, जिंʼदा तुसें गी पता होना चाहिदा:

source: &brandShortName; is made available to you under the terms of the
doi: &brandShorName; गी मोज़िल्ला सार्वजनक लाइसैंस दियें शर्तें दे तैह्‌त

source: Mozilla Public License
doi: तुसें गी उपलब्ध कराया गेदा ऐ.

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
doi: इसदा मतलब ऐ जे तुस &brandShorName; गी बरती सकदे ओ, कापी करी सकदे ओ ते दुएं गी बंडी सकदे ओ. अपनी लोड़ें गी पूरने लेई तुंʼदी मर्जी मताबक &brandShorName; दे स्रोत कोड च तरमीम करने आस्तै बी तुंʼदा सुआगत ऐ. मोज़िल्ला सार्वजनक लाइसैंस तुसें गी अपने तरमीमशुदा सरूपें गी बंडने दा अधिकार बी दिंदा ऐ.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the Firefox name or logo. Additional information on trademarks may be found
doi: तुसें गी फायरफाक्स नांऽ जां लोगो समेत मोज़िल्ला फाउंडेशन जां कुसै बी पार्टी दे ट्रेडमार्क अधिकार जां ट्रेडमार्कें दे लाइसैंस दा अधिकार नेईं दित्ता गेदा.ट्रेडमार्कें बारै बाद्धू जानकारी इत्थै

# rights.intro-point2-b
source: here
doi: उपलब्ध होई सकदी ऐ

source: Some features in &brandShortName;, such as the Crash Reporter, give you the option to provide feedback to &vendorShortName;. By choosing to submit feedback, you give &vendorShortName; permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
doi: &brandShortName;दे किश फीचर,जिʼयां के क्रैश रिपोर्टर, तुसें गी &vendorShortName; गी फीडबैक देने दी आप्शन दिंदा ऐ. फीडबैक सब्मिट करने गी चुनियै तुस &vendorShortName; गी अपनियें वैबसाइटें पर फीडबैक प्रकाशत करने , ते फीडबैक गी बंडने लेई अपने उत्पादन गी सुधारने आस्तै फीडबैक बरतने दी इजाज़त दिंदे ओ.

source: How we use your personal information and feedback submitted to &vendorShortName; through &brandShortName; is described in the
doi: &brandShortName; दे राहें &brandShortName; गी सब्मिट कीती गेदी तुंʼदी निजी जानकारी गी अस किʼयां इस्तेमाल करने आं,

source: &brandShortName; Privacy Policy
doi: &brandShortName;प्राइवेसी पालसी च वर्णत ऐ

source: Any applicable privacy policies for this product should be listed here.
doi: इस उत्पादन पर लागू करने जोग कोई बी प्राइवेसी पालसियां इत्थै सूचीबद्ध कीतियां जानियां चाहि दियां.

source: service terms
doi: सेवा शर्तें च लब्भी सकदियां न

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
doi: जेकर एह् उत्पादन वैब सेवां शामल करदा ऐ तां सेवा(एं) आस्तै कोई बी लागू होने जोग सेवा शर्तें गी

source: Website Services
doi: वैब साइट सेवां सैक्शन

source: section.
doi: कन्नै कड़ीबद्ध कीता जाना चाहिदा.

source: &brandFullName; Web-Based Information Services
doi: &brandFullName; वैब-अधारत जानकारी सेवां

# rights2.webservices-b
source: here
doi: उपलब्ध होई सकदी ऐ

source: SafeBrowsing:
doi: सुरक्षत ब्राउज़िङ:

source: Disabling the Safe Browsing feature is not recommended as it may result in you going to unsafe sites. If you wish to disable the feature completely, follow these steps:
doi: सुरक्षत ब्राउज़िङ फीचर गी असमर्थ करना सफारशशुदा नेईं ऐ की जे इस कन्नै तुस असुरक्षत साइटें पर जाई सकदे ओ. जेकर तुस फीचर गी पूरी चाल्ली असमर्थ रना चांह्‌दे ओ, इʼनें चरणें दा पालन करो :

source: Open the application preferences
doi: ऐपलीकेशन तरजीहां खोह्‌ल्लो

source: Select the Security selection
doi: सुरक्षा चोन चुनो

source: Safe Browsing is now disabled
doi: सुरक्षत ब्राउज़िङ हून असमर्थत ऐ

source: Location Aware Browsing:
doi: स्थान जागरूक ब्राउज़िङ :

source: is always opt-in. No location information is ever sent without your permission. If you wish to disable the feature completely, follow these steps:
doi: म्हेशा ऑप्ट-इन ऐ.कदें बी कोई स्थान जानकारी तुं ʼदी इजाज़त बगैर नेईं भेजी गेई. जेकर तुस फीचर गी पूरी चाल्ली असमर्थ करना चांह्‌दे ओ, इʼनें चरणें दा पालन करो :

source: In the URL bar, type
doi: URLपट्टी च टाइप करो

source: about:config
doi: संरूपण: बारै

source: Type geo.enabled
doi: geo.enabled टाइप करो

source: Double click on the geo.enabled preference
doi: geo.enabled तरजीहें पर दोह्‌रा क्लिक करो

source: Location-Aware Browsing is now disabled
doi: स्थान-जागरूक ब्राउज़िङहून असमर्थत ऐ

source: An overview of the website services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
doi: जेकर लागू होने जोग होऐ तां उʼनें गी असमर्थ किʼयां करना ऐ, जिʼनें वैब साइट सेवाएं गी एह् उत्पादन शामल करदा ऐ, दे बारै इक समीक्षा इत्थै शामल होनी चाहिदी.

source: Any applicable service terms for this product should be listed here.
doi: इस उत्पादन लेई कोई बी लागू होने जोग सेवां शर्तें गी इत्थै सूचीबद्ध कीता जाना चाहिदा.

source: &vendorShortName; and its contributors, licensors and partners work to provide the most accurate and up-to-date Services. However, we cannot guarantee that this information is comprehensive and error-free. For example, the Safe Browsing Service may not identify some risky sites and may identify some safe sites in error and the Location Aware Service all locations returned by our service providers are estimates only and neither we nor our service providers guarantee the accuracy of the locations provided.
doi: &vendorShortName; ते इसदे योगदान-कर्ता, लाइसैंस जारी-कर्ता ते भाईवाल अप-टू-डेट सेवां उपलब्ध कराने लेई कम्म करदे न. फ्ही बी अस इस गल्ला दी गरंटी नेईं देई सकदे जे एह् जानकारी विस्तारपूर्ण ते गल्ती-मुक्त ऐ. उदाहरण आस्तै, होई सकदा ऐ जे सुरक्षत ब्राउज़िङ सेवा किश जोखमपूर्ण साइटें दी शनाख्त नेईं करी सकन ते गल्ती च सुरक्षत साइटें दी शनाख्त करी ओड़न ते साढ़े सेवा उपलब्ध-कर्ताएं द्वारा परताए गेदे स्थान जागरूक सेवां सिर्फ अंदाजे मात्तर न ते नां गै अस ते नां गै साढ़े सेवा उपलब्ध-कर्ता दित्ते गेदे स्थानें दे स्हेई होने दी गरंटी दिन्ने आं.

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and &vendorShortName; grants you its rights to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
doi: &vendorShortName; दे सरूप कन्नै दियें इʼनें सेवाएं गी बरतने आस्तै तुंʼदा सुआगत ऐ, ते ऐसा करने आस्तै जरूरी सब्भै अधिकार तुंʼदे कोल हैन. सेवाएं दे बाकी सब्भै अधिकार &vendorShortName; ते इसदे लाइसैंस जारी-कर्ताएं कोल सुरक्षत न. इʼनें शर्तें दी मनशा &brandShortName; ते &brandShortName;दे समरूपी स्रोत कोड सरूपें च लागू मुक्त स्रोत लाइसैंसें तैह्‌त दित्ते गेदे कुसै बी अधिकारें गी सीमत करने दी नेईं ऐ.

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
doi: &brandShortName; , ते सेवाएं दे इस्तेमाल थमां उत्पन्न जां कुसै बी चाल्ली कन्नै इस कन्नै सरबंधत अपरतक्ख, खास, चानचक्क, नतीजन,दंडात्मक, जां उदाहरण सरूप होए दे नुक्सान आस्तै, कनून आसेआ लोड़चने दे इलावा, &brandShortName;, इसदे योगदान-कर्ता, लाइसैंस जारी-कर्ता, ते वितरक जिम्मेवार नेईं होङन. इʼनें शर्तें दे तैह्‌त सामूहिक जिम्मेवारी $500(पंज सौ डॉलर)शा बद्ध नेईं होग. किश इख्तियार बर्जन जां किश नुक्सानें दी सीमाबंदी दी इजाज़त नेईं दिंदे, इस लेई होई सकदा ऐ जे एह् बर्जन जां नुक्सानें दी सीमाबंदी तुंʼदे उप्पर लागू नेईं होऐ.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or canceled without &vendorShortName;'s written agreement.
doi: &vendorShortName; समें-समें पर लोड़ा मताबक इʼनें शर्तें गी अपडेट करी सकदा ऐ. &vendorShortName; दे लिखत करारनामे दे बिजन इʼनें शर्तें च कोई तरमीम जां इʼनें गी रद्द नेईं कीता जाई सकदा.

source: These terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions. If any portion of these terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect. In the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.
doi: कनून दे प्रावधानें दे बरोध गी छोड़ियै एह् शर्तां यू.ऐस्स.ए. दी कैलिफोर्निया रियासत दे कनून द्वारा शासत न. जेकर इʼनें शर्तें दा कोई हिस्सा अमान्य जां लागू नेईं रौंह्‌दा , बाकी हिस्से पूरी चाल्ली कन्नै लागू ते प्रभावी रौह्‌ङन. इʼनें शर्तें दे अनूदित सरूप ते अंग्रेज़ी भाशा दे सरूप दा आपूं-चें कोई बरोध होने दी स्थिति च अंग्रेज़ी भाशा दा सरूप नियंत्रत करग.
