Repository: tktk711/mozilla-l10n
Catalog: doi/toolkit/chrome/global/filepicker.dtd.po
Languages: doi

source: &Look in:
doi: &च दिक्खो:

source: File &name:
doi: फाइल& नांऽ:

source: Files of &type:
doi: किस्म &दियां फाइलां:

source: Name
doi: नांऽ

source: Size
doi: नाप

source: Last Modified
doi: खीरी तरमीमत

source: &Show hidden files and directories
doi: &छपैली दियां फाइलां ते डरैक्टरियां दस्सो

source: You do not have the permissions necessary to view this directory.
doi: इस डरैक्टरी गी दिक्खने लेई जरूरी इजाज़तां थुआढ़े कोल नेईं हैन.

source: Go up a level
doi: इक स्तर उप्पर जाओ

source: Go to home
doi: उद्‌गम पर जाओ

source: Create new directory
doi: नमीं डरैक्टरी सिरजो
