Repository: tktk711/mozilla-l10n
Catalog: doi/toolkit/chrome/global/filepicker.properties.po
Languages: doi

source: All Files
doi: सब फाइलां

source: HTML Files
doi: HTML फाइलां

source: Text Files
doi: इबारत फाइलां

source: Image Files
doi: बिंब फाइलां

source: XML Files
doi: XML फाइलां

source: XUL Files
doi: XUL फाइलां

source: Applications
doi: बरतूनां

source: Audio Files
doi: आडियो फाइलां

source: Video Files
doi: वीडियो फाइलां

# dirTextInputLabel
source: Directory name:
doi: डरैक्टरी नांऽ:

source: Confirm
doi: पुश्टी करो

source: Open
doi: खोह्‌ल्लो

source: Save
doi: बचाइयै रक्खो

source: Select
doi: चुनो

source: No
doi: नेईं

source: Format:
doi: फार्मैट:

# errorOpenFileDoesntExistTitle
source: Error opening %S
doi: %S खोह्‌ल्लने च गल्ती

source: File %S doesn’t exist
doi: %S फाइल मजूद नेईं ऐ

source: Error accessing %S
doi: %S च पुज्ज करने च गल्ती

source: Directory %S doesn’t exist
doi: %S डरैक्टरी मजूद नेईं ऐ

# errorOpeningFileTitle
source: Error opening %S
doi: %S खोह्‌ल्लने च गल्ती

source: File %S is not readable
doi: %S फाइल पढ़नजोग नेईं ऐ

source: Error saving %S
doi: %S बचाइयै रक्खने च गल्ती

source: %S is a file, can’t save %S
doi: %S इक फाइल ऐ, %Sगी नेईं बचाया जाई सकदा

source: Path %S doesn’t exist, can’t save %S
doi: %S रस्ता मजूद नेईं ऐ, %Sगी नेईं बचाया जाई सकदा

source: File %S is not writable.
doi: %S फाइल लिखनजोग नेईं ऐ.

source: Cannot create file. Directory %S is not writable.
doi: फाइल नेईं सरजोई सकदी. %S डरैक्टरी लिखनजोग नेईं ऐ.

# errorNewDirDoesExistTitle
source: Error creating %S
doi: %S सिरजने च गल्ती

source: A file named %S already exists, directory cannot be created.
doi: %S फाइल नांऽ पैह्‌लें शा मजूद ऐ, डरैक्टरी नेईं सरजोई सकदी.

# errorCreateNewDirTitle
source: Error creating %S
doi: %S सिरजने च गल्ती

source: Directory %S could not be created
doi: %S डरैक्टरी नेईं सरजोई सकी.

source: Directory cannot be created, %S is a file
doi: डरैक्टरी नेईं सरजोई सकदी, %S इक फाइल ऐ

source: Directory cannot be created, %S not writable
doi: डरैक्टरी नेईं सरजोई सकदी, %S लिखनजोग नेईं ऐ

source: Create new directory
doi: नमीं डरैक्टरी सिरजो

# promptNewDirMessage
source: Directory name:
doi: डरैक्टरी नांऽ:

source: Unknown Error
doi: अनजांती गल्ती

source: An unknown error occured (path %S)
doi: इक अनजांती गल्ती घटत होई (रस्ता %S)
