Repository: tktk711/mozilla-l10n
Catalog: szl/browser/chrome/browser/preferences/colors.dtd.po
Languages: szl

source: Colors
szl: Farby

source: Always
szl: Dycki

source: Only with High Contrast themes
szl: Ino w motywach ô zwielgim kōntraście

source: Never
szl: Nikej

source: Text and Background
szl: &Farby systymowe

source: &Text:
szl: &Podkryślanie ôdkŏzōw

source: &Background:
szl: Tekst i zadek

source: U&se system colors
szl: T&ekst:

source: &Underline links
szl: &Zadek:

source: Link Colors
szl: Farby ôd ôdkŏzōw

source: Unvisited &Links:
szl: Niyna&wiydzōne ôdkŏzy:

source: &Visited Links:
szl: Nawiydzōn&e ôdkŏzy:
