Repository: tktk711/mozilla-l10n
Catalog: szl/browser/chrome/browser/preferences/connection.dtd.po
Languages: szl

source: Connection Settings
szl: Sztelōnki skuplowaniŏ

source: 37em
szl: 41em

source: 39em
szl: 43em

source: Configure Proxies to Access the Internet
szl: Kōnfiguracyjŏ serwerōw proxy do skuplowaniŏ z Internetym

source: No prox&y
szl: &Bez serwera proxy

source: &Use system proxy settings
szl: Uży&wej systymowych sztelōnkōw serwerōw proxy

source: Auto-detect proxy settings for this net&work
szl: &Autōmatycznie ôdkrywej sztelōnki serwerōw proxy dlŏ tego necu

source: &Manual proxy configuration:
szl: Ryncznŏ &kōnfiguracyjŏ serwerōw proxy:

source: &Automatic proxy configuration URL:
szl: Adr&esa URL autōmatycznyj kōnfiguracyje proxy:

source: R&eload
szl: Ô&dświyż

source: &FTP Proxy:
szl: Serwer proxy &FTP:

source: HTTP Pro&xy:
szl: Serwer proxy &HTTP:

source: SS&L Proxy:
szl: &Serwer proxy SSL:

source: SO&CKS Host:
szl: Host SO&CKS:

source: Proxy DNS when using SOCKS v5
szl: Proxy DNS przi używaniu SOCKS v5

source: d
szl: x

source: P
szl: o

source: o
szl: r

source: r
szl: t

source: &No Proxy for:
szl: &Niy używej proxy dlŏ:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
szl: Przikłŏd: .mozilla.org, .com.pl, 192.168.1.0/24

source: U&se this proxy server for all protocols
szl: &Użyj tego serwera proxy dlŏ wszyjskich protokołōw

source: Do not prompt for authent&ication if password is saved
szl: Niy pytej ô lygalizowanie jeźli j&uż je przōdzij spamiyntane hasło

source: This option silently authenticates you to proxies when you have saved credentials for them. You will be prompted if authentication fails.
szl: Umożniŏ autōmatyczne lygalizowanie na serwerach proxy, jeźli przōdzij były spamiyntane daty logowaniŏ. Przi niypodarzōnym lygalizowaniu bydzie pokŏzane ôbyczajne pytanie.
