Repository: tktk711/mozilla-l10n
Catalog: szl/browser/chrome/browser/preferences/preferences.properties.po
Languages: szl

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
szl: Ôbranie tyj ôpcyje pośle adresy przeziyranych zajtōw do %S. Coby kōntynuować, przeczytej i zaakceptuj prawidła posugi.

source: Default (%S)
szl: Wychodne (%S)

source: Large minimum font size
szl: Srogŏ miara minimalnŏ pisma

source: You have selected a very large minimum font size (more than 24 pixels). This may make it difficult or impossible to use some important configuration pages like this one.
szl: Sztelujesz barzo srogõ miarã minimalnõ pisma (srogszõ aniżeli 24 piksele). Może to sprŏwić ciynżkości abo zniymożebnić używanie z niykerych wŏżnych zajtōw konfiguracyjnych (takich jak ta).

source: Keep my changes anyway
szl: Spamiyntej moje pōmiany tak by tak.

source: You have disabled Tracking Protection on these sites.
szl: Ôchrōna przed szlakowaniym była zastŏwiōnŏ na tych zajtach.

source: Exceptions - Tracking Protection
szl: Wyjōntki – Ôchrōna przed szlakowaniym

source: You can specify which websites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
szl: Idzie uzdać prawidła akceptacyje kyjksōw. Podej akuratnõ adresã placu, ôd kerego uprawniynia chcesz napasować, a niyskorzij naciśnij Przizwŏlej, Szperuj abo Przizwŏlej na czŏs sesyje.

source: Exceptions - Cookies
szl: Wyjōntki – Kyjksy

source: You can specify which websites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
szl: Idzie uzdać, kere place mogōm insztalować przidŏwki. Podej akuratnõ adresã ôd placu, kerymu chcesz na to przizwolić, i naciśnij Przizwŏlej.

source: Allowed Sites - Add-ons Installation
szl: Uprawniōne place – Instalacyjŏ przidŏwkōw

source: You can specify which websites are allowed to open pop-up windows. Type the exact address of the site you want to allow and then click Allow.
szl: Idzie uzdać, kere place mogōm ôdewiyrać wyhibujōnce ôkna. Podej akuratnõ adresã ôd placu, kerymu chcesz na to przizwolić, i naciśnij Przizwŏlej.

source: Allowed Sites - Pop-ups
szl: Uprawniōne place – Wyhibujōnce ôkna

source: Control which websites are always or never allowed to send you notifications. If you remove a site, it will need to request permission again.
szl: Ôkryśl, kere place mogōm pokŏzować uwiadōmiynia. Jeźli zajta bydzie wychrōniōnŏ z wykŏzu, bydzie musiała zajsik napytać ô zwōlã na pokŏzowanie uwiadōmiyń.

source: Notification Permissions
szl: Uprawniōne place – Uwiadōmiynia

source: Please enter a valid hostname
szl: Wkludź nŏleżne miano ôd hosta

source: Invalid Hostname Entered
szl: Wkludzōno było niynŏleżne miano ôd hosta

source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
szl: Ôkryśl, kerego wykŏzu Firefox bydzie używoł do szperowaniŏ elymyntōw zajtōw, kere mogōm szlakować Twojã aktywność.

source: Block Lists
szl: Wykŏzy szperowaniŏ

source: Disconnect.me basic protection (Recommended).
szl: Disconnect.me, bazowŏ (doradzanŏ).

source: Allows some trackers so websites function properly.
szl: Dopuszczŏ niykere elymynty szlakowaniŏ, coby place fōngowały nŏleżnie.

source: Disconnect.me strict protection.
szl: Disconnect.me, fōndamyntnŏ.

source: Blocks known trackers. Some sites may not function properly.
szl: Szperuje znōme elymynty szlakowaniŏ. Niykere zajty mogōm niy fōngować nŏleżnie.

source: %S must restart to change block lists.
szl: %S musi być zapuszczōny zaś, coby pōmiynić wykŏzy szperowaniŏ.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
szl: Program fōnguje terŏźnie w trybie FIPS. Tryb FIPS wymŏgŏ niyprōżnego hasła bazowego.

source: Password Change Failed
szl: Pōmiana hasła sie niy podarziła.

source: Desktop
szl: Pulpit

source: Downloads
szl: Sebrane

source: Choose Download Folder:
szl: Ôbier folder sebieraniŏ:

source: %S file
szl: Zbiōr %S

source: Save File
szl: Spamiyntej zbiōr

source: Use %S
szl: Używej %S

source: Use %S (default)
szl: Użyj %S (wychodne)

source: Use other…
szl: Użyj inkszyj…

source: Select Helper Application
szl: Ôbier aplikacyjõ pōmocy

source: Application Details…
szl: Detajla aplikacyje…

source: Web Feed
szl: Kanał necowy

source: Video Podcast
szl: Podcast Wideo

source: Always ask
szl: Dycki pytej

source: Use %S (in %S)
szl: Używej %S (we %S)

source: Preview in %S
szl: Podejzdrzij we %S

source: Add Live Bookmarks in %S
szl: Przidej dynamiczny buchbinder w programie %S

source: Domain:
szl: Dōmyna:

source: Encrypted connections only
szl: Ino szyfrowane skuplowania

source: Any type of connection
szl: Leda jakŏ zorta skuplowaniŏ

source: At end of session
szl: Na kōńcu sesyje

source: Allow
szl: Przizwōl

source: Allow first party only
szl: Przizwōl ino włŏsnym

source: Allow for Session
szl: Przizwōl na czas sesyje

source: Block
szl: Szperuj

source: <no cookie selected>
szl: <żŏdyn kyjks niy bōł ôbrany>

source: The following cookies are stored on your computer:
szl: Na tym kōmputrze pochrōniane sōm te kyjksy:

source: The following cookies match your search:
szl: Te kyjksy sztymujōm ze Twojim zeszukiwaniym:

source: None
szl: Żŏdyn

source: Remove offline website data
szl: Wychrōń daty oflajn placu necowego

source: After removing this data, %S will not be available offline. Are you sure you want to remove this offline website?
szl: Po wychrōniyniu tych datōw plac %S niy bydzie dostympny w trybie oflajn. Na isto wychrōnić tyn plac trybu oflajn?

source: Remove offline data
szl: Wychrōń daty trybu oflajn

source: The following websites are not allowed to store data for offline use:
szl: Miyniōne place niy mogōm pochrōniać datōw dlŏ trybu oflajn:

source: Offline Data
szl: Daty oflajn

source: Your web content cache is currently using %1$S %2$S of disk space
szl: Podryncznŏ pamiyńć treści necowych zajmnuje terŏźnie %1$S %2$S na dysku

source: Calculating web content cache size…
szl: Rachowanie miary podryncznyj pamiyńci…

source: Your application cache is currently using %1$S %2$S of disk space
szl: Podryncznŏ pamiyńć ôd aplikacyji zajmnuje terŏźnie %1$S %2$S na dysku

source: %S must restart to enable this feature.
szl: %S musi być zresztartowany, coby zapuścić tã fōnkcyjõ.

source: %S must restart to disable this feature.
szl: %S musi być zresztartowany, coby zastawić tã fōnkcyjõ.

source: Restart %S
szl: Zapuść zaś %S

source: Restart %S now
szl: Zapuść zaś %S terŏz

source: Revert
szl: Cofnij

source: Restart Now
szl: Zapuść zaś terŏz

source: Restart Later
szl: Zapuść zaś niyskorzij
