Repository: tktk711/mozilla-l10n
Catalog: szl/browser/chrome/browser/preferences/search.dtd.po
Languages: szl

source: Default Search Engine
szl: Wychodny wyszukiwŏcz

source: Choose your default search engine. &brandShortName; uses it in the location bar, search bar, and start page.
szl: Ôbier wychodny wyszukiwŏcz. &brandShortName; używŏ go we lajście adresy, lajście zeszukowaniŏ i na zajcie sztartowyj.

source: Provide &search suggestions
szl: &Przepowiydzi zeszukowaniŏ

source: Show search suggestions in &location bar results
szl: Prz&epowiydzi zeszukowaniŏ w przepowiydziach lajsty adresy

source: Search suggestions will not be shown in location bar results because you have configured &brandShortName; to never remember history.
szl: Przepowiydzi zeszukowaniŏ niy bydōm pokŏzowane w przepowiydziach lajsty adresy, pōniywŏż wyłōnczōno było spamiyntowanie historyje przeziyraniŏ programu &brandShortName;.

source: The search bar lets you search alternate engines directly. Choose which ones to display.
szl: Lajsta zeszukowaniŏ umożniŏ bezpostrzednie zeszukowanie we nadbytnich wyszukiwŏczach. Ôbier, kere z nich pokŏzować.

source: Search Engine
szl: Miano

source: Keyword
szl: Słowo kluczowe

source: Restore &Default Search Engines
szl: Wrōć wycho&dne

source: &Remove
szl: &Wychrōń
