Repository: tktk711/mozilla-l10n
Catalog: ach/dom/chrome/mathml/mathml.properties.po
Languages: ach

source: Invalid markup: <%1$S> is not allowed as a child of <%2$S>.
ach: Cik mape atir: <%1$S> pe kiye calo latin pa <%2$S>.

source: Invalid markup: Incorrect number of children for <%1$S/> tag.
ach: Cik mape atir: wel lutino mape kakare pi <%1$S/> coc.

source: Invalid markup: More than one <mprescripts/> in <mmultiscripts/>.
ach: Cik mape atir: <mprescripts/> makato acel iye <mmultiscripts/>.

source: Invalid markup: Expected exactly one Base element in <mmultiscripts/>. Found none.
ach: Cik mape atir: Okuro gin acel kikome me jenge i <mmultiscripts/>. Pe onongo mo.

source: Invalid markup: Incomplete subscript/superscript pair in <mmultiscripts/>.
ach: Cik mape atir: Jami aryo marom me subscript/superscript mape otum i <mmultiscripts/>.

source: Error in parsing the value ‘%1$S’ for ‘%2$S’ attribute of <%3$S/>. Attribute ignored.
ach: Bal i ngiyo wel me '%1$S' pi '%2$S' lapok kin jami pa <%3$S/>. Kicayo lapok kin jami.

source: Error in parsing the value ‘%1$S’ for ‘%2$S’ attribute. Attribute ignored.
ach: Bal i ngiyo wel me '%1$S' pi lapok kin jami me '%2$S' . Kicayo lapok kin jami.

source: Error in parsing MathML attribute value ‘%1$S’ as length. Attribute ignored.
ach: Bal i ngiyo lapok kin jami me MathML '%1$S' calo borre. Kicayo lapok kin jami.

source: ‘%1$S’ is deprecated in MathML 3, superseded by ‘%2$S’.
ach: '%1$S' konye odugu nok woko i MathML 3, kiloko ki '%2$S'.

source: Unitless values are deprecated in MathML 3.
ach: Wel mape oloo konhi odugu nok woko i MathML 3.
