Repository: tktk711/mozilla-l10n
Catalog: son/browser/installer/mui.properties.po
Languages: son

source: Welcome to the $BrandFullNameDA Setup Wizard
son: Kubayni $BrandFullNameDA kayandi bidaakoyoo do

source: This wizard will guide you through the installation of $BrandFullNameDA. It is recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer. $_CLICK
son: Bidaakoyoo woo ga war gaa ka $BrandFullNameDA. A ga yaamarandi kaŋ war ma porogoramey jerey kul daabu, ka goykayandiyan tunandi. Woo ka too dabariɲaa tukey kul ma taagandi bila nda ordinateroo ma tunandi taaga. $_CLICK

source: Choose Components
son: Jerey suuba

source: Choose which features of $BrandFullNameDA you want to install.
son: Suuba wala $BrandFullNameDA alhaali fooyaŋ no war ga baa ka sinji.

source: Description
son: Šilbayyan

source: Position your mouse over a component to see its description.
son: Wa ncaŋoo fur jere foo boŋ ka dii takaa nga šilbayyanoo.

source: Choose Install Location
son: Sinji gorodoo suuba

source: Choose the folder in which to install $BrandFullNameDA.
son: Suuba foolaa kaŋ ra $BrandFullNameDA ma sinja.

source: Installing
son: Goo ma sinja

source: Please wait while $BrandFullNameDA is being installed.
son: Taare wa suuri kaŋ $BrandFullNameDA goo ma sinja.

source: Installation Complete
son: Sinjiyan timme

source: Setup was completed successfully.
son: Goykayandiyan tee ka boori.

source: Installation Aborted
son: Sinjiyan munante

source: Setup was not completed successfully.
son: Goykayandiyan mana tee ka boori.

source: &Finish
son: &Ben

source: Completing the $BrandFullNameDA Setup Wizard
son: $BrandFullNameDA kayandi bidaakoyoo sinja ka ben.

source: $BrandFullNameDA has been installed on your computer. Click Finish to close this wizard.
son: $BrandFullNameDA sinja ordinateroo ra. Ben naagu ka bidaakoyoo daabu.

source: Your computer must be restarted in order to complete the installation of $BrandFullNameDA. Do you want to reboot now?
son: War ordinateroo ma tunandi taaga hala $BrandFullNameDA ma sinja ka ben. War ga baa k'a tunandi taaga sohõ wala?

source: Reboot now
son: Tunandi taaga sohõ

source: I want to manually reboot later
son: Ay ga baa y'a tunandi ay boŋše waati foo

source: Choose Start Menu Folder
son: Šintin šilbayboŋ foolaa suuba

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
son: Šintin šilbayboŋ foolaa suuba $BrandFullNameDA dunbandiyaney se.

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
son: Šintin suuba šilbayboŋ foolaa kaŋ ra war ga baa war ma porogaramoo dunbandiyaney tee. War hin ka maa dam da ka foolo taaga tee.

source: Are you sure you want to quit $BrandFullName Setup?
son: Alhakiika kaŋ war ga baa ka fatta $BrandFullName sinjiyan porogaramoo ra?

source: Welcome to the $BrandFullNameDA Uninstall Wizard
son: Kubayni $BrandFullNameDA doguyan bidakoyoo do.

source: This wizard will guide you through the uninstallation of $BrandFullNameDA. Before starting the uninstallation, make sure $BrandFullNameDA is not running. $_CLICK
son: Bidakoyooo woo ga war cebe $BrandFullNameDA doguyanooo fondaa. Za war mana šintin ka doga, w'alhakiika kaŋ $BrandFullNameDA ši dira. $_CLICK

source: Uninstall $BrandFullNameDA
son: $BrandFullNameDA dogu

source: Remove $BrandFullNameDA from your computer.
son: $BrandFullNameDA kaa war ordinateroo ra.

source: Uninstalling
son: Goo ma doga

source: Please wait while $BrandFullNameDA is being uninstalled.
son: Taare wa batu kaŋ $BrandFullNameDA ga dogandi.

source: Uninstallation Complete
son: Doguyanoo timme

source: Uninstall was completed successfully.
son: Doguyanoo tee ka boori.

source: Uninstallation Aborted
son: Doguyanoo mun

source: Uninstall was not completed successfully.
son: Doguyan mana tee ka boori.

source: Completing the $BrandFullNameDA Uninstall Wizard
son: $BrandFullNameDA doguyanoo goo ma ben.

source: $BrandFullNameDA has been uninstalled from your computer. Click Finish to close this wizard.
son: $BrandFullNameDA dogandi ka hun war ordinateroo ra. Ben naagu ka bidakoynoo daabu.

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
son: War ordinateroo ga hima ka tun taaga hala $BrandFullNameDA doguyanoo ma tee ka boori. War ga baa k'a tunandi taaga sohõ?

source: Are you sure you want to quit $BrandFullName Uninstall?
son: Alhakiika kaŋ war ga baa war ma $BrandFullName dogu?
