Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: ar, as, bg, hr, id, is, kk, km, ku, lt, mn, mr, or, ps, si, sv, te, th, tt

source: Install script not found
ar: لم يُعثر على نصّ التّثبيت البرمجي
as: ইনস্টল স্ক্ৰিপ্ট পোৱা নগল
bg: Не е открит инсталиращ скрипт
hr: Instalacijska skripta nije pronađena
id: Skrip pemasangan tidak ditemukan
is: Uppsetningarskrifta fannst ekki
kk: Орнату сценарийі табылмады
km: រក​មិន​ឃើញ​ស្គ្រីប​ដំឡើង
ku: Skrîpta sazkirinê nehat dîtin
lt: Nepavyko rasti diegimo scenarijaus
mn: Суулгах бичлэг олдсонгүй
mr: प्रस्थापित लघूकार्य आढळले नाही
or: ସ୍ଥାପନ ସ୍କ୍ରିପ୍ଟ ମିଳୁନାହିଁ
ps: لګېدل متن ونه موندل شو
si: ස්ථාපනය ස්ක්‍රිප්ට් එක හමු නොවුනි
sv: Installationsskript saknas
te: సంస్థాపనా స్క్రిప్టు కనబడుటలేదు
th: ไม่พบสคริปต์สำหรับติดตั้ง
tt: Qorolım skriptí tabılğan tügíl

source: Not a valid install package
ar: ليست حزمة تثبيت صالحة
as: এটা বৈধ ইনস্টল পেকেইজ নহয়
bg: Невалиден инсталиращ пакет
hr: Instalacijski paket nije valjan
id: Bukan paket pemasangan yang sah
is: Ógildur uppsetningar pakki
kk: Орнатылатын десте емес
km: មិន​មែន​ជា​កញ្ចប់​ដំឡើង​ត្រឹមត្រូវ
ku: Ne paketêke derbasdar a sazkirinê
lt: Diegimo paketas nėra teisingas
mn: Зөв суулгах багц биш байна
mr: अवैध स्थापन संकुल
or: ଗୋଟିଏ ବୈଧ ସ୍ଥାପନ ପ୍ୟାକେଜ ନୁହଁ
ps: هیڅ باوري د لګېدا بسته ده
si: නිරවද්‍ය ස්ථාපන ඇසුරුමක් නොවේ
sv: Ogiltigt installationspaket
te: విలువైన సంస్థాపనా ప్యాకేజి కాదు
th: ไม่ใช่แพกเกจติดตั้งที่ถูกต้อง
tt: Kiçíşlí bír qorolım paketí tügíl

source: Invalid argument
ar: مُعطى غير صالح
as: অবৈধ তৰ্ক
bg: Невалиден аргумент
hr: Pogrešan argument
id: Argumen tidak sah
is: Ógild frumbreyta
kk: Аргумент қате
km: អាគុយម៉ង់​មិន​ត្រឹមត្រូវ
ku: Angaşta nederbasdar
lt: Neteisingas argumentas
mn: Буруу аргумент
mr: अवैध बाबी
or: ଅବୈଧ ସ୍ୱତନ୍ତ୍ରଚର
ps: ناباوري دلیل
si: සාවද්‍ය විස්තාරකය
sv: Ogiltigt argument
te: విలువకాని ఆర్గుమెంట్
th: อาร์กิวเมนต์ไม่ถูกต้อง
tt: Kiçíşsíz argument

source: User canceled
ar: ألغى المستخدم
as: ব্যৱহাৰকাৰী বাতিল কৰা হল
bg: Прекъснат от потребителя
hr: Prekinuto od strane korisnika
id: Dibatalkan Pengguna
is: Notandi hætti við
kk: Пайдаланушы тоқтатты
km: បាន​បោះបង់​ដោយ​អ្នកប្រើ
ku: Bikarhênerî/ê betal kir
lt: Nutraukta naudotojo nurodymu
mr: वापरकर्त्यांनी रद्द केले
or: ଚାଳକ ବାତିଲ ହୋଇଯାଇଛି
si: පරිශීලක අහෝසි කරන ලදි
sv: Användaren avbröt
te: వాడుకరి రద్దుచేయబడినాడు
th: ผู้ใช้ยกเลิก
tt: Qullanuçı waz kiçtí

source: Required file does not exist
ar: لا يوجد الملفّ المطلوب
as: প্ৰয়োজনীয় ফাইল উপলব্ধ নাই
bg: Изискваният файл не съществува
hr: Potrebna datoteka ne postoji
id: Berkas yang dibutuhkan tidak ada
is: Nauðsynleg skrá er ekki til
kk: Керек файл жоқ болып тұр
km: មិន​មាន​ឯកសារ​ដែល​ទាមទារ
ku: Pelê pêwîst tune
lt: Nėra prašomo failo
mn: Шаардагдсан файл алга байна
mr: गरजेची फाइल अस्तित्वात नाही
or: ଆବଶ୍ୟକୀୟ ଫାଇଲ ଅବସ୍ଥିତ ନାହିଁ
ps: غوښتې دوتنه نشته
si: අවශ්‍ය ගොනුව භාවිතයට නැත
sv: Fil som krävs finns inte
te: అవసరమైన ఫైలు లేదు
th: ไม่มีแฟ้มที่ต้องการ
tt: Zaruri dosye mewcud tügíl

source: Read only
ar: للقراءة فقط
as: কেৱল পঢ়িব পৰা
bg: Само за четене
hr: Samo za čitanje
id: Baca saja
is: Einungis til lestrar
kk: Тек қана оқу үшін
km: បាន​តែ​អាន
ku: Tenê ji bo xwendinê
lt: Galima tik skaityti
mn: Зөвхөн уншихаар
mr: फक्त वाचा
or: କେବଳ ପଠନୀୟ
ps: یواځې لوستنۍ
si: කියවීමපමණයි
sv: Endast för läsning
te: చదువుటకు మాత్రమే
th: อ่านได้อย่างเดียว
tt: Uqılır ğına

source: AppleSingle extraction error
ar: خطأ فك ضغط AppleSingle
as: AppleSingle নিষ্কাষণ ত্ৰুটি
bg: AppleSingle грешка при извличане
hr: AppleSingle pogreška raspakiravanja
id: Kesalahan ekstraksi AppleSingle
is: AppleSingle afpökkunar villa
kk: AppleSingle тарқату қатесі
km: កំហុស​ក្នុង​ការ​ស្រង់ចេញ AppleSingle
ku: Çewtiya derxistina AppleSingle
lt: „AppleSingle“ klaida
mn: AppleSingle задлах алдаа
mr: AppleSingle त्रुटी काढा
or: ଏପଲ ସିଙ୍ଗଲ ନିଷ୍କାସନ ତ୍ରୁଟି
ps: AppleSingle راویستنې تېروتنه
sv: AppleSingle uppackningsfel
te: AppleSingle బహిర్గతం దోషము
th: การแตกแฟ้ม AppleSingle ผิดพลาด
tt: AppleSingle çığarma xatası

source: Invalid path
ar: مسار غير صالح
as: অবৈধ পথ
bg: Невалиден път
hr: Neispravna putanja
id: Path tidak sah
is: Slóði er rangur
kk: Көрсетілген жол қате
km: ផ្លូវ​មិន​ត្រឹមត្រូវ
ku: Kurteriya Nederbasdar
lt: Neteisingas kelias
mn: Буруу зам
mr: अवैध मार्ग
or: ଅବୈଧ ପଥ
ps: ناباوري لار
si: සාවද්‍ය මාර්‍ගය
sv: Ogiltig sökväg
te: విలువుకాని పాత్
th: พาธไม่ถูกต้อง
tt: Kiçíşsíz suqmaq

source: EXTRACTION_FAILED
ar: فشل_الاستخراج
hr: NEUSPJELO_RASPAKIRAVANJE
kk: Тарқату қатесі
km: បាន​បរាជ័យ​ក្នុង​ការ​ស្រង់ចេញ
ku: DERXISTIN__TÊKÇÛ
mn: ЗАДЛАЛТЫН АЛДАА
ps: راېستل پاتې راغلل
sv: UPPACKNING_MISSLYCKAD
th: การแตกแฟ้มล้มเหลว
tt: SIĞINTI UÑIŞSIZ

source: Canceled
ar: أُلغي
as: বাতিল কৰা হল
bg: Прекъснат
hr: Otkazano
id: Dibatalkan
is: Hætt við
kk: Тоқтатылды
km: បាន​បោះបង់
ku: Hat betalkirin
lt: Atšaukta
mr: रद्द झाले
or: ବାତିଲ ହୋଇଯାଇଛି
si: අහෝසි කළා
sv: Avbruten
te: రద్దుచేయబడింది
th: ถูกยกเลิก
tt: Waz kiçíldí

source: Download error
ar: خطأ تنزيل
as: ডাউনল'ড ত্ৰুটি
bg: Грешка при изтегляне
hr: Greška kod preuzimanja
id: Kesalahan mengunduh
is: Villa í niðurhali
kk: Жүктеу қателігі
km: កំហុស​ទាញយក
ku: Çewtiya daxistinê
lt: Siuntimo klaida
mn: Татаж авах алдаа
mr: डाउनलोडमधील त्रुटी
or: ଆହରଣ ତ୍ରୁଟି
ps: د رالېښلو تېروتنه
si: බාගත කිරිමේ දෝෂය
sv: Hämtningsfel
te: డౌనులోడ్ దోషం
th: ดาวน์โหลดผิดพลาด
tt: İñdírü xatası

source: Script error
ar: خطأ نصّ برمجي
as: স্ক্ৰিপ্ট ত্ৰুটি
bg: Грешка в скрипта
hr: Greška skripte
id: Kesalahan skrip
is: Villa í skriftu
kk: Сценарий қатесі
km: កំហុស​ស្គ្រីប
ku: Çewtiya skrîptê
lt: Scenarijaus klaida
mn: Бичлэгийн алдаа
mr: स्क्रिप्टमधील त्रुटी
or: ସ୍କ୍ରିପ୍ଟ ତ୍ରୁଟି
ps: د سکریپټ تېروتنه
si: සක්‍රිප්ට් දෝෂය
sv: Skriptfel
te: స్క్రిప్టు దోషం
th: สคริปต์ผิดพลาด
tt: Skript xatası

source: Already exists
ar: موجود مسبقًا
as: ইতিমধ্যে অস্তিত্ববান
bg: Вече съществува
hr: Već postoji
id: Sudah ada
is: Þegar til
kk: Бар болып тұр
km: មាន​រួចហើយ
ku: Jixwe heye
lt: Jau yra
mn: Өмнө нь байна
mr: आधिपासुनच अस्तित्वात आहे
or: ପୂର୍ବରୁ ଅବସ୍ଥିତ
ps: %S له مخه شته
si: දැනටමත් ඇත
sv: Finns redan
te: ఇప్పటికే వుంది
th: มีอยู่แล้ว
tt: İndí bar

source: Out of space
ar: نفذت المساحة
as: অপৰ্যাপ্ত স্থান
bg: Липса на място
hr: Ponestalo prostora
id: Kehabisan ruang
is: Ekki nóg pláss
kk: Орын жеткіліксіз
km: អស់​ទំហំ
ku: Qada Dagirtî
lt: Trūksta vietos
mn: Зай дүүрсэн
mr: जागा उपलब्ध नाही
or: ସ୍ଥାନର ଅଭାବ
ps: کافي تشه نشته
si: ඉඩ ප්‍රමාණවත් නැත
sv: Slut på diskutrymme
te: ఖాళీకి మించిపోయింది
th: เนื้อที่หมด
tt: Urın tükengen

source: Chrome registration failed
ar: فشل تسجيل كروم
as: Chrome ৰেজিস্ট্ৰেষণ ব্যৰ্থ হল
bg: Неуспешна регистрация на chrome
hr: Registracija Chromea nije uspjela
id: Pendaftaran chrome gagal
is: Chrome skráning mistókst
kk: Chrome тіркеу қатесі
km: បាន​បរាជ័យ​ក្នុង​ការ​ចុះឈ្មោះ Chrome
ku: Tomarkirina Chromeyê bi ser neket
lt: Nepavyko užregistruoti sąsajos („chrome“)
mn: Chrome бүртгэл алдаатай
mr: क्रोम पंजिकृत अपयशी
or: କ୍ରୋମ ପଞ୍ଜୀକରଣ ବିଫଳ ହେଲା
ps: د کروم نومکښنه پاتې راغله
si: Chrome ලියාපදිංචි අසමත් විය
sv: Chrome-registrering misslyckades
te: Chrome నమోదీకరణ విఫలం
th: การลงทะเบียน Chrome ล้มเหลว
tt: Chrome tírkewí uñmadı

source: Unfinished install
ar: تثبيت غير منتهي
as: অসম্পূৰ্ণ ইনস্টল
bg: Незавършена инсталация
hr: Nedovršena instalacija
id: Pemasangan tidak terselesaikan
is: Ókláruð uppsetning
kk: Аяқталмаған орнату
km: ការ​ដំឡើង​ដែល​មិន​បាន​បញ្ចប់
ku: Sazkirina Neqediyayî
lt: Nebaigtas diegimas
mn: Дуусаагүй суулгац
mr: अपूर्ण प्रस्थापन
or: ସ୍ଥାପନ ସମାପ୍ତ ହେଲା
ps: نابشپړ لګاو
si: නිම නොකළ ස්ථාපනය
sv: Ej slutförd installation
te: పూర్తకానటువంటి సంస్థాపన
th: การติดตั้งไม่สมบูรณ์
tt: Temamalanmağan qorolım

source: Unsupported package
ar: حزمة غير مدعومة
as: অসমৰ্থিত পেকেইজ
bg: Неподдържан пакет
hr: Nepodržani paket
id: Paket tidak didukung
is: Óstuddur pakki
kk: Дестеге қолдау жоқ
km: កញ្ចប់​ដែល​មិន​បាន​គាំទ្រ
ku: Pakêteke bêdestek
lt: Netinkamas paketas
mn: Дэмжигдээгүй пакет байна
mr: असमर्थीत संकुल
or: ଅସମର୍ଥିତ ପ୍ୟାକେଜ
si: සහය නොදක්වන පැකේජයක්
sv: Paketet stöds ej
te: మద్దతీయని ప్యాకేజి
th: แพกเกจไม่ได้รับการรองรับ

source: Signing could not be verified.
ar: تعذّر التّحقّق من التّوقيع.
as: স্বাক্ষৰণ সতাসত্য নিৰূপণ কৰিব পৰা নগল
bg: Подписването не може да бъде потвърдено.
hr: Potpisivanje nije moglo biti potvrđeno.
id: Penandatanganan tidak dapat diverifikasi.
is: Ekki tókst að staðfesta undirskrift.
kk: Сандық қолтанбаны тексеру мүмкін емес.
km: មិន​អាច​ផ្ទៀងផ្ទាត់​ការ​ចូល ។
ku: Şanenav nehat kontrolkirin.
lt: Pasirašymo negalima patikrinti.
mn: Гарын үсэг шалгагдаж чадахгүй байна.
mr: स्वाक्षरी तपासल्या जाउ शकली नाही.
or: ହସ୍ତାକ୍ଷରକୁ ଯାଞ୍ଚ କରିପାରିଲେ ନାହିଁ.
ps: لاسلیک تایید نه شوه.
si: අත්සන තහවුරු කළ නොහැකි විය.
sv: Signeringen kunde inte kontrolleras.
te: సైనింగ్ పరీక్షించ బడలేదు.
th: ลายเซ็นไม่สามารถตรวจสอบได้
tt: İmzalaw döröstlene almıy

source: Invalid file hash (possible download corruption)
ar: قيمة تلبيد الملف غير صالحة (ربما تلف أثناء التنزيل)
as: অবৈধ ফাইল হেশ (সম্ভাব্য ডাউনল'ড ক্ষতিগ্ৰস্থ)
bg: Невалиден файлов хеш (вероятно поради грешка при изтегляне)
hr: Neispravna raspršenost datoteke (moguće oštećenje nastalo kod preuzimanja)
id: Hash berkas tidak sah (kemungkinan kerusakan unduhan)
is: Vitlaus skráardulritun (hugsanlega skemmt niðurhal)
kk: Файлдың бақылау сомасы қате (мүмкін, файл жүктелген кезінде зақымданды)
km: សញ្ញា​ឯកសារ​មិន​ត្រឹមត្រូវ (អាច​ខូច​ឯកសារ​ទាញយក)
ku: Cureyê tevliheviya pelê nederbasdar (dibe ku ji xerakirina daxistinê be)
lt: Neteisinga failų maiša (galimas pažeidimas atsiuntimo metu)
mn: Файлын буруу дараалал (татаж авах үед эвдэрсэн байж магадгүй)
mr: अवैध फाइल हॅश (डाउनलोड ची शक्यता)
or: ଅବୈଧ ଫାଇଲ ହ୍ୟାସ (ଆହରଣ ତ୍ରୁଟିର ସମ୍ଭାବନା)
ps: د دوتنې ناباوري هش (د رالېښلو ممکنه خرابوالی)
sv: Ogiltig filhash (möjligen en skadad filhämtning)
te: విలువకాని ఫైలు యాష్(అవకాశంవున్న డౌనులోడింగ్ కరప్షన్)
th: ค่าแฮชของแฟ้มไม่ถูกต้อง (อาจเกิดจากความเสียหายระหว่างการดาวน์โหลด)
tt: Kiçíşsíz dosye heş (kontrol') qıymetí (iñdírmeníñ bozıq buluwı mömkin)

source: Unknown or invalid file hash type
ar: نوع قيمة تلبيد الملف غير معروف أو غير صالح
as: অজ্ঞাত অথবা অবৈধ ফাইল হেশ ধৰণ
bg: Неизвестен или невалиден вид на файлов хеш
hr: Nepoznata ili kriva vrsta raspršenosti datoteke
id: Tipe hash berkas tidak diketahui atau tidak sah
is: Óþekkt eða vitlaus dulrituð tegund
kk: Файлдың бақылау сомасының түрі белгісіз не қате берілген
km: ប្រភេទ​សញ្ញា​ឯកសារ​មិន​ត្រឹមត្រូវ ឬ​មិន​ស្គាល់
ku: Cureyê tevliheviya pelê nederbasdar an jî pelê nayê zanîn
lt: Nežinomas ar neteisingas failų maišos tipas
mn: Үл мэдэгдэх эсвэл буруу файлын дараалал байна
mr: अपरिचीत किंवा अवैध फाइल हॅश प्रकार
or: ଅଜଣା ଅଥବା ଅବୈଧ ଫାଇଲ ହ୍ୟାସ ପ୍ରକାର
ps: د دوتنې کرښکې ناپېژندلی یا نامنلی ډول
sv: Okänd eller ogiltig filhashtyp
te: తెలియని లేక విలువకాని ఫైలు యాష్‌రకం
th: ชนิดของแฮชของแฟ้มไม่ถูกต้องหรือเป็นชนิดที่ไม่รู้จัก
tt: Bílínmegen yeise kiçíşsíz dosye heş (kontrol') qıymetí törí

source: Out of memory
ar: نفذت الذاكرة
as: অপৰ্যাপ্ত মেমৰি
bg: Липса на памет
hr: Ponestalo memorije
id: Kehabisan memori
is: Ekkert minni eftir
kk: Жады жеткіліксіз
km: អស់​អង្គ​ចងចាំ
ku: Bîr têrê nake
lt: Trūksta atminties
mn: Санах ой хэтэрсэн
mr: समृती कमी पडत आहे
or: ସ୍ମୃତି ସ୍ଥାନର ଅଭାବ
ps: کافي یاد نشته
si: මතකය ප්‍රමාණවත් නැත
sv: Slut på minne
te: మెమొరీ మించిపోయింది
th: หน่วยความจำหมด
tt: Xetír aşıldı

source: Unexpected error %S
ar: خطأ غير متوقّع %S
as: অপ্ৰত্যাশিত ভুল %S
bg: Неочаквана грешка %S
hr: Neočekivana greška %S
id: Kesalahan tak terduga %S
is: Óþekkt villa %S
kk: Күтпеген қате (%S)
km: កំហុស​ដែល​មិន​បាន​រំពឹង %S
ku: Çewtiya nedihat hêvîkirin %S
lt: Nežinoma klaida „%S“
mn: Хүсээгүй алдаа %S
mr: अपरिचीत त्रूटी %S
or: ଅପ୍ରତ୍ୟାଶିତ ତ୍ରୁଟି %S
ps: غیرمترقبه تېروتنه %S
si: %S බලාපොරොත්තු නොවු දෝෂයකි
sv: Oväntat fel %S
te: అనుకోని దోషం %S
th: ข้อผิดพลาดที่ไม่ได้คาดไว้ %S
tt: Kötölmegen xata %S
