Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: ar, as, bg, hr, id, is, kk, km, ku, lt, mn, mr, or, ps, si, sv, te, th, tt

source: Installing: %s
ar: يجري تثبيت: %s
as: ইনস্টল কৰা হৈছে: %s
bg: Инсталиране на: %s
hr: Instaliranje: %s
id: Memasang: %s
is: Uppsetning: %s
kk: Орнату: «%s»
km: ដំឡើង ៖ %s
ku: Tê sazkirin: %s
lt: Diegiama: %s
mn: Суулгаж байна: %s
mr: स्थापन करीत आहे: %s
or: ସ୍ଥାପନ କରୁଅଛି: %s
ps: لګوي: %s
si: %s ස්ථාපිත කරමින්:
sv: Installerar: %s
te: సంస్థాపించుచున్నది: %s
th: กำลังติดตั้ง : %s
tt: Qorola: %s

source: Installing Shared File: %s
ar: يجري تثبيت الملفّ المشترك: %s
as: অংশীদাৰী কৰা ফাইল ইনস্টল কৰা হৈছে: %s
bg: Инсталиране на споделен файл: %s
hr: Instaliranje dijeljene datoteke: %s
id: Memasang Berkas Berbagi-pakai: %s
is: Set inn samnýtta skrá: %s
kk: Жалпы «%s» файлын орнату
km: ដំឡើង​ឯកសារ​ដែល​បាន​ចែករំលែក ៖ %s
ku: Pelê Hevpar Tê Sazkirin: %s
lt: Diegiamas bendro naudojimo failas: %s
mn: Хамтын файл суулгаж байна: %s
mr: सहभागीय फाइल स्थापन करीत आहे: %s
or: ସହଭାଗୀ ଫାଇଲ ସ୍ଥାପନ କରୁଅଛି: %s
ps: شریکه شوې دوتنه لګوي: %s
si: හවුල් ගොනු ස්ථාපනය: %s
sv: Installerar delad fil: %s
te: భాగస్వామ్య ఫైలును సంస్థాపించుచున్నది: %s
th: กำลังติดตั้งแฟ้มที่ใช้ร่วมกัน : %s
tt: Urtaqlaşılğan Dosye Qorola: %s

source: Replacing: %s
ar: يجري استبدال : %s
as: সলনি কৰা হৈছে: %s
bg: Заместване на: %s
hr: Zamjena: %s
id: Mengganti: %s
is: Skrifa yfir: %s
kk: Ауыстыру «%s»
km: ជំនួស ៖ %s
ku: Cî Tê Guherandin: %s
lt: Keičiama: %s
mn: Орлуулж байна: %s
mr: बदलवत आहे: %s
or: ବଦଳାଉଛି: %s
ps: ځایناستول د: %s
si: ආදේශ කරමින්: %s
sv: Ersätter: %s
te: %s:పునఃస్థాపితంచేయుచున్నది
th: กำลังแทนที่ : %s
tt: Almaştırıla: %s

source: Replacing Shared File: %s
ar: يجري استبدال الملفّ المشترك: %s
as: অংশীদাৰী কৰা ফাইল সলনি কৰা হৈছে: %s
bg: Заместване на споделен файл: %s
hr: Zamjena dijeljene datoteke: %s
id: Mengganti Berkas Berbagi-pakai: %s
is: Skrifa yfir samnýtta skrá: %s
kk: Жалпы «%s» файлын ауыстыру
km: ជំនួស​ឯកសារ​ដែល​បាន​ចែករំលែក ៖ %s
ku: Ciyê Pelê Hevpar Biguherîne: %s
lt: Keičiamas bendro naudojimo failas: %s
mn: Хамтын файл орлуулж байна: %s
mr: सहभागीय फाइल बदलवत आहे: %s
or: ସହଭାଗୀ ଫାଇଲକୁ ବଦଳାଉଛି: %s
ps: دا شریکه شوې دوتنه ځایناستول: %s
si: හවුල් ගොනු ආදේශය: %s
sv: Ersätter delad fil: %s
te: భాగస్వామ్య ఫైలును పునఃస్థాపితంచేయుచున్నది: %s
th: กำลังแทนที่แฟ้มที่ใช้ร่วมกัน : %s
tt: Urtaqlaşılğan Dosye Almaştırıla: %s

source: Skipping: %s
ar: يجري تخطّي: %s
as: বাদ দিয়া হৈছে: %s
bg: Пропускане: %s
hr: Preskakanje: %s
id: Melewati: %s
is: Sleppi: %s
kk: «%s» өткізу
km: រំលង ៖ %s
ku: Derbas bibe: %s
lt: Praleidžiamas failas: %s
mn: Алгасаж байна: %s
mr: वगळलत आहे: %s
or: ଏଡାଇଯାଉଛି: %s
ps: تېرېدنه: %s
sv: Hoppar över: %s
te: వదిలివేయుచున్నది: %s
th: กำลังข้าม : %s
tt: Atlatıla: %s

source: Skipping Shared File: %s
ar: يجري تخطّي الملفّ المشترك: %s
as: অংশীদাৰী কৰা ফাইল বাদ দিয়া হৈছে: %s
bg: Пропускане на споделен файл: %s
hr: Preskakanje zajedničke datoteke: %s
id: Melewati Berkas Berbagi-pakai: %s
is: Sleppi samnýttri skrá: %s
kk: Жалпы «%s» файлын өткізу
km: រំលង​ឯកសារ​ដែល​បាន​ចែករំលែក ៖ %s
ku: Ji Pelên Hevpar Derbas Dibe: %s
lt: Praleidžiamas bendro naudojimo failas: %s
mn: Хамтын файл алгасаж байна: %s
mr: सहभागीय फाइल वगळले: %s
or: ସହଭାଗୀ ଫାଇଲକୁ ଏଡାଇଯାଉଛି: %s
ps: شریکه دوتنه تېروي: %s
si: හවුල් ගොනු මගහැරීම: %s
sv: Hoppar över delad fil: %s
te: భాగస్వామ్య ఫైలును వదిలివేయుచున్నది: %s
th: กำลังข้ามแฟ้มที่ใช้ร่วมกัน : %s
tt: Urtaqlaşılğan Dosye Kiçíle: %s

source: Deleting file: %s
ar: يجري حذف الملفّ: %s
as: ফাইল মচি পেলোৱা হৈছে: %s
bg: Изтриване на файл: %s
hr: Brisanje datoteke: %s
id: Menghapus berkas: %s
is: Eyði skrá: %s
kk: «%s» файлын өшіру
km: លុប​ឯកសារ ៖ %s
ku: Pel tê jêbirin: %s
lt: Šalinamas failas: %s
mn: Файл устгаж байна: %s
mr: फाइल काढून टाकत आहे: %s
or: ଫାଇକୁ ଅପସାରଣ କରୁଅଛି: %s
ps: دوتنه ړنګوي: %s
si: %s ගොනුව මකමින්:
sv: Tar bort fil: %s
te: ఫైలును తొలగించుచున్నది: %s
th: กำลังลบแฟ้ม : %s
tt: Dosye suwırıla: %s

source: Deleting component: %s
ar: يجري حذف المكوّن: %s
as: উপাদান মচি পেলোৱা হৈছে: %s
bg: Изтриване на компонент: %s
hr: Brisanje komponente: %s
id: Menghapus komponen: %s
is: Eyði íhlut: %s
kk: «%s» құрамасын өшіру
km: លុប​សមាសភាគ ៖ %s
ku: Parçe tê jêbirin : %s
lt: Šalinami komponentai: %s
mn: Бүрдэл устгаж байна: %s
mr: घटक काढून टाकत आहे: %s
or: ଉପାଦାନକୁ ଅପସାରଣ କରୁଅଛି: %s
ps: رغتوکی ړنګوي: %s
si: සංරචකය මකමින්: %s
sv: Tar bort komponent: %s
te: కాంపోనెంటును తొలగించుచున్నది: %s
th: กำลังลบองค์ประกอบ : %s
tt: Komponent suwırıla: %s

source: Executing: %s
ar: يجري تنفيذ: %s
as: এক্সিকিউট কৰা হৈছে: %s
bg: Изпълняване на: %s
hr: Izvršavanje: %s
id: Menjalankan: %s
is: Keyri: %s
kk: Орындау: %s
km: ប្រតិបត្តិ ៖ %s
ku: Yê Dixebite: %s
lt: Vykdoma: %s
mn: Гүйцэтгэж байна: %s
mr: कार्यान्वीत होत आहे: %s
or: ନିଷ୍ପାଦନ କରୁଅଛି: %s
ps: چلوي: %s
si: %s ක්‍රියාත්මක කරමින්:
sv: Exekverar: %s
te: ఎగ్జిక్యూటింగ్: %s
th: กำลังเรียกใช้งาน : %s
tt: Yögörtíle: %s

source: Executing: %s with argument: %s
ar: يجري تنفيذ: %s بالمُعطى: %s
as: এক্সিকিউট কৰা হৈছে: %s এই তৰ্কৰ সৈতে: %s
bg: Изпълняване на: %s с аргумент: %s
hr: Izvršavanje: %s s argumentom: %s
id: Menjalankan: %s dengan argumen: %s
is: Keyri: %s með breytum: %s
kk: Орындау: «%s» пен аргументі «%s»
km: ប្រតិបត្តិ ៖ %s ដែល​ប្រើ​អាគុយម៉ង់ ៖ %s
ku: Bide xebitandin: %s wekî angaşt: %s
lt: Vykdoma: %s su argumentu: %s
mn: Гүйцэтгэж байна: %s дараах параметртай цуг: %s
mr: कार्यान्वीत होत आहे: %s बाबी सह: %s
or: ନିଷ୍ପାଦନ କରୁଅଛି: %s ସ୍ୱତନ୍ତ୍ରଚର ସହିତ: %s
ps: چلوي : %s له دلیل: %s سره
si: ක්‍රියාත්මක කරමින්: %s විස්තාතාරකය සමඟින්: %s
sv: Exekverar: %s med argument: %s
te: %sను ఆర్గుమెంట్ %s ఎగ్జిక్యూట్ చేస్తున్నది
th: กำลังเรียกใช้งาน : %s ด้วยอาร์กิวเมนต์ : %s
tt: Yögörtíle: %s argumentler bílen: %s

source: Copy File: %s to %s
ar: انسخ الملفّ: %s إلى %s
as: ফাইল কপি কৰক: %s ক %s লৈ
bg: Копиране на файл: %s към %s
hr: Kopiraj datoteku: %s u %s
id: Menyalin berkas: %s ke %s
is: Afrita skrá: %s í %s
kk: Файлды көшіру: %s -ті %s
km: ចម្លង​ឯកសារ ៖ %s ទៅកាន់ %s
ku: Tomarkirina Pelê: ji %s 'ê, bo %s 'ê
lt: Kopijuoti failą iš: %s į %s
mn: Файл хуул: %s ийг %s рүү
mr: फाइलचे प्रत बनवा: %s ते %s
or: ଫାଇଲ ନକଲ କରନ୍ତୁ: %s to %s
ps: %s دوتنه %s ته ولمېسﺉ:
si: ගොනුව පිටපත් කරන්න: %s, %s වෙතට
sv: Kopiera fil: %s till %s
te: ఫైలు %sనుండి %sకు కాపీ చేస్తున్నది
th: คัดลอกแฟ้ม : %s ไปยัง %s
tt: Dosyení Küçír: %s'ten %s'ke

source: Execute File: %s
ar: نفّذ الملفّ: %s
as: ফাইল এক্সিকিউট কৰক: %s
bg: Изпълняване на файл: %s
hr: Izvrši datoteku: %s
id: Menjalankan Berkas: %s
is: Keyra skrá: %s
kk: Файлды орындау: %s
km: ប្រតិបត្តិ​ឯកសារ ៖ %s
ku: Pelê Bide Meşandin: %s
lt: Paleisti failą: %s
mn: Файл гүйцэтгэ: %s
mr: फाइल कार्यान्वीत करा: %s
or: ଫାଇଲ ନିଷ୍ପାଦନ କରନ୍ତୁ: %s
ps: دوتنه وځلوﺉ: %s
si: ගොනුව ක්‍රියාත්මක කරන්න: %s
sv: Exekvera fil: %s
te: %s ఫైలును ఎగ్జిక్యూట్ చేయి
th: เรียกใช้แฟ้ม : %s
tt: Dosyení Yögört: %s

source: Execute File: %s with argument: %s
ar: نفّذ الملفّ: %s بالمُعطى: %s
as: ফাইল এক্সিকিউট কৰক: %s এই তৰ্কৰ সৈতে: %s
bg: Изпълняване на файл: %s с аргумент: %s
hr: Izvrši datoteku: %s s argumentom: %s
id: Menjalankan Berkas: %s dengan argumen: %s
is: Keyra skrá: %s með breytum: %s
kk: Файлды орындау: «%s» мен аргументі «%s»
km: ប្រតិបត្តិ​ឯកសារ ៖ %s ដែល​ប្រើ​អាគុយម៉ង់ ៖ %s
ku: Pelê Bide Meşandin: %s wekî angaşt: %s
lt: Vykdyti failą: %s su argumentu: %s
mn: Файл гүйцэтгэ: %s дараах параметртай цуг: %s
mr: फाइल कार्यान्वीत करा: %s बाबी सह: %s
or: ଫାଇଲ ନିଷ୍ପାଦନ କରନ୍ତୁ: %s ସ୍ୱତନ୍ତ୍ରଚର ସହିତ: %s
ps: دوتنه وچلوﺉ : %s له دلیل: %s سره
si: ගොනුව ක්‍රියාත්මක කරන්න: %s විස්තාතාරකය සමඟින්: %s
sv: Exekvera fil: %s med argument: %s
te: ఫైలు %sను ఆర్గుమెంట్ %sతో ఎగ్జిక్యూట్‌చేయి
th: เรียกใช้แฟ้ม : %s ด้วยอาร์กิวเมนต์: %s
tt: Dosyení Yögört: %s argumentler bílen: %s

source: Move File: %s to %s
ar: انقل الملفّ: %s إلى %s
as: ফাইল স্থানান্তৰ কৰক: %s ক %s লৈ
bg: Преместване на файл: %s към %s
hr: Premjestiti datoteku: %s u %s
id: Memindahkan Berkas: %s ke %s
is: Færa skrá: %s í %s
kk: Файлды ауыстыру: «%s» -ті «%s»
km: ផ្លាស់ទី​ឯកសារ ៖ %s ទៅកាន់ %s
ku: Pelê Bibe: ji %s ji bo %s 'ê
lt: Perkelti failą %s į %s
mn: Файл зөө: %s ийг %s рүү
mr: फाइल स्थानांतर करा: %s ते %s
or: ଫାଇଲକୁ ଘୁଞ୍ଚାନ୍ତୁ: %s to %s
ps: دوتنه خوځول له: %s نه %s ته
si: ගොනුව ගෙනයන්න: %s සිට %s වෙතට
sv: Flytta fil: %s till %s
te: ఫైలు %sనుండి %sకు కదుపు
th: ย้ายแฟ้ม : %s ไปยัง %s
tt: Dosyení Taşı: %s'ten %s'ke

source: Rename File: %s to %s
ar: غير اسم الملفّ: %s إلى %s
as: ফাইলক পুনঃ নামকৰণ কৰক: %s ক %s লৈ
bg: Преименуване на файл: %s на %s
hr: Preimenuj datoteku: %s u %s
id: Mengganti Nama Berkas: %s to %s
is: Endurnefna: %s í %s
kk: Файлдың атын ауыстыру: «%s» -ті «%s»
km: ប្ដូរ​ឈ្មោះ​ឯកសារ ៖ %s ទៅជា %s
ku: Navê Pelê Biguherîne: %s ji bo %s 'ê
lt: Pervardyti failą iš: %s į %s
mn: Файлын нэр өөрчил: %s-г %s гэж өөрчил
mr: फाइल पुनःनामांकित करा: %s ते %s
or: ଫାଇଲର ନାମ ବଦଳାନ୍ତୁ: %s to %s
ps: دا دوتنه بیانومول: له %s څخه %s ته
si: ගොනු නම වෙනස් කරන්න: %s සිට %s ලෙසට
sv: Byt namn på fil: %s till %s
te: ఫైలు %sనుండి %sకు పునఃనామకరణచేయి
th: เปลี่ยนชื่อแฟ้ม : %s เป็น %s
tt: Dosyení Yene isímlendír: %s'ten %s'ke

source: Create Folder: %s
ar: أنشئ مجلّد: %s
as: ফোল্ডাৰ সৃষ্টি কৰক: %s
bg: Създаване на папка: %s
hr: Stvori mapu: %s
id: Membuat Folder: %s
is: Búa til möppu: %s
kk: Бұманы құру: «%s»
km: បង្កើត​ថត ៖ %s
ku: Peldankê Biafirîne: %s
lt: Sukurti aplanką: %s
mn: Сан үүсгэ: %s
mr: संचयीका निर्माण करा: %s
or: ଫୋଲଡର ନିର୍ମାଣ କରନ୍ତୁ: %s
ps: پوښۍ وپنځوﺉ: %s
si: බහලුම නිර්මාණය කරන්න: %s
sv: Skapa mapp: %s
te: %s సంచయం సృష్టించు
th: สร้างโฟลเดอร์ : %s
tt: Törgek İcat İt: %s

source: Remove Folder: %s
ar: احذف المجلّد: %s
as: ফোল্ডাৰ আঁতৰাওক: %s
bg: Премахване на папка: %s
hr: Obriši mapu: %s
id: Menghapus Folder: %s
is: Eyða möppu: %s
kk: Буманы өшіру: «%s»
km: យក​ថត​ចេញ ៖ %s
ku: Peldankê Rake: %s
lt: Pašalinti aplanką: %s
mn: Санг устга: %s
mr: संचयीका काढून टाका: %s
or: ଫୋଲଡରକୁ କାଢ଼ିଦିଅନ୍ତୁ: %s
ps: دا ډول پوښۍ لرې کړﺉ: %s
si: බහලුම ඉවත් කරන්න: %s
sv: Ta bort mapp: %s
te: %s సంచయం తీసివేయి
th: ลบโฟลเดอร์ : %s
tt: Törgek Suwır: %s

source: Rename Folder: %s to %s
ar: غير اسم المجلّد: %s إلى %s
as: ফোল্ডাৰ পুনঃ নামকৰণ কৰক: %s to %s
bg: Преименуване на папка: %s на %s
hr: Preimenuj mapu: %s u %s
id: Mengganti Nama Folder: %s ke %s
is: Endurnefna möppu: %s í %s
kk: Буманың атын өзгерту: «%s» -ті «%s»
km: ប្ដូរ​ឈ្មោះ​ថត ៖ %s ទៅជា %s
ku: Navê Peldankê Biguherîne: %s ji bo %s 'ê
lt: Pervardyti aplanką: iš %s į %s
mn: Сангийн нэр өөрчил: %s ийг %s гэж өөрчил
mr: संचयीका पुनःनामांकित करा: %s ते %s
or: ଫୋଲଡରର ନାମ ବଦଳାନ୍ତୁ: %s to %s
ps: دا پوښۍ بیانومول: له %s څخه %s ته
si: බහලුමේ නම වෙනස් කරන්න: %s සිට %s ලෙසට
sv: Byt namn på mapp: %s till %s
te: సంచయంను %sనుండి %sకు పునఃనామకరణచేయి
th: เปลี่ยนชื่อโฟลเดอร์ : %s เป็น %s
tt: Törgekní Yene İsímlendír: %s'ten %s'ke

source: Windows Shortcut: %s
ar: اختصار وندوز: %s
as: Windows চৰ্টকাট: %s
bg: Препратка на Windows: %s
hr: Windows prečac: %s
id: Jalan Pintas Windows: %s
is: Windows flýtivísun: %s
kk: Windows жарлығы: «%s»
km: ផ្លូវកាត់​វីនដូ ៖ %s
ku: Kurteriya Windowsê: %s
lt: „Windows“ šaukinys: %s
mn: Виндоусын товчлолууд: %s
mr: Windows सोपा मार्ग: %s
or: ୱିଣ୍ଡୋ ସଂକ୍ଷିପ୍ତ ପଥ: %s
ps: د Windowsلنډ نوم: %s
si: කවුළු කෙටි මඟ: %s
sv: Windows-genväg: %s
te: విండోస్ లఘువు: %s
th: ทางลัดสำหรับวินโดวส์ : %s
tt: Windows Qısqayulı: %s

source: Mac Alias: %s
ar: كنية ماك: %s
as: Mac এলিয়াচ: %s
bg: Псевдоним на Mac: %s
id: Alias untuk Mac: %s
is: Mac samnefni: %s
kk: Mac бүркеншік аты: «%s»
km: ឈ្មោះ​ក្លែងក្លាយ​របស់ Mac ៖ %s
ku: Mac Bi navekî din: %s
mn: Mac хоёрдогч нэр: %s
mr: Mac उपाय: %s
or: ମାକ ଉପନାମ: %s
ps: Mac تخلص: %s
si: Mac අපරනාමය: %s
te: Mac ఎలియాస్: %s
th: Alias สำหรับแมค : %s
tt: Mac Quşamatı: %s

source: Windows Register Server: %s
ar: خادوم تسجيل وندوز: %s
as: Windows ৰেজিস্টাৰ চাৰ্ভাৰ: %s
hr: Windows poslužitelj registra: %s
id: Server Pendaftaran Windows: %s
is: Windows Skrásetningar Netþjónn: %s
kk: Windows реестр сервері: «%s»
km: ម៉ាស៊ីន​បម្រើ​ចុះឈ្មោះ​វីនដូ ៖ %s
ku: Pêşkêşkara Tomarkirina Windowsê: %s
lt: „Windows“ registro serveris: %s
mn: Виндоусын бүртгэл сервер: %s
mr: Windows पंजिकृत सर्वर: %s
or: ୱିଣ୍ଡୋ ପଞ୍ଜିକରଣ ସର୍ଭର: %s
ps: د وینډوز د نوملیکنې پالنګر: %s
te: విండోస్ రిజిస్టర్ సర్వర్: %s
tt: Windows Tírkew Serverí: %s

source: Unknown file operation command!
ar: أمر عمليّة ملفّ غير معروف!
as: অজ্ঞাত ফাইল কাৰ্য্য কমান্ড!
bg: Непозната команда за действие с файл!
hr: Nepoznata operacija nad datotekom!
id: Perintah operasi berkas tidak diketahui!
is: Óþekkt skráaraðgerð!
kk: Белгісіз файл операциясы!
km: មិន​ស្គាល់​ពាក្យបញ្ជា​ប្រតិបត្តិ​ឯកសារ !
ku: Fermana kiryariya pelê ya nayê zanîn!
lt: Nežinoma operacija su failu!
mn: Файлтай харьцах үл мэдэгдэх тушаал!
mr: अपरिचीत फाइल कार्यक्रम आदेश!
or: ଅଜଣା ଫାଇଲ ପରିଚାଳନ ନିର୍ଦ୍ଦେଶ!
ps: د دوتنې د چلښت ناپېژندلې بولۍ!
si: නොදන්නා ගොනු මෙහෙයුම් විධානය!
sv: Okänd filoperation!
te: తెలియని ఫైల్ ఆపరేషన్ ఆదేశం!
th: ไม่ทราบคำสั่งเกี่ยวกับแฟ้มนี้!
tt: Bílínmegen dosye íşletím komandası!

source: Patching: %s
ar: يجري ترقيع: %s
as: পেচ কৰা হৈছে: %s
bg: Закърпване на: %s
hr: Zakrpavanje: %s
id: Menambal: %s
is: Bóta: %s
kk: Жаңарту: «%s»
km: ប៉ះ ៖ %s
ku: Tê rojanekirin: %s
lt: Pataisa: %s
mn: Нөхөж байна: %s
mr: जोडत आहे: %s
or: ଢ଼ାଙ୍କୁଛି: %s
ps: پینه کول: %s
si: හිඩැස් සකසමින්: %s
sv: Patchar: %s
te: ప్యాచింగ్: %s
th: กำลังลงแพตช์ : %s
tt: Yamalana: %s

source: Uninstalling: %s
ar: يجري إزالة: %s
as: আনইনস্টল কৰা হৈছে: %s
bg: Деинсталиране на: %s
hr: Uklanjanje: %s
id: Menghapus Pemasangan: %s
is: Tek út: %s
kk: Өшіру: %s
km: លុប ៖ %s
ku: Tê rakirin: %s
lt: Šalinama: %s
mn: Үл суулгаж байна: %s
mr: स्थापित केलेले काढत आहे: %s
or: ଅଣସ୍ଥାପନ କରୁଅଛି: %s
ps: نالګونه: %s
si: අස්ථාපනය කරමින්: %s
sv: Avinstallerar: %s
te: %s నిర్మూలిస్తోంది
th: กำลังยกเลิกการติดตั้ง : %s
tt: Ğayrí qorola: %s

source: Register Skin: %s
ar: تسجيل الشكل: %s
as: স্কিন ৰেজিস্টাৰ কৰক: %s
bg: Регистриране на кожа: %s
hr: Registriraj izgled: %s
id: Mendaftarkan Skin: %s
is: Skrái skinn: %s
kk: «%s» қоршамын тіркеу
km: ចុះឈ្មោះ​ស្បែក ៖ %s
ku: Temayê Tomar Bike: %s
lt: Registruoti grafinį apvalkalą: %s
mn: Арьсыг бүртгэ: %s
mr: प्रारूप पंजिकृत करा: %s
or: ସ୍କିନ ପଞ୍ଜୀକରଣ କରନ୍ତୁ: %s
ps: ثبت شوي پوښونه: %s
si: ආවරන ලියාපදිංචිය: %s
sv: Registrera tema: %s
te: స్కిన్ నమోదు: %s
th: ลงทะเบียนหน้ากาก : %s
tt: Tışçanı Tírke: %s

source: Register Locale: %s
ar: تسجيل المحليّة: %s
as: স্থানীয় ৰেজিস্টাৰ কৰক: %s
bg: Регистриране на локал: %s
hr: Registriraj prijevod: %s
id: Mendaftarkan Lokalisasi: %s
is: Skrái tungumál: %s
kk: «%s» локалді тіркеу
km: ចុះឈ្មោះ​មូលដ្ឋាន (Locale) ៖ %s
ku: Zimên tomar bike: %s
lt: Registruoti lokalę: %s
mn: Бүсийг бүртгэ: %s
mr: लोकेल पंजिकृत करा: %s
or: ଲୋକେଲ ପଞ୍ଜୀକରଣ କରନ୍ତୁ: %s
ps: ثبت شوي ځاییزونه: %s
si: ප්‍රාදෙශිකය ලියාපදිංචිය: %s
sv: Registrera lokalisering: %s
te: లోకల్ నమోదు: %s
th: ลงทะเบียนโลแคล : %s
tt: Lokalní Tírke: %s

source: Register Content: %s
ar: تسجيل المحتوى: %s
as: সমল ৰেজিস্টাৰ কৰক: %s
bg: Регистриране на съдържание: %s
hr: Registriraj sadržaj: : %s
id: Mendaftarkan Isi: %s
is: Skrái efni: %s
kk: Құраманы тіркеу «%s»
km: ចុះឈ្មោះ​មាតិកា ៖ %s
ku: Naverokê Tomar Bike: %s
lt: Registruojamas lokalės paketas: %s
mn: Бүрдлийг бүртгэ: %s
mr: मजकुर पंजिकृत करा: %s
or: ସୂଚୀ ପଞ୍ଜୀକରଣ କରନ୍ତୁ: %s
ps: ثبت شوې منځپانګه: %s
si: අන්තර්ගත ලියාපදිංචිය: %s
sv: Registrera innehåll: %s
te: కాంటెంట్ నమోదు: %s
th: ลงทะเบียนเนื้อหา : %s
tt: Íçtelíkne Tírke: %s

source: Register Package: %s
ar: تسجيل الحزمة: %s
as: পেকেইজ ৰেজিস্টাৰ কৰক: %s
bg: Регистриране на пакет: %s
hr: Registriraj paket: %s
id: Mendaftarkan Paket: %s
is: Skrái pakka: %s
kk: Дестені тіркеу «%s»
km: ចុះឈ្មោះ​កញ្ចប់ ៖ %s
ku: Pakêtan Tomar Bike: %s
lt: Registruoti paketą: %s
mn: Багцыг бүртгэ: %s
mr: संकुल पंजिकृत करा: %s
or: ପ୍ୟାକେଜ ପଞ୍ଜୀକରଣ କରନ୍ତୁ: %s
ps: ثبت شوې بنډلونه: %s
si: ඇසුරුම් ලියාපදිංචිය: %s
sv: Registrera paket: %s
te: ప్యాకేజి నమోదు: %s
th: ลงทะเบียนแพกเกจ : %s
tt: Paketní Tírke: %s

source: Use this theme
ar: استخدم هذه السِمة
as: এই থীম ব্যৱহাৰ কৰক
bg: Използване на тази тема
hr: Koristi ovu temu
id: Gunakan tema ini
is: Nota þetta þema
kk: Осы теманы қолдану
km: ប្រើ​ស្បែក​នេះ
ku: Vî dirbî bi kar bîne
lt: Taikyti šį grafinį apvalkalą
mn: Энэ маягийг хэрэглэ
mr: ही सुत्रयोजना वापरा
or: ଏହି ପ୍ରସଙ୍ଗକୁ ବ୍ୟବହାର କରନ୍ତୁ
ps: دا ویینه وکاروﺉ
si: මෙම තේමාව භාවිතා කරන්න
sv: Använd detta tema
te: ఈ థీమ్‌ను వుపయోగించండి
th: ใช้ชุดตกแต่งนี้
tt: Bu temanı qullan

source: Use this locale
ar: استخدم هذه المحليّة
as: এই স্থানীয় ব্যৱহাৰ কৰক
bg: Използване на този локал
hr: Koristi ovaj prijevod
id: Gunakan lokalisasi ini
is: Nota þetta tungumál
kk: Осы локальді қолдану
km: ប្រើ​មូលដ្ឋាន (locale) នេះ
ku: Vî zimanî bi kar bîne
lt: Naudoti šią lokalę
mn: Энэ бүсийг хэрэглэ
mr: ही लोकेल वापरा
or: ଏହି ଲୋକେଲକୁ ବ୍ୟବହାର କରନ୍ତୁ
ps: دا ځاییز وکاروﺉ
si: මෙම පෙදෙසිය භාවිතා කරන්න
sv: Använd detta språk
te: ఈ లోకల్‌ను వుపయోగించండి
th: ใช้โลแคลนี้
tt: Bu lokalní qullan

source: Install the theme "%1$S" from %2$S?
ar: أتريد تثبيت السِمة "%1$S" من %2$S؟
as: %2$S ৰ পৰা থিম "%1$S" ইনস্টল কৰোঁ?
bg: Инсталиране на темата „%1$S“ от %2$S?
hr: Instalirati temu "%1$S" iz %2$S?
id: Pasang tema "%1$S" dari %2$S?
is: Setja inn þema "%1$S" frá %2$S?
kk: %2$S алынған «%1$S» теманы орнату керек пе?
km: ដំឡើង​ស្បែក "%1$S" ពី %2$S ?
ku: Bila dirbê "%1$S" 'ê ji %2$S 'ê bê barkirin?
lt: Ar įdiegti apvalkalą „%1$S“ iš „%2$S“?
mn: "%1$S" маягийг %2$S-с суулга?
mr: %2$S पासुन "%1$S" सुत्रयोजना स्थापन करा?
or: "%1$S" ପ୍ରସଙ୍ଗକୁ %2$Sରୁ ସ୍ଥାପନ କରନ୍ତୁ?
ps: ويينه "%1$S" لګوﺉ له %2$S څخه؟
si: %2$S වෙතින් "%1$S" තේමාව ස්ථාපනය කරන්නද ?
sv: Installera det nya temat ”%1$S” från %2$S?
te: "%1$S" థీమ్‌ను %2$S నుండి సంస్థాపించాలా?
th: ติดตั้งชุดตกแต่ง "%1$S" จาก %2$S?
tt: "%1$S" teması %2$S adresínnnen qorolsınmı?

source: Install the locale "%1$S" from %2$S?
ar: أتريد تثبيت المحليّة "%1$S" من %2$S؟
as: %2$S ৰ পৰা স্থানীয় "%1$S" ইনস্টল কৰোঁ?
bg: Инсталиране на локала „%1$S“ от %2$S?
hr: Instalirati prijevod "%1$S" iz %2$S?
id: Pasang lokalisasi "%1$S" dari %2$S?
is: Setja inn tungumál "%1$S" frá %2$S?
kk: %2$S алынған «%1$S» локализацияны орнату керек пе?
km: ដំឡើង​មូលដ្ឋាន (locale) "%1$S" ពី %2$S ?
ku: Bila zimanê "%1$S" ji %2$S 'ê bê sazkirin??
lt: Ar įdiegti lokalę „%1$S“ iš „%2$S“?
mn: "%1$S" бүсийг %2$S-с суулга?
mr: %2$S पासुन "%1$S" लोकेल स्थापन करा?
or: "%1$S" ଲୋକେଲକୁ %2$Sରୁ ସ୍ଥାପନ କରନ୍ତୁ?
ps: ځاييز "%1$S" لګوﺉ له %2$S څخه؟
si: %2$S වෙතින් "%1$S" ප්‍රාදේශිකය ස්ථාපනය කරන්නද ?
sv: Installera det nya språket ”%1$S” från %2$S?
te: "%1$S" లోకల్‌ను %2$S నుండి సంస్థాపించాలా?
th: ติดตั้งโลแคล "%1$S" จาก %2$S?
tt: "%1$S" lokalí %2$S adresínnnen qorolsınmı?

source: Install
ar: ثبِّت
as: ইনস্টল কৰক
bg: Инсталиране
hr: Instaliraj
id: Pasang
is: Setja inn
kk: Орнату
km: ដំឡើង
ku: Saz Bike
lt: Įdiegti
mn: Суулга
mr: स्थापित करा
or: ସ୍ଥାପନ କରନ୍ତୁ
ps: لګول
si: ස්ථාපනය
sv: Installera
te: సంస్థాపించు
th: ติดตั้ง
tt: Qor

source: Queued
ar: في الطابور
as: শাৰীত আছে
bg: На опашката
hr: Čeka na red
id: Mengantre
is: Í biðröð
kk: Кезекте
km: ដាក់​ជា​ជួរ
ku: Di rêzê de
lt: Įtraukta į eilę
mn: Дараалалд орсон
mr: रांगेत
or: କ୍ରମରେ ଅଛି
ps: کتارشوي
si: පෙළගැසි
sv: Köad
te: క్యూడ్
th: เข้าคิวแล้ว
tt: Newbette

source: Downloading…
ar: يُنزّل…
as: ডাউনল'ড কৰা হৈছে...
bg: Изтегляне…
hr: Preuzimanje...
id: Mengunduh…
is: Hleður…
kk: Жүктеу...
km: កំពុង​ទាញយក...
ku: Tê daxistin...
lt: Atsiunčiama…
mn: Татаж авч байна…
mr: डाउनलोड करत आहे...
or: ଆହରଣ କରୁଅଛି…
si: බාගත කරමින්...
sv: Hämtar…
te: డౌనులోడు చేస్తోంది...
th: กำลังดาวน์โหลด…
tt: İñdíríle...

source: Downloaded
ar: تمّ التّنزيل
as: ডাউনল'ড কৰা হ'ল
bg: Изтеглен
hr: Preuzeto
id: Selesai Diunduh
is: Niðurhalað
kk: Жүктелген
km: បាន​ទាញ​យក
ku: Hate daxistin
lt: Parsiųsta
mn: Татаж авагдсан
mr: डाउनलोड झालेले
or: ଆହରଣ ହୋଇସାରିଛି
ps: اوس رالېښل/هممهالیزول...
si: බාගත කළා
sv: Hämtad
te: డౌనులోడుఅయింది
th: ดาวน์โหลดเสร็จสิ้น
tt: İñdíríldí

source: Installing…
ar: يُثبّت…
as: ইনস্টল কৰা হৈছে...
bg: Инсталиране…
hr: Instaliranje...
id: Memasang…
is: Uppsetning…
kk: Орнату…
km: កំពុង​ដំឡើង...
ku: Tê Sazkirin…
lt: Diegiama…
mn: Суулгаж байна…
mr: प्रस्थापित करत आहे...
or: ସ୍ଥାପନ କରୁଅଛି…
si: ස්ථාපනය කරමින්...
sv: Installerar…
te: సంస్థాపిస్తోంది...
th: กำลังติดตั้ง…
tt: Qorola...

source: Unsigned
ar: غير موقّع
as: অস্বাক্ষৰীত
bg: Неподписан
hr: Nepotpisano
id: Tidak Ditandatangani
is: Óundirskrifað
kk: Қолтаңбасы жоқ
km: មិន​ចុះឈ្មោះ
ku: Bêşanenav
lt: Nepasirašyta
mn: Гарын үсэггүй
mr: विनास्वाक्षरी
or: ସ୍ୱାକ୍ଷର ହୀନ
ps: نالاسلک شوی
sv: Osignerad
te: అన్ సైన్డు
th: ไม่มีลายเซ็นกำกับ
tt: İmzasız

source: ERROR
ar: خطأ
bg: ГРЕШКА
hr: GREŠKA
id: KESALAHAN
is: VILLA
kk: ҚАТЕ
km: កំហុស
ku: ÇEWTÎ
lt: KLAIDA
mn: АЛДАА
mr: त्रुटी
ps: تېروتنه
si: දෝෂය
sv: FEL
th: ผิดพลาด
tt: XATA

source: Success
ar: نجاح
as: সফল
bg: Успех
hr: Uspjeh
id: Sukses
is: Aðgerð tókst
kk: Дайын
km: ជោគជ័យ
ku: Bi ser ket
lt: Sėkmingai
mn: Амжилттай
mr: यशस्वी
or: ସଫଳ
ps: بریا
si: සාර්ථකයි
sv: Klart
te: సఫలం
th: สำเร็จ
tt: Uñış

source: Restart to complete
ar: أعد التشغيل للإتمام
as: সম্পূৰ্ণ কৰিবলে পুনৰাম্ভ কৰক
bg: Нужно е рестартиране
hr: Za dovršetak, ponovno pokrenite
id: Mulai ulang untuk menyelesaikan
is: Endurræstu til að ljúka
kk: Аяқтау үшін компьютерді қайта қосыңыз
km: ចាប់ផ្ដើម​ឡើងវិញ​ដើម្បី​បញ្ចប់​ទាំងស្រុង
ku: Ji bo qedandinê ji nû ve bide destpêkirin
lt: Paleiskite naršyklę iš naujo
mn: Гүйцээхийн тулд шинээр ачаал
mr: पूर्ण होण्याकरता पुन्हा सुरू करा
or: ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ ପୁନଃ ଚାଳନ କରନ୍ତୁ
ps: بیاپیلول چې بشپړ شي
si: නිම කිරීමට යළි ආරම්ඹ කරන්න
sv: Starta om för att slutföra
te: పూర్తిచేయుటకు పునఃప్రారంభించు
th: เริ่มการทำงานใหม่เพื่อให้การติดตั้งเสร็จสิ้น
tt: Temamlaw öçön yene başlat

source: Access denied
ar: رُفض الوصول
as: অভিগম নাকচ কৰা হল
bg: Отказан достъп
hr: Pristup odbijen
id: Akses ditolak
is: Aðgangur ekki leyfður
kk: Рұқсат жоқ
km: ការ​ចូល​ដំណើរការ​ត្រូវ​បាន​បដិសេធ
ku: Têketin pêk nehat
lt: Kreiptis nepriimta
mn: Хандах зөвшөөрөлгүй
mr: प्रवेश नाकारला
or: ପ୍ରବେଶ ନିଷିଦ୍ଧ
ps: رسی ونه منل شو
si: ප්‍රවේශය වළකා ඇත
sv: Åtkomst nekad
te: ప్రవేశం నిరాకరించబడింది
th: การเข้าถึงถูกปฏิเสธ
tt: İríşím kirí qağıldı

source: Unexpected installation error Review the Error Console log for more details.
ar: خطأ تثبيت غير متوقّع راجع سجل مِعراض الأخطاء للمزيد من التّفاصيل.
as: অপ্ৰত্যাশিত ইনস্টল ত্ৰুটি অধিক বিৱৰণৰ বাবে ত্ৰুটি কনচৌল লগ চাওক।
bg: Неочаквана грешка при инсталиране Прегледайте дневника на конзолата на JavaScript за повече подробности.
hr: Neočekivana instalacijska greška Za detalje pregledajte zapis Konzole grešaka.
id: Kesalahan pemasangan tak terduga Periksa Konsol Kesalahan JavaScript untuk detail lebih lanjut.
is: Óþekkt villa í uppsetningu Athugaðu villuglugga til að sjá meiri upplýsingar.
kk: Орнатудың күтпеген қатесі Көбірек білу үшін қателер консолін қараңыз.
km: កំហុស​ក្នុង​ការ​ដំឡើង​ដែល​មិន​បាន​រំពឹង ពិនិត្យ​ឡើងវិញ​នូវ​កំណត់ហេតុ កុងសូល​កំហុស សម្រាប់​ព័ត៌មាន​លម្អិត​បន្ថែម ។
ku: Çewtiya sazkirinê ya nedihat hêvîkirin Ji bo zêdetir agahî tomarê Konsola Çewtiyê careke din nîşan bide.
lt: Netikėta diegimo klaida. Daugiau informacijos galima rasti „JavaScript“ pulto žurnale.
mn: Хүсээгүй суулгацын алдаа Нарийн мэдээллийг Алдаа харуулагч цонхноос харна уу.
mr: अनपेक्षित स्थापना त्रुटी अधिक माहितीसाठी जावास्क्रिप्ट कंसोल सुरू करा.
or: ଅପ୍ରତ୍ୟାଶିତ ସ୍ଥାପନ ତ୍ରୁଟି ଅଧିକ ସୂଚନା ପାଇଁ ତ୍ରୁଟି କନସଲକୁ ସମୀକ୍ଷା କରନ୍ତୁ.
ps: د لګاو غېر مترقبه تېروتنه د نورو معلوماتو لپاره د تېروتنې تفصیلات وګورﺉ.
sv: Oväntat installationsfel Granska Felkonsolens logg för ytterligare detaljer.
te: అనుకోని సంస్థాపనా దోషం ఎక్కువ సమాచారం కొరకు తప్పుల తెర లాగ్‌ను చూడండి.
th: เกิดข้อผิดพลาดที่ไม่ได้คาดไว้ระหว่างการติดตั้ง ตรวจสอบปูมคอลโซลความผิดพลาดสำหรับรายละเอียดเพิ่มเติม
tt: Kötölmegen qorolım xatası Kübrek tefsilat öçön Xata Konsolı logın küzden kiçírígíz.
