Repository: tktk711/mozilla-l10n
Catalog: sat/toolkit/chrome/mozapps/profile/profileSelection.properties.po
Languages: sat

source: Close %S
sat: %S बोंदो

source: %S is already running, but is not responding. To open a new window, you must first close the existing %S process, or restart your system.
sat: %S माड़ाङ खोन चालाक् काना , मेनखान बाय रोड़ रुवा़येत् आ. मित् नावा विंडो झिज ला़गित्, आम पा़हिल मेनाकात् %S बोंदो ला़कती.आर बाङ, आमाक् सेस्टेम दोहड़ा चालुय मे.

source: %S is already running, but is not responding. The old %S process must be closed to open a new window.
sat: %Sमाड़ाङ खोन चालाक् काना , मेनखान बाय रोड़ रुवा़येत् आ. मारेयाक् %S का़मी मित् नावा बिंडो झिज ला़गित् बोंदोय मे.

source: A copy of %S is already open. Only one copy of %S can be open at a time.
sat: %S रेयाक् मित् नोकोल माड़ाङ खोन झिज आकाना. %S रेयाक् एकेन मित् नोकोल मित् ओकतो रे झिज दाड़ेयाक् आ.

source: A copy of %S is already open. The running copy of %S will quit in order to open this one.
sat: %S रेयाक् मित् नोकोल माड़ाङ खोन झिज आकाना.%S रेयाक् चालु नोकोल मे नोवा मित् झिज लेका ते बोंदो आ.

source: Profile: ‘%S’ - Path: ‘%S’
sat: प्रोफाइल: '%S' -होर : '%S'

source: Select Profile
sat: प्रोफाइल बाछाव मे

source: Please select a profile to begin %S, or create a new profile.
sat: %S, एहोब ला़गित् मित् प्रोफाइल बाछाव मे आर बाङ नावा फ्रोफाइल तेयार मे.

source: Profile In Use
sat: प्रोफाइल बेभार रे मेनाक् आ.

source: %S cannot use the profile “%S” because it is in use. To continue, close the running instance of %S or choose a different profile.
sat: %S प्रोफाइल बाङ बेभार दाड़ेयाक् "%S" चेदाक् जे नोवा दो बेभार रे मानाक् आ . लेताड़ ला़गित् %S रेय़ाक् चालावाक् जेलेका बोंदोय मे आर बाङ मित् भेगार प्रोफाइल बाछाव मे .

source: Rename Profile
sat: प्रोफाइल दोहड़ा ञुतुम मे

source: Rename the profile “%S” to:
sat: प्रोफाइल दोहड़ा ञुतुम मे "%S" to:

source: Invalid profile name
sat: बाङ बाताव प्रोफाइल ञुतुम.

source: The profile name “%S” is not allowed.
sat: प्रोफाइल ञुतुम "%S" बाङ बातावाकाना .

source: Choose Profile Folder
sat: प्रोफाइल पोटोम बाछाव मे

source: An empty profile name is not allowed.
sat: मित् एकेनाक् प्रोफाइल ञुतुम बाङ बातावाक्.

source: The character “%S” is not allowed in profile names. Please choose a different name.
sat: आखोर "%S" दो प्रोफाइल ञुतुम को रे बाङ बातावाक् आ .भेगार ञुतुम बाछाव मे

source: Delete Profile
sat: प्रोफाइल मेटाव मे

source: Deleting a profile will remove the profile from the list of available profiles and cannot be undone. You may also choose to delete the profile data files, including your settings, certificates and other user-related data. This option will delete the folder “%S” and cannot be undone. Would you like to delete the profile data files?
sat: मित् प्रोफाइल मेटाव ते नामोगाक् प्रोफाइल रेयाक् सुची खोन प्रोफाइल ओचोगोवा आर का़मी सात आ़रु बाय दाड़ेयाक् . आम प्रोफाइल डाटा रेत्, को मेटाव ला़गित् होम बाछाव दाड़ेयाक् , आमाक् साजाव को , प्रोमान साकाम मेसा आर एटाक् बेभार कोवाक् सोम्बोंध डाटा.नोवा आपनार मोने तेयाक् पोटोम मे मेटावा "%S" आर का़मी सोत आ़रु बाय दाड़ेया . चेत् आम प्रोफाइल डाटा रेत् को मेटाव सानाम काना ?

source: Delete Files
sat: रेत् को मेटाव मे

source: Don’t Delete Files
sat: रेत् को आलोम मेटावा

source: Profile couldn’t be created. Probably the chosen folder isn’t writable.
sat: प्रोफाइल बाङ तेयार दाड़ेयाक्. पालेन बाछावाक् पोटोम बाय ओल दाड़ेयाक्.

source: Profile Creation failed
sat: प्रोफाइल तेयार डिगाव एना

source: A profile with this name already exists. Please choose another name.
sat: नोवा ञुतुमाक् प्रोफाइल माड़ाङ खोन मेनाक् आ .एटागाक् ञुतुम बाछाव मे.

source: Profile Exists
sat: प्रोफाइल मेनाकात् आ

source: Click Finish to create this new profile.
sat: नोवा नावा प्रोफाइल तेयार ला़गित् चाबा ओताय मे.

source: Click Done to create this new profile.
sat: नोवा नावा प्रोफाइल तेयार ला़गित् का़मी सा़त ओताय मे.

source: Your %S profile cannot be loaded. It may be missing or inaccessible.
sat: आमाक् %S प्रोफाइल बाङ लादे दाड़ेयाक् आ. नोवा आद आर बाङ बाङ आ़तुर हुय दाड़ेयाक् आ.

source: Profile Missing
sat: प्रोफाइल आद आकाना

source: Old %S Data
sat: मारेयाक् %S डाटा
