Repository: tktk711/mozilla-l10n
Catalog: ve/browser/chrome/browser/preferences/main.dtd.po
Languages: ve

source: Startup
ve: u ranga

source: When &brandShortName; &starts:
ve: Musi &brandShortName; i tshi thoma

source: Show my home page
ve: Ntsumbedza siaṱari langa ḽa hayani

source: Show a blank page
ve: Ntsumbedze siaṱari ḽi si na tshithu

source: Show my windows and tabs from last time
ve: Ntumbedze windows yanga na zwipiḓa zwa tshifhingani tsho fhiraho

source: Home &Page:
ve: Hayani &Siaṱari:

source: Use &Current Page
ve: Shumisani &Siaṱari Ḽino

source: Use Current Pages
ve: Shumisani Masiaṱari Ano

source: Use &Bookmark…
ve: Shumisani &Luswayo lwa Bugu…

source: &Restore to Default
ve: &vhuyedzedzani kha nḓila ye zwa vha zwi ngayo

source: Downloads
ve: &Zwo kopwaho

source: Show the &Downloads window when downloading a file
ve: Sumbedzani &window ya u kopa ni tshi khou kopa faela

source: Close it &when all downloads are finished
ve: I vhaleni &musi no fhedza u kopa

source: Sa&ve files to
ve: Vhulungani faela kha

source: Br&owse…
ve: Fhenḓafhenḓani

source: &Always ask me where to save files
ve: &Dzulelani u mmbudzisa fhethu ha u vhulunga
