Repository: tktk711/mozilla-l10n
Catalog: ks/dom/chrome/mathml/mathml.properties.po
Languages: ks

source: Invalid markup: <%1$S> is not allowed as a child of <%2$S>.
ks: ناکار مارْک اپ:<%1 $S> اس چُھ ن۔ہ اجازت بطور اکھ چایْلڈْ <%2$S> ۔

source: Invalid markup: Incorrect number of children for <%1$S/> tag.
ks: ناکار مارک اپ: غلط تعداد چِدرنن ہُند <%1$S/> ٹیگس باپت۔

source: Invalid markup: More than one <mprescripts/> in <mmultiscripts/>.
ks: ناکار مارک اپ: اکہ کھوتْہ ذیادْ <mprescripts/> چھ <mmultiscripts/>منز۔:

source: Invalid markup: Expected exactly one Base element in <mmultiscripts/>. Found none.
ks: ناکار مارک اپ:

source: Invalid markup: Incomplete subscript/superscript pair in <mmultiscripts/>.
ks: ناکار مارک اپ: نامُکمل سب سیکریپٹْہ یا سوپر سیکریپٹْہ پییر <ملٹی سیکریپٹن/>منز۔

source: Error in parsing the value '%1$S' for '%2$S' attribute of <%3$S/>. Attribute ignored.
ks: ایرر آو پارْس کرنس منز '%1$S' ویلیو '%2$S' باپت یوس <%3$S/> اُک اوس۔ ایٹریبیوٹ آو یک طرف تراونْہ۔

source: Error in parsing the value '%1$S' for '%2$S' attribute. Attribute ignored.
ks: ایرر آو پارْس کرنس منز '%1$S' ویلیو '%2$S' باپت۔ ایٹریبیوٹ آو یک طرف تراونْہ۔

source: Error in parsing MathML attribute value '%1$S' as length. Attribute ignored.
ks: ایرر آو پارْس کرنس منز میتھ ایم ایل ایٹریبیوٹ ویلیو '%1$S' بطور زیچھر۔ ایٹریبیوٹ آو یک طرف تراونْہ۔

source: '%1$S' is deprecated in MathML 3, superseded by '%2$S'.
ks: چُھ ناپسند کرنْہ یوان میتھ ایم ایل ۳ منز، یوس سُپر سیڈ گومُت چُھ '%2$S' ذریعہ۔'%1$S'

source: Unitless values are deprecated in MathML 3.
ks: یونیٹ لیس ویلیو چھ ناپسند کرنْہ یوان میتھ ایم ایل ۳ ہس منز۔
