Repository: tktk711/mozilla-l10n
Catalog: wo/browser/chrome/browser/preferences/sync.dtd.po
Languages: wo

source: &Set Up &syncBrand.fullName.label;
wo: &Tabb &syncBrand.fullName.label;

source: &syncBrand.fullName.label; lets you access your history, bookmarks, passwords and open tabs across all your devices.
wo: &syncBrand.fullName.label; dafa lay may nga agg ci sa jaar jaar, say mandarga xët, say baatu jàll ak say koñ yu ubbeeku ci ay ordinatëër yu wuute.

source: Update
wo: Mottalil

source: Reset
wo: Sàjj

source: View Quota
wo: Wone kotaa bi

source: Change Password…
wo: Soppi baatu jàll…

source: My Recovery Key
wo: Sama caabi Jëli

source: Reset Sync…
wo: Sàjj jàppante…

source: Pair a Device
wo: Boole ak benn aparey

source: Sync My
wo: Jàppante

source: Book&marks
wo: Mandar&ga xët yi

source: &Tabs
wo: &Koñ yi

source: Histo&ry
wo: Jaa&r jaar

source: &Passwords
wo: Baa&tu jàll

source: Preference&s
wo: &Taamu yi

source: &Add-ons
wo: &Modilu mottali

source: Devi&ce Name:
wo: Turu &aparey bi:

source: Unlink This Device
wo: Bul jokkoo apaarey bii

source: Terms of Service
wo: Sart yi ñu koy jëfandikoo

source: Privacy Policy
wo: Politigu déeyandoo
