Repository: tktk711/mozilla-l10n
Catalog: nso/browser/feedback/main.dtd.po
Languages: nso

source: Test Pilot
nso: Phaelote ya teko

# testpilot.settings.label
source: Settings
nso: Dipeakanyo

source: Data Submission
nso: Thomelo ya tsebišo

source: Notifications
nso: Ditsebišo

source: Notify me when…
nso: Ntsebiše ge…

source: A study is ready to submit
nso: Nyakišišo e loketše go romelwa

source: There's a new study
nso: Go na le nyakišišo e mpsha

source: A study has new results
nso: Nyakišišo e na le dipoelo tše mpsha

source: Automatically submit my data (don't ask me)
nso: Romela tsebišo ya ka ka maitirišo (o se mpotšiše)

source: All Your User Studies…
nso: Dinyakišo tša gago tšohle tša modiriši…

source: About Test Pilot
nso: Ka ga phaelote ya teko

source: Your Test Pilot Studies
nso: Dinyakišišo tša phaelote ya gago ya teko

source: Current Studies
nso: Dinyakišišo tša gona bjale

source: Finished Studies
nso: Dinyakišišo tše feditšwego

source: Study Findings
nso: Tšeo di hweditšwego tša nyakišišo

# testpilot.studiesWindow.settings.label
source: Settings
nso: Dipeakanyo

source: Loading, please wait…
nso: E a hlahlela, hle leta…

source: Test Pilot: Raw Data
nso: Phaelote ya teko: Tsebišo e sa tswakwago

source: Close
nso: Tswalela

source: Turn On User Studies
nso: Thumaša dinyakišišo tša modiriši

source: Feedback
nso: Dipoelo

source: Firefox Made Me Happy Because…
nso: Firefox e nthabišitše ka gobane…

source: Firefox Made Me Sad Because…
nso: Firefox e nnyamišitše ka gobane…

source: Report this website as broken…
nso: Bega wepesaete ye e le e robegilego…

source: Give us a suggestion…
nso: Re fe tšhišinyo…
