Repository: tktk711/mozilla-l10n
Catalog: brx/webapprt/webapprt/downloads/downloads.dtd.po
Languages: brx

source: Starting…
brx: जागाय गासिनो दङ...

source: Scanning for viruses…
brx: भाइरासफोरनि थाखाय स्केन खालाम गासिनो दङ...

source: Downloads
brx: दावनल'दफोर

source: &Pause
brx: थाद' हो (&P)

source: &Resume
brx: फिन जागाय (&R)

source: &Cancel
brx: नेवसि

source: Open Containing &Folder
brx: फल्डार थानायखौ खेव (&F)

source: Show in &Finder
brx: नागिरग्रायाव दिनथि (&F)

source: &Open
brx: खेव (&O)

source: Open Wit&h…
brx: ..जों खेव...(&h)

source: &Retry
brx: फिन नाजा (&R)

source: &Go to Download Page
brx: डाउनल'ड बिलाइआव थां (&G)

source: Copy Download &Link
brx: डाउनल'ड लिंकखौ कपि खालाम (&L)

source: R&emove From List
brx: फारिलाइ निफ्राय गैया खालाम (&e)

source: &Clear List
brx: फारिलाइखौ एंगार (&C)

source: Removes completed, canceled, and failed downloads from the list
brx: फारिलाइ निफ्राय डाउनल'ड खालामनाया आबुं जानाय, नेवसिनाय आरो फेलें जानायखौ गैया खालामो

source: Close when downloads complete
brx: डाउनल'ड आबुं जाब्ला बन्द खालाम

source: Closes the Downloads window when all files are done downloading
brx: गासै फाइलखौ डाउनल'ड खालामनाय समाव डाउनल'ड उइन्डखौ बन्द खालामो

source: Show this Folder
brx: बे फल्डारखौ दिन्थि

source: Search…
brx: नागिर...
