Repository: tktk711/mozilla-l10n
Catalog: trs/mobile/android/chrome/pippki.properties.po
Languages: trs

source: OK
trs: Garayina

source: Cancel
trs: Dure'

source: Downloading Certificate
trs: Hìaj naduninj ma certificado

source: You have been asked to trust a new Certificate Authority (CA).
trs: Achín ni'iàj aga' na riñat sisi nana'uì't a'ngô sa 'iaj sun nika doj (CA).

# downloadCert.viewCert.label
source: View
trs: Guini'hiaj

source: Trust to identify websites.
trs: Dugunaj hua CA na guendâ nana'uìj nej sitiô web.

source: Trust to identify email users.
trs: Garasun CA na da' nani'in da'ngaj nej duguî' araj sun correo

source: Trust to identify software developers.
trs: Garasun CA na da' nani'in da'ngaj nej sa ri software.

source: Password Entry Dialog
trs: Ña atuj da'nga' huì a'min'

source: Please enter the password that was used to encrypt this certificate backup.
trs: Gi'iaj 'ngo sunnuj ni, gachrun da'nga' hùi garajsunt nga na'nin sà't nuguan'an rayi'î CA

source: User Identification Request
trs: Achín nì'ia nadigânt ahuînt

source: This site has requested that you identify yourself with a certificate:
trs: Achín ni'iaj sitiô na sisi nadigânt ahuînt ngà 'ngo certificado:

source: Choose a certificate to present as identification:
trs: Nagui 'ngo certificado da' nadigânt ahuînt:

source: Details of selected certificate:
trs: Nej sa nikaj certificado gida'at:

source: Remember this decision
trs: Nanu ruhuât sa ganï ruhuât

source: Organization: "%S"
trs: Yi'nï': "%S"

source: Issued Under: "%S"
trs: Sa achîn nìka'a: "%S"

source: Issued to: %1$S
trs: Gahuij guendâ: %1$S

source: Serial number: %1$S
trs: Numerô yi'nïn' na: %1$S

source: Valid from %1$S to %2$S
trs: Na ni'ñanj asij %1$S nda %2$S

source: Key Usages: %1$S
trs: Da'nga' huì arajsun: %1$S

source: Email addresses: %1$S
trs: Korreo: %1$S

source: Issued by: %1$S
trs: Na giri: %1$S

source: Stored on: %1$S
trs: Nu sa'àj riña: %1$S

# clientAuthAsk.viewCert.label
source: View
trs: Gini'iaj

source: Certificate Details
trs: Sa nikaj certificado

source: Issued To
trs: Nadigân guendâ

source: Issued By
trs: Giri sa gu'naj

source: Period of Validity
trs: Diû gini'ñanj rasun na

source: Fingerprints
trs: Da'nga' ra'a

source: Common Name (CN): %1$S
trs: S yugui (CN): %1$S

source: Organization (O): %1$S
trs: Yi'nï' (O): %1$S

source: Organizational Unit (OU): %1$S
trs: Yi'nï' hua chre'e (OU): %1$S

source: Serial Number: %1$S
trs: Si numerô ma: %1$S

source: SHA-256 Fingerprint: %1$S
trs: Da'nga' ra'a SHA-256: %1$S

source: SHA1 Fingerprint: %1$S
trs: SHA1 Da'nga' dej ra'a: %1$S

source: Begins On: %1$S
trs: Gayi'ij: %1$S

source: Expires On: %1$S
trs: Ganahui gui: %1$S
