Repository: tktk711/mozilla-l10n
Catalog: mni/dom/chrome/nsWebBrowserPersist.properties.po
Languages: mni

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
mni: %S সেভ তৌবা ঙমলরোই, মরমদি হৌরকফমগী ফাইল পাবা ঙমলরোই. মতুংদা অমুক হন্না হোৎনবিয়ু, নত্রগা সর্ভরগী ৱায়েনথৌদারোয়গী মতেং লৌবিয়ু.

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
mni: %S সেভ তৌবা ঙমলরোই, মরমদি শকখঙদবা অরানবা অমা থোক্লে. তোঙানবা মফম অমদা সেভ তৌনবা হোৎনবিয়ু.

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
mni: %S হাংদোকপা ঙমলরোই, মরমদি শকখঙদবা অরানবা অমা থোক্লে. অহানবদা দিস্কতা সেভ তৌনবা হোৎনবিয়ু অদুগা ফাইল অদু হাংদোকপিয়ু.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
mni: দিস্কতা %S সেভ তৌনবা মতিকচাবা মফম লৈত্রে. কান্নদ্রবা ফাইলশিং দিস্কতগী লৌথোকউ অদুগা অমুক হন্না হোৎনবিয়ু, নত্রগা তোঙানবা মফম অমদা সেভ তৌনবা হোৎনবিয়ু.

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
mni: %S সেভ তৌবা ঙমলরোই, মরমদি দিস্ক, ফোল্দর, নত্রগা ফাইলসি ইবদগী-ঙাকথোক্লে. দিস্ক ইবা য়াহল্লো অদুগা অমুক হন্না হোৎনবিয়ু, নত্রগা তোঙানবা মফম অমদা সেভ তৌনবা হোৎনবিয়ু.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
mni: %S সেভ তৌবা ঙমলরোই, মরমদি অদোম্না ফোল্দরদুগী হীরমশিং হোংদোকপা য়াররোই. ফোল্দরগী প্রোপর্তিশিং হোংদোকউ অদুগা অমুক হন্না হোৎনবিয়ু, নত্রগা তোঙানবা মফম অমদা সেভ তৌনবা হোৎনবিয়ু.

source: Cannot download file because the SD card is in use.
mni: ফাইল দাউনলোদ তৌবা ঙমদে মরমদি SD কার্দ শিজিন্নরি.

source: Cannot download file because the SD card is missing.
mni: ফাইল দাউনলোদ তৌবা ঙমদে মরমদি SD য়াওদ্রে.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
mni: %S হাংদোকপা ঙমলরোই, মরমদি লোয়নরিবা তেংবাংবা এপ্লিকেসন লৈত্রে. অদোমগী প্রিফরেন্সশিংদা লোয়নরিবশিং হোংদোকউ.

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
mni: অদোম্না হায়জরিবা থবক্তু মপুংফানা তৌনবা মতিকচাবা মেমোরি লৈত্রে. এপ্লিকেসন খরা লৌথোকখ্রো অদুগা অমুক হন্না হোৎনবিয়ু.

source: Downloading %S
mni: %S দাউনলোদ তৌরি

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
mni: %S সেভ তৌবা ঙমলরোই, মরমদি ফাইল মমিং অসি য়াম্না শাংমল্লে. অতেনবা ফাইল মমিং অমদা সেভ তৌনবা হোৎনবিয়ু.
