Repository: tktk711/mozilla-l10n
Catalog: sah/embedding/android/android_strings.dtd.po
Languages: sah

source: Setting up &brandShortName;\u2026
sah: Туруоруулар &brandShortName;\u2026

source: There is not enough space available for &brandShortName; to start.
sah: &brandShortName;-у ыытарга туттуллар кыахтаах иллэҥ сир хаалбатах.

source: An error occurred when trying to load files required to run &brandShortName;
sah: &brandShortName;-у ыытарга ирдэнэр билэлэри хачайдыырга алҕас таҕыста.

source: &brandShortName; has crashed. Your tabs should be listed on the &brandShortName; Start page when you restart.
sah: &brandShortName; оҕунна. Хос ыыппытыҥ кэннэ кыбытык-бэлиэлэриҥ тиһиктэрэ &brandShortName;-у ыытыы сирэйигэр көстүөхтэрэ.

source: Please help us fix this problem!
sah: Бу кыһалҕаны көннөрөргө көмөлөс эрэ!

source: Send Mozilla a crash report
sah: Охтуу туһунан Mozilla-ҕа биллэрии

source: Include page address
sah: Сирэй аадырыһын ук

source: Close
sah: Сап

source: Restart &brandShortName;
sah: &brandShortName;-у хос ыыт

source: Sending crash report\u2026
sah: Охтуу туһунан биллэрии\u2026

source: Exit
sah: Таҕыс

source: Continue
sah: Салгыы

source: No web apps were found
sah: Програаммалар көстүбэтилэр

source: Choose File
sah: Билэни талыы
