Repository: tktk711/mozilla-l10n
Catalog: */calendar/chrome/calendar/calendar-event-dialog-attendees.properties.po
Languages: br, cy, eu, ga_ie, gd, hr, kab, uz

source: Required Attendee
br: Perzhiad azgoulennet
cy: Mynychwr Angenrheidiol
eu: Beharrezkoa bertaratzea
ga_ie: Rannpháirtí Riachtanach
gd: Freastalaiche riatanach
hr: Obavezni sudionik
kab: Tihawt tettwasra
uz: Majburiy ishtirokchilar

source: Optional Attendee
br: Perzhiad Diret
cy: Mynychwyr Dewisol
eu: Aukerazko bertaratzea
ga_ie: Rannpháirtí Roghnach
gd: Freastalaiche roghainneil
hr: Neobavezni sudionik
kab: Tihawt ur tettwasri ara
uz: Ixtiyoriy ishtirokchilar

source: Non Participant
br: Nann Berzhiad
cy: Nid Cyfrannogwr
eu: Partaiderik ez
ga_ie: Neamh-rannpháirtí
gd: Neo-fhreastalaiche
hr: Ne sudjeluje
kab: Mačči d amttekki
uz: Qatnashmaydiganlar

source: Chair
br: Kadoriada√±
cy: Cadeirio
eu: Mahaiburua
ga_ie: Cathaoirleach
gd: Cathraiche
hr: Predsjedatelj
kab: Akwersi
uz: Rais

source: Unknown Attendee (%1$S)
br: Perzhiad Dianavezet (%1$S)
cy: Mynychwr Anhysbys (%1$S)
eu: Bertaratze ezezaguna (%1$S)
ga_ie: Rannpháirtí Anaithnid (%1$S)
gd: Freastalaiche neo-aithnichte (%1$S)
hr: Nepoznati sudionik (%1$S)
kab: Amtteki arussin (%1$S)
uz: Noma’lum ishtirokchi (%1$S)

source: Individual
br: Hiniennel
cy: Unigolyn
eu: Norbanakoa
ga_ie: Duine Aonair
gd: Neach
hr: Individualni
kab: Yiwen n umdan
uz: Alohida

source: Group
br: Strollad
cy: Gr≈µp
eu: Taldea
ga_ie: Grúpa
gd: Buidheann
hr: Grupni
kab: Agraw
uz: Guruh

source: Resource
br: Loaz
cy: Adnodd
eu: Baliabidea
ga_ie: Acmhainn
gd: Goireas
hr: Resurs
kab: Taɣbalut
uz: Manba

source: Room
br: Sal
cy: Ystafell
eu: Gela
ga_ie: Seomra
gd: Seòmar
hr: Soba
kab: Taxxamt
uz: Xona

source: Unknown Type (%1$S)
br: Rizh dianav (%1$S)
cy: Math Anhysbys (%1$S)
eu: Mota ezezaguna (%1$S)
ga_ie: Cineál Anaithnid (%1$S)
gd: Chan eil fhios dè seòrsa (%1$S)
hr: Nepoznati tip (%1$S)
kab: Anaw arussin (%1$S)
uz: Noma’lum tur (%1$S)
