Repository: tktk711/mozilla-l10n
Catalog: kw/dom/chrome/layout/HtmlForm.properties.po
Languages: kw

source: Reset
kw: Dassettya

source: Submit Query
kw: Danvon

source: Browseâ€¦
kw: Peuri...

source: File Upload
kw: Ughkargans an restren

source: This is a searchable index. Enter search keywords:
kw: Y hyllir hwilas y'n menegva-ma. Entrowgh geryow alhwedh rag an hwilans:

source: Form contains enctype=%S, but does not contain method=post. Submitting normally with method=GET and no enctype instead.
kw: Yma enctype=%S y'n furvlen, saw nyns eus method=post. Ow tanvon yn normal gans method=GET ha heb enctype.

source: Form contains a file input, but is missing method=POST and enctype=multipart/form-data on the form. The file will not be sent.
kw: Yma ynworrans restren y'n furvlen, saw nyns eus method=POST po enctype=multipart/form-data. Ny vedh danvenys an restren.

source: Form Post from %S
kw: Form Post dhyworth %S

source: A form was submitted in the %S encoding which cannot encode all Unicode characters, so user input may get corrupted. To avoid this problem, the page should be changed so that the form is submitted in the UTF-8 encoding either by changing the encoding of the page itself to UTF-8 or by specifying accept-charset=utf-8 on the form element.
kw: Yth esa furvlen submyttyes y'n kodyans %S na yll kodya pub lytheren Unicode, ytho ynworrans an devnydhyer a alja bos pedrys. Rag avoydya an kudyn-ma, y tal chanjya an folen may fo an folen submyttyes y'n kodyans UTF-8, dre janjya kodyans an folen hy honan, po dre ri accept-charset=utf-8 war an elven furvlen.

source: All Supported Types
kw: Pub ehen skoodhys

source: No file selected.
kw: Nyns eus restren dowisyes.

source: No files selected.
kw: Nyns eus restrennow dowisyes.

source: %S files selected.
kw: %S restren dowisyes.
