Repository: tktk711/mozilla-l10n
Catalog: sah/toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: sah

source: Installing: %s
sah: Туруоруу: %s

source: Installing Shared File: %s
sah: Уопсай билэни туруоруу: %s

source: Replacing: %s
sah: Уларытыы: %s

source: Replacing Shared File: %s
sah: Уопсай билэни уларытыы: %s

source: Skipping: %s
sah: Аһарыы: %s

source: Skipping Shared File: %s
sah: Уопсай билэни аһарыы: %s

source: Deleting file: %s
sah: Билэни сотуу: %s

source: Deleting component: %s
sah: Сорҕотун сотуу: %s

source: Executing: %s
sah: Толоруу: %s

source: Executing: %s with argument: %s
sah: «%s» билэни маннык аргуменнаах толоруу: «%s»

source: Copy File: %s to %s
sah: %s билэни манна төгүллээ %s

source: Execute File: %s
sah: Билэни толоруу: %s

source: Execute File: %s with argument: %s
sah: «%s» билэни %s аргуменнаах толоруу

source: Move File: %s to %s
sah: %s билэни манна көһөрүү: %s

source: Rename File: %s to %s
sah: «%s» билэ аатын маннык гыныы: «%s»

source: Create Folder: %s
sah: Паапка оҥоруу: %s

source: Remove Folder: %s
sah: %s паапканы сотуу

source: Rename Folder: %s to %s
sah: %s паапка аатын манныкка уларытыы: %s

source: Windows Shortcut: %s
sah: Windows дьаралыга: %s

source: Mac Alias: %s
sah: "Mac" хос аата: %s

source: Windows Register Server: %s
sah: Windows реестрын сиэрбэрэ: %s

source: Unknown file operation command!
sah: Билэни таҥастыыр биллибэт хамаанда!

source: Patching: %s
sah: Саҥардыы: %s

source: Uninstalling: %s
sah: Сотуу: %s

source: Register Skin: %s
sah: Тас көстүү билэтин бэлиэтээһин: %s

source: Register Locale: %s
sah: Локаль бэлиэтээһинэ: %s

source: Register Content: %s
sah: Иһинээҕитин бэлиэтээһин: %s

source: Register Package: %s
sah: Пакеты бэлиэтээһин: %s

source: Use this theme
sah: Бу тиэмэни тутун

source: Use this locale
sah: Бу локалы тутун

source: Install the theme "%1$S" from %2$S?
sah: Мантан ылан %2$S бу тиэмэни «%1$S» туттаҕын дуо?

source: Install the locale "%1$S" from %2$S?
sah: Мантан ылан %2$S бу локализацияны «%1$S» туттаҕын дуо?

source: Install
sah: Туруор

source: Queued
sah: Уочаракка

source: Downloading…
sah: Хачайдаан ылыы...

source: Downloaded
sah: Хачайдаммыт

source: Installing…
sah: Туруоруу...

source: Unsigned
sah: Илии баттамматах

source: ERROR
sah: АЛҔАС

source: Success
sah: Бэлэм

source: Restart to complete
sah: Түмүктүүргэ хос ыыт

source: Access denied
sah: Киирии бобуулаах

source: Unexpected installation error Review the Error Console log for more details.
sah: Туруоруу кэмигэр алҕас таҕыста Бу туһунан сиһилии билэргэ алҕас аналлаах сурунаалын көр.

source: Install script not found
sah: Туруоруу сценарийа көстүбэтэ

source: Not a valid install package
sah: Туруоруу пакета омсолоох

source: Invalid argument
sah: Омсолоох аргумент

source: User canceled
sah: Туһанааччы тохтоппут

source: Required file does not exist
sah: Ирдэниллэр билэ суох

source: Read only
sah: Ааҕарга эрэ

source: AppleSingle extraction error
sah: AppleSingle хостуурга алҕас

source: Invalid path
sah: Суола алҕастаах

source: EXTRACTION_FAILED
sah: Хостооһун алҕаһа

source: Canceled
sah: Дьайыы тохтотулунна

source: Download error
sah: Хачайдааһын алҕаһа

source: Script error
sah: Скрипт алҕаһа

source: Already exists
sah: Баар эбит

source: Out of space
sah: Кыараҕас буолан биэрдэ

source: Chrome registration failed
sah: Chrome бэлиэтээһинин алҕаһа

source: Unfinished install
sah: Түмүктэммэтэх туруоруу

source: Unsupported package
sah: Өйөммөт бакыат

source: Signing could not be verified.
sah: Илии батааһына тургутуллар кыаҕа суох.

source: Invalid file hash (possible download corruption)
sah: Тургутар чыыһыла сөбө суох (арааһа билэ хачайдааһын кэмигэр алдьатыллыбыт)

source: Unknown or invalid file hash type
sah: Билэ тургутар чыыһылатын көрүҥэ биллибэт эбэтэр алҕастаах

source: Out of memory
sah: Долоҕойо тиийбэтэ

source: Unexpected error %S
sah: Биллибэт алҕас %S
