Repository: tktk711/mozilla-l10n
Catalog: an/browser/chrome/browser/preferences/colors.dtd.po
Languages: an

source: 38em
an: 48em

source: 41em
an: 49em

source: &Override the colors specified by the page with my selections above:
an: S&obreescribir as colors especificadas por a pachina con as mías seleccions d'alto:

source: Always
an: Siempre

source: Only with High Contrast themes
an: Nomás con temas d'alto contraste

source: Never
an: Nunca

source: Text and Background
an: Texto y fundo

source: &Text:
an: &Texto:

source: &Background:
an: &Fundo:

source: U&se system colors
an: Utilizar a&s colors d'o sistema

source: &Underline links
an: Su&brayar os vinclos

source: Link Colors
an: Color d'os vinclos

source: Unvisited &Links:
an: Vinc&los no visitaus:

source: &Visited Links:
an: Vinclos &visitaus:
