Repository: tktk711/mozilla-l10n
Catalog: an/browser/chrome/browser/preferences/siteDataSettings.dtd.po
Languages: an

source: Settings - Site Data
an: Achustes - Datos d'o puesto

source: Site
an: Puesto

source: Status
an: Estau

source: Storage
an: Almagazenamiento

source: Search websites
an: Mirar en puestos web

source: &Remove Selected
an: &Borrar los seleccionaus

source: S&ave Changes
an: &Alzar los cambios

source: &Cancel
an: &Cancelar

source: Removing Site Data
an: Borrar los datos d'o puesto

source: Removing site data will also remove related cookies and offline web content. This may log you out of websites. Are you sure you want to make the changes?
an: Si borrar los datos d'o puesto tamién borrará las cookies relacionadas y lo conteniu offiline. Isto puede sacar-te de sesión en los puestos web. Ye seguro que quiere fer los cambios?

source: The following website cookies will be removed:
an: Se van a borrar las siguients cookes d'o puesto web:
