Repository: tktk711/mozilla-l10n
Catalog: an/browser/chrome/browser/preferences/sync.dtd.po
Languages: an

source: Book&marks
an: &Marcapachinas

source: Open Tabs
an: Ubrir las pestanyas

source: Histo&ry
an: Histo&rial

source: Preference&s
an: Preferencia&s

source: &Add-ons
an: &Complementos

source: Device Name
an: Nombre d'o dispositivo

source: C&hange Device Name…
an: Cam&biar lo nombre d'o dispositivo...

source: Ca&ncel
an: Ca&ncelar

source: Sa&ve
an: Al&zar

source: Terms of Service
an: Termins d'o Servicio

source: Privacy Notice
an: Nota sobre privacidat

source: is not verified.
an: no ye verificau.

source: Please sign in to reconnect
an: Enciete una sesión ta reconnectar

source: You are not signed in.
an: No ha encetau garra sesión.

source: Si&gn in
an: Connectar-se

source: Change profile picture
an: Cambiar a imachen de perfil

source: Manage Acc&ount
an: Chestionar la cuenta

source: &Disconnect…
an: &Desconnectar...

source: &Verify Email
an: &Verificar l'adreza electronica

source: &Forget this Email
an: O&blidar ista adreza electronica

source: Take Your Web With You
an: Leva-te lo web con tu

source: Synchronize your bookmarks, history, tabs, passwords, add-ons, and preferences across all your devices.
an: Sincroniza os tuyos marcapachinas, historial, pestanyas, claus, complementos y preferencias entre totz os tuyos dispositivos.

source: Connect with a &syncBrand.fxAccount.label;
an: Connectar con una &syncBrand.fxAccount.label;

source: Create Account
an: Creyar una cuenta

source: Sign In
an: Connectar-se

source: Sync Settings
an: Achustes de sincronización

source: Choose what to synchronize on your devices using &brandShortName;.
an: Trigar qué sincronizar en os tuyos dispostivos fendo servir &brandShortName;.

source: Download Firefox for
an: Descargar Firefos pa

source: or
an: u bien lo

source: to sync with your mobile device.
an: sincronizar con o tuyo dispositivo mobil.
