Repository: tktk711/mozilla-l10n
Catalog: lg/browser/chrome/browser/preferences/aboutPermissions.dtd.po
Languages: lg

source: Permissions Manager
lg: Adukanya Olukusa

source: Search Sites
lg: Ebibanja Eginonya

source: All Sites
lg: Ebibanja Byoona

source: Permissions for
lg: Olukusa lwa

source: Default Permissions for All Sites
lg: Olukusa olwenkalakalira Olwebibanja Byoona

source: Forget About This Site
lg: Werabire Ebikwata ku Muko Gunno

source: Always Ask
lg: Buzanga Ebiseera Byoona

source: Allow
lg: Kkiriza

source: Allow for Session
lg: Kiriza olwe Kiseera

source: Block
lg: Zziyiza

source: Store Passwords
lg: Teereka Obusumuluzo

source: Manage Passwords…
lg: Ddukanya Obusumuluzo…

source: Set Cookies
lg: Tegeka Kuki

source: Remove Cookies
lg: Jjawo Kkuki

source: Manage Cookies…
lg: Ddukanya bu Cookies…

source: Remove All Cookies
lg: Jjawo Kkuki Zonna

source: Share Location
lg: Ggabana Ekifo

source: Plugins
lg: Ebigatibwako

source: Maintain Offline Storage
lg: Labirira Eterekero Elitayingidwa ku Mukutu

source: Open Pop-up Windows
lg: Gulawo Amadirisa Ageggulawo gokka

source: Fullscreen
lg: Sikulini Enzijjuvu
