Repository: tktk711/mozilla-l10n
Catalog: trs/toolkit/chrome/global/aboutSupport.properties.po
Languages: trs

source: Crash Reports for the Last #1 Day;Crash Reports for the Last #1 Days
trs: Nej sa guire' #1 gui; Nej sa guire' ne ruku' doj #1 gui

source: #1 minute ago;#1 minutes ago
trs: nga gachin #1 minuto;nga gachin ngo #1 minutos

source: #1 hour ago;#1 hours ago
trs: Nga gachin #1 hora;nga gachin #1 horas

source: #1 day ago;#1 days ago
trs: Nga gachin #1 gui;nga gachin #1 gui

source: All Crash Reports (including #1 pending crash in the given time range);All Crash Reports (including #1 pending crashes in the given time range)
trs: Daran' sa guire'e (nun #1 sa guire' hua ni'ninj); Daran ché sa guiere'e (nun #1 sa guire' hua ni'ninj

source: Raw data copied to clipboard
trs: Nej datos guire' nachru' riña portapapeles

source: Text copied to clipboard
trs: Nuguan' ngà nachîn riña portapapeles

source: Blocked for your graphics driver version.
trs: Naran na sa 'iaj sun nga gráfico.

source: Blocked for your graphics driver version. Try updating your graphics driver to version %S or newer.
trs: Narán na sa 'iaj sun nga g´ráfico. Garahué nagui'iaj nakat nga gráfico %S nej a'ngo sa naká doj.

source: Blocked for your graphics card because of unresolved driver issues.
trs: Naran ma'an ma da duguminj si tarjeta gráficat dadin' nitaj si 'iaj sun hue'e ma.

source: Blocked for your operating system version.
trs: Nitaj si huaj gi'iaj sunj nga si aga' re'.

source: Blocked for your graphics driver version mismatch between registry and DLL.
trs: Nitaj si huaj gi'iaj sunj nga versión 'iaj sunt ni nga DLL.

source: ClearType Parameters
trs: Sa nikaj ñu'unj ClearType

source: Compositing
trs: Daj hua ma

source: Audio Backend
trs: Sa guni' Backend

source: main thread, no OMTC
trs: sa ña'anj, doj OMTC

source: Yes
trs: Ga'ue

source: No
trs: Si ga'ue

source: Found
trs: Nari' raj

source: Missing
trs: Ña guchi'

source: Description
trs: Daj huaj

source: Vendor ID
trs: ID de Vendor

source: Device ID
trs: ID nikaj ñu'unj aga' na

source: Subsys ID
trs: ID si'iaj subsys

source: Driver Version
trs: Daj hua aga' na

source: Driver Date
trs: Ahuin gui huin riña aga' na

source: Active
trs: Ngà' 'iaj sunj

source: WebGL 1 Driver WSI Info
trs: WebGL 1 Driver WSI Nuguan'an

source: WebGL 1 Driver Extensions
trs: WebGL 1 Driver Extensión

source: WebGL 1 Extensions
trs: WebGL 1 Extensión

source: WebGL 2 Driver WSI Info
trs: WebGL 1 Driver WSI Nuguan'an

source: WebGL 2 Driver Extensions
trs: WebGL 1 Driver Extensión

source: WebGL 2 Extensions
trs: WebGL 1 Driver Extensión

source: Blocklisted due to known issues
trs: Si ga'ue gi'iaj sunj dadin' hua ngo sa gire'

source: bug %1$S
trs: guire'ej %1$S

source: Blocklisted; failure code %1$S
trs: Nej sa gire'e; daj hua ma %1$S

source: D3D11 Compositor
trs: D3D11 Nikaj ñu'unj

source: D3D11 Video Decoder
trs: D3D11 Sa Ni'io'

source: D3D9 Video Decoder
trs: D3D11 Sa Ni'io'

source: Reset on Next Restart
trs: Nayi'i' Ne'ña an Doj

source: Terminate GPU Process
trs: Ganahuij 'iaj sun GPU

source: Expected minimum version
trs: Versión ana'uij ñun'

source: Version in use
trs: Versi´n raj sun'

source: Seccomp-BPF (System Call Filtering)
trs: Seccomp-BPF (riña da'ui gachin sa a'min')

source: Seccomp Thread Synchronization
trs: Naduyá duhui' Seccomp

source: User Namespaces
trs: Riña gachun si yuguit

source: User Namespaces for privileged processes
trs: Riña gachun nej sí ña'anj doj si yugui si

source: Content Process Sandboxing
trs: Riña gi'iaj sun nej sa ma na

source: Media Plugin Sandboxing
trs: Riña gi'iaj sun sa ni'io'

source: content
trs: sa ma

source: media plugin
trs: plugin 'iaj sun nga sa ni'io'

source: Enabled by user
trs: Nga huaj garasut

source: Enabled by default
trs: Nga huaj gi'iaj sunj

source: Disabled
trs: Ganikinj

source: Disabled by accessibility tools
trs: Nitaj si huaj gatu' ña ma sa raj sun'

source: Disabled by lack of graphics hardware acceleration on Mac OS X
trs: Nitaj si huaj garasun' dadin' uta naj 'iaj sun hardwarenikaj ñu'unj Mac OS X

source: Disabled by unsupported text input
trs: Nitaj si 'iaj sun dadin sê gachun' sa nitaj si hua

source: Disabled by add-ons
trs: Nitaj si 'iaj sunj rayi'i sa nuto'

source: Disabled forcibly
trs: Nitaj si 'iaj sunj

source: Disabled by graphics hardware acceleration on Windows XP
trs: Nitaj si huaj garasun' dadin' uta naj 'iaj sun hardware nikaj ñu'unj Windows XP

source: Unknown status
trs: Nuni'in nuin saj

source: Asynchronous Pan/Zoom
trs: Encuadro/zoom asíncrono

source: none
trs: a'ngoj

source: wheel input enabled
trs: 'iaj sun yutu gachin

source: touch input enabled
trs: 'iaj sunj da' duguché ro'o

source: scrollbar drag enabled
trs: ganukuaj ña ma sa raj sun'

source: async wheel input disabled due to unsupported pref: %S
trs: nitaj si 'iaj sun yutuu 'iaj si sa ganahui' nu a'ninj: %S

source: async touch input disabled due to unsupported pref: %S
trs: nitaj si 'iaj sun ma da' duguché ro'o: %S
