Repository: tktk711/mozilla-l10n
Catalog: kw/toolkit/chrome/global/videocontrols.dtd.po
Languages: kw

source: Play
kw: Seni

source: Pause
kw: Powes

source: Mute
kw: Dison

source: Unmute
kw: Diswul dison

source: Full Screen
kw: Skrin leun

source: Exit Full Screen
kw: Kwytya an modh Skrin leun

source: Cast to Screen
kw: Tewlel dhe'n skrin

source: Size
kw: Mens

source: Activity
kw: Bewder

source: Paused
kw: Powesys

source: Playing
kw: Ow seni

source: Ended
kw: Gorfennys

source: (seeking)
kw: (ow hwilas)

source: Volume
kw: Volum

source: Frames parsed
kw: Framyow parsyes

source: Frames decoded
kw: Framyow digodyes

source: Frames presented
kw: Framyow presentyes

source: Frames painted
kw: Framyow lymnys

source: Video loading stopped.
kw: Karga an video a hedhas.

source: Video playback aborted due to a network error.
kw: Seni an video a veu astellys drefen gwall rosweyth.

source: Video canâ€™t be played because the file is corrupt.
kw: Ny yllir seni an video drefen bos pedrys an restren.

source: Video format or MIME type is not supported.
kw: Nyns yw skoodhys an furv video po an ehen MIME.

source: No video with supported format and MIME type found.
kw: Ny veu kevys video veth skoodhys y furv hag y ehen MIME.

source: Video playback aborted due to an unknown error.
kw: Seni an video a veu astellys drefen gwall ankoth.

source: #1 of #2 elapsed
kw: #1 a #2 senys
