Repository: tktk711/mozilla-l10n
Catalog: */toolkit/crashreporter/crashreporter.ini.po
Languages: af, am, as, bn_in, br, bs, cy, es_cl, es_es, eu, gu, hr, hu, kk, ml, ms, my, oc, pt, pt_br, si, sv, sw, ta, tl, ug, ur

source: Include the address of the page I was on
af: Sluit die adres in van die bladsy wat ek besoek het
am: እኔ የ ነበርኩበትንም ገጽ አድራሻ አካትት
as: মই থকা পৃষ্ঠাৰ ঠিকনা অন্তৰ্ভুক্ত কৰক
bn_in: পরিদর্শিত পৃষ্ঠার ঠিকানা অন্তর্ভুক্ত করা হবে
br: Ouzhpennañ chomlec'h al lec'hienn edon o weladenniñ.
bs: Uključi adresu stranice koju sam pregledavao
cy: Cynnwys cyfeiriad y dudalen roeddwn arni
es_cl: Incluir la dirección de la página en la que estuve
es_es: Incluir la dirección de la página en la que estaba
eu: Sartu bisitatzen ari nintzen orriaren helbidea
gu: હું જે પાનાં પર હતો તેનું સરનામું સમાવો
hr: Uključi adresu stranice na kojoj sam se nalazio
hu: Az éppen meglátogatott oldal címének mellékelése
kk: Мен қарап отырған беттің адресін де қосу
ml: സന്ദര്‍ശിച്ചുകൊണ്ടിരുന്ന താളിന്റെ വിലാസം ചേര്‍ക്കുക.
ms: Sertakan alamat laman di mana saya berada
my: ကျွန်ုပ်ရောက်နေခဲ့သောစာမျက်နှာလိပ်စာပါထည့်ပေးလိုက်မည်။
oc: Inclure l'URL de la pagina ont vos trobavatz
pt: Inclua o endereço da página em que estava
pt_br: Incluir o endereço da página em que eu estava
sv: Inkludera adressen till sidan jag var på
sw: Jumuisha anwani ya ukurasa nilipokuwepo
ta: நான் இருந்த பக்கத்தின் முகவரியைச் சேர்க்கவும்
tl: Isama an address ng pahinang ginamit ko
ug: مەن تۇرۇشلۇق تور بەتنىڭ ئادرېسىنى ئۆز ئىچىگە ئالىدۇ
ur: میں جس صفحہ پر تھا اس کا پتہ شامل کریں

source: Allow %s to contact me about this report
af: Laat %s toe om my oor hierdie verslag te kontak
as: %s ক এই সংবাদৰ বিষয়ে মোক যোগাযোগ কৰাৰ অনুমতি দিয়ক
bn_in: এই রিপোর্ট সম্পর্কে %s আমার সাথে যোগাযোগ করতে পারেন
br: Reiñ an aotre da %s da vont e darempred ganin a-zivout an danevell-mañ
bs: Dozvoli %s da me kontaktira radi ovog izvještaja
cy: Gadael i %s gysylltu â mi am yr adroddiad
es_cl: Permitir que %s me contacte sobre este informe
es_es: Permitir a %s contactar conmigo sobre este informe
eu: Baimendu txosten honen inguruan %s nirekin harremanetan jartzea
gu: આ અહેવાલ વિશે મને સંપર્ક કરવા માટે %s ને પરવાનગી આપો
hr: Dopusti %s da me kontaktira u vezi ovog izvješća
hu: A %s kapcsolatba léphet velem a bejelentéssel kapcsolatban
kk: %s үшін бұл хабарлама жөнінде маған хабарлауға рұқсат ету
ml: ഈ റിപോര്‍ട്ടിനായി ബന്ധപ്പെടുന്നതിനു് %s-നെ അനുവദിയ്ക്കുക
ms: Benarkan %s untuk menghubungi saya berkenaan laporan ini
my: %sအား တိုင်ကြားချက်ဖြင့်ပတ်သတ်ပြီးကျွန်ုပ်အားဆက်သွယ်ခွင့်ပေးမည်။
oc: Permetre a %s de me contactar a prepaus d'aqueste rapòrt
pt: Permitir que a %s me contacte sobre este relatório
pt_br: Permitir que a %s contate-me sobre este relatório
si: මෙම වාර්තාව පිළිබඳව %s ට මා සම්බන්ධ කරගැනීමට ඉඩ දෙන්න
sv: %s får kontakta mig om den här rapporten
sw: Ruhusu %s ili kuwasiliani nami kuhusu hii repoti
ta: %s-ஐ இந்த அறிக்கை பற்றி என்னை தொடர்பு கொள்ள செய்யவும்
tl: Pahintulutan ang %s na makontak ako tungkol sa ulat na ito
ug: %s نىڭ بۇ مەلۇمات ھەققىدە مەن بىلەن ئالاقە قىلىشىغا يول قوي
ur: ٪ s کو اس رپورٹ کے بارے میں مجھ سے رابطہ کرنے کی اجازت دیں

source: Enter your email address here
af: Tik u e-posadres hier in
am: የ እርስዎን ኢሜይል አድራሻ ያስገቡ
as: ইয়াত আপোনাৰ ই-মেইল ঠিকনা সুমুৱাওক
bn_in: ই-মেইল ঠিকানা এইখানে লিখুন
br: Bizskrivit ho chomlec'h postel amañ
bs: Unesite vašu email adresu ovdje
cy: Rhowch eich cyfeiriad e-bost yma
es_cl: Ingrese su dirección email aquí
es_es: Introduzca su dirección de correo electrónico aquí
eu: Sartu zure helbide elektronikoa hemen
gu: તમારું ઈમેલ સરનામું અહીં દાખલ કરો
hr: Ovdje upišite tvoju adresu e-pošte
hu: Írja be az e-mail címét
kk: Электрондық пошта адресін енгізіңіз
ml: നിങ്ങളുടെ ഈമെയില്‍ വിലാസം ഇവിടെ നല്‍കുക.
ms: Masukkan alamat emel anda disini
my: သင့်အီမေလ်းလိပ်စာအားဤတွင်ထည့်ပါ။
oc: Picatz vòstra adreça electronica aicí
pt: Digite o seu endereço de email aqui
pt_br: Forneça seu email aqui
si: ඔබේ විද්‍යුත් තැපැල් ලිපිනය එක් කරන්න
sv: Ange din e-postadress här
sw: Ingiza anwani ya barua pepe hapa
ta: உங்கள் மின்னஞ்சல் முகவரியை இங்கு உள்ளிடவும்
tl: Ilagay ang iyong email address dito
ug: بۇ يەرگە ئېلخەت ئادرېسىڭىزنى كىرگۈزۈڭ
ur: اپنا ای میل پتہ یہاں داخل کریں

source: Your crash report will be submitted before you quit or restart.
af: U omvalverslag sal ingedien word voor u afsluit of herbegin.
as: আপোনাৰ ক্ৰেশ সংবাদ আপুনি প্ৰস্থান কৰা অথবা পুনৰাম্ভ কৰাৰ আগত জমা দিয়া হব।
bn_in: আপনি প্রস্থান অথবা পুনরারম্ভ করার পূর্বে বিপর্যয়ের রিপোর্ট দায়ের করা হবে।
br: Ho tanevell sac'hadenn a vo treuzkaset a-raok ma vo kuitaet pe adloc'het an arload.
bs: Vaš izvještaj o rušenju će biti poslan prije nego što izađete ili ponovo pokrenete aplikaciju.
cy: Bydd eich adroddiad chwalu yn cael ei gyflwyno cyn i chi adael neu ail gychwyn.
es_cl: Su informe de fallo será enviado antes de salir o reiniciar.
es_es: Su informe de fallo se enviará antes de que salga o reinicie.
eu: Hutsegite-txostena irten edo berrabiarazi aurretik bidaliko da.
gu: તમારો ભંગાણ અહેવાલ તમે પુનઃશરૂ કરો અથવા બંધ કરો તે પહેલાં જમા થઈ જશે.
hr: Vaš izvještaj rušenja biti će poslan prije nego izađete ili ponovo pokrenete program.
hu: Az összeomlás-bejelentés a kilépés vagy újraindítás előtt lesz elküldve.
kk: Құлау туралы хабар сіз шықпай тұрып не қайта қоспай тұрып орындалады.
ml: നിങ്ങള്‍ പുറത്തു് കടക്കുന്നതിനു് മുമ്പോ അല്ലെങ്കില്‍ വീണ്ടും ആരംഭിക്കുന്നതിനു് മുമ്പോ നിങ്ങളുടെ ക്രാഷ് റിപോര്‍ട്ട് സമര്‍പ്പിക്കപ്പെടുന്നു.
ms: Laporan kerosakan anda akan dihantar sebelum anda tutup atau mula semula.
my: သင်၏တိုင်ကြားချက်အားသင် ရီစတတ်မလုပ်ခင် တင်ပို့သွားမည်ဖြစ်သည်။
oc: Vòstre rapòrt de plantatge serà mandat abans la tampadura o la reaviada del programa.
pt: O seu relatório de falha irá ser submetido antes de sair ou reiniciar.
pt_br: O relatório de travamento será enviado antes de você sair ou reiniciar.
si: ඔබ ඉවත් වීමට හෝ යළි ඇරඹීමට ප්‍රථම ඔබේ වාර්තාව යවනු ඇත.
sv: Din kraschrapport kommer att skickas innan du avslutar eller startar om.
sw: Ripoti yako ya mvurugo itawasilishwa kabla ya kutoka au kuanza tena.
ta: உங்கள் அழிப்பு அறிக்கை நீங்கள் வெளியேறும் முன் அல்லது மறுதுவக்கும் முன் சமர்ப்பிக்கப்படும்.
tl: Isusumite ang crash report bago kayo umalis o mag-restart.
ug: سىزنىڭ ھادىسە دوكلاتىڭىز چېكىنگەندە ياكى قايتا قوزغالغاندا يوللىنىدۇ.
ur: آپ کی تباہ کردہ رپورٹ آپ کے چھوڑنے یا دوباره شروع کرنے سے پہلے ارسال کر دی جاےؑ گی.

source: Submitting your report…
af: Dien tans in…
am: የ እርስዎን መግለጫ በመላክ ላይ እንዳለ…
as: আপোনাৰ সংবাদ জমা দিয়া হৈছে...
bn_in: রিপোর্ট জমা দেওয়া হচ্ছে…
br: O treuzkas ho tanevell
bs: Šaljem vaš izvještaj…
cy: Cyflwyno eich adroddiad…
es_cl: Enviando su reporte…
es_es: Enviando su informe…
eu: Txostena bidaltzen…
gu: તમારો અહેવાલ જમા કરી રહ્યા છીએ...
hr: Slanje vašeg izvještaja…
hu: Bejelentés elküldése...
kk: Хабар жіберілуде…
ml: നിങ്ങളുടെ റിപ്പോര്‍ട്ട് രേഖപ്പെടുത്തുന്നു…
ms: Laporan anda sedang dihantar...
my: သင်၏ တိုင်ကြားချက်အားပို့နေသည်။
oc: Mandadís del rapòrt…
pt: A submeter o seu relatório…
pt_br: Enviando relatório…
si: ඔබේ වාර්තාව යවමින්…
sv: Skickar din rapport…
sw: Inawasilisha ripoti yako…
ta: உங்கள் அறிக்கையை சமர்பிக்கவும்…
tl: Sinusumite ang inyong ulat…
ug: دوكلاتىڭىزنى يوللاۋاتىدۇ…
ur: رپورٹ ارسال کر رہا ہے…

source: Report submitted successfully!
af: Verslag suksesvol ingelewer!
am: መግለጫው ተሳክቶ ተልኳል!
as: সংবাদ সফলভাৱে জমা দিয়া হল!
bn_in: সাফল্যের সাথে রিপোর্ট জমা দেওয়া হয়েছে!
br: Danevell treuzkaset gant berzh!
bs: Izvještaj je uspješno poslat!
cy: Adroddiad wedi ei gyflwyno'n llwyddiannus!
es_cl: ¡Informe enviado exitosamente!
es_es: ¡Informe enviado con éxito!
eu: Txostena ongi bidali da!
gu: અહેવાલ સફળતાપૂર્વક જમા થઈ ગયો!
hr: Izvještaj uspješno poslan!
hu: A bejelentés sikeresen el lett küldve!
kk: Хабар сәтті жіберілді!
ml: നിങ്ങളുടെ റിപ്പോര്‍ട്ട് വിജയകരമായി രേഖപ്പെടുത്തിയിരിക്കുന്നു!
ms: Laporan berjaya dihantar!
my: တိုင်ကြားချက်အားအောင်မြင်စွာတင်ပို့ပြီးဖြစ်သည်။
oc: Lo rapòrt es estat mandat amb succès !
pt: Relatório submetido com sucesso!
pt_br: Relatório enviado com êxito!
si: වාර්තාව සාර්ථකව යවන ලදි!
sv: Rapporten har skickats!
sw: Ripoti imefanikiwa kuwasilishwa!
ta: அறிக்கை வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது!
tl: Matagumpay na naisumite ang ulat!
ug: دوكلات مۇۋەپپەقىيەتلىك يوللاندى!
ur: رپورٹ کامیابی سے ارسال ہو گیٔ ہے!

source: There was a problem submitting your report.
af: Kon nie u verslag inlewer nie.
am: የ እርስዎን መግለጫ በመላክ ላይ እንዳለ ችግር ተፈጥሯል
as: আপোনাৰ সংবাদ জমা দিয়াত এটা সমস্যা হৈছিল।
bn_in: রিপোর্ট জমা দেওয়ার সময় সমস্যা দেখা দিয়েছে।
br: Ur gudenn zo bet e-pad an treuzkasadur ho tanevell.
bs: Došlo je do greške prilikom slanja vašeg izvještaja.
cy: Bu anhawster wrth gyflwyno eich adroddiad.
es_cl: Hubo un problema al enviar su informe.
es_es: Ha surgido un problema al enviar su informe.
eu: Arazo bat izan da txostena bidaltzean.
gu: તમારો અહેવાલ જમા કરવામાં સમસ્યા હતી.
hr: Došlo je do problema prilikom slanja izvještaja.
hu: A bejelentés elküldésekor hiba lépett fel.
kk: Хабар сәтті жіберілді!
ml: നിങ്ങളുടെ റിപ്പോര്‍ട്ട് സമര്‍പ്പിക്കുന്നതില്‍ ഒരു പിശകു് ഉണ്ടായിരിക്കുന്നു.
ms: Masalah ditemui ketika laporan anda dihantar.
my: သင်၏တိုင်ကြားချက်အားတင်ပို့ရာတွင်ပြသာနာရှိခဲ့သည်။
oc: I a agut un problèma al moment del mandadís del rapòrt.
pt: Houve um problema ao submeter o relatório.
pt_br: Houve um problema no envio do relatório.
si: ඔබේ වාර්තාව යැවිමේ ගැටලුවක් තිබුණි.
sv: Ett problem uppstod vid skickandet av din rapport.
sw: Kulikuwa na tatizo kuwasilisha ripoti yako.
ta: உங்கள் அறிக்கையை சமர்பிப்பதில் சிக்கல்.
tl: Nagkaroon ng problema habang isisumite ang ulat.
ug: دوكلاتىڭىزنى يوللىغاندا مەسىلە كۆرۈلدى.
ur: رپورٹ کو ارسال کر نے میے مشکلات پیش آ رہی تھی۔

source: Resending reports that previously failed to send…
af: Herstuur tans verslae wat voorheen nie wou stuur nie…
as: পূৰ্বতে পঠাবলে ব্যৰ্থ হোৱা সংবাদসমূহ পুনৰ পঠোৱা হৈছে...
bn_in: পূর্বে পাঠাতে ব্যর্থ রিপোর্টগুলি পুনরায় পাঠানো হচ্ছে…
br: Oc'h adkas an danevelloù mard an treuzkasadurioù a-raok o deus c'hwitet.
bs: Ponovo šaljem izvještaje koje prethodno nisam uspio poslati…
cy: Ail anfon adroddiadau fethwyd eu hanfon yn y gorffennol…
es_cl: Reenviando informes que habían fallado el envío previamente…
es_es: Reenviar informes que no se pudieron enviar con éxito anteriormente
eu: Bidaltzean huts egindako txostenak birbidaltzen…
gu: અહેવાલો પુનઃમોકલી રહ્યા છીએ કે જેઓ પહેલાં મોકલવામાં નિષ્ફળ ગયા હતા…
hr: Ponovo slanja izvještaja koji prethodno nisu poslani…
hu: A korábban sikertelenül elküldött bejelentések újraküldése...
kk: Алдында сәтсіз жіберілген хабарды қайта жіберу…
ml: മുമ്പു് അയയ്ക്കുവാന്‍ പരാജയപ്പെട്ട റിപ്പോര്‍ട്ടുകള്‍ വീണ്ടും അയയ്ക്കുന്നു.
ms: Menghantar semula laporan yang gagal untuk dihantar sebelum ini…
my: မအောင်မြင်ခဲ့သောတိုင်ကြားချက်ပေးပို့ခြင်းအားပြန်လုပ်ဆောင်နေသည်။
oc: Renviar los rapòrts pels quals las precedentas temptativas de mandadís an fracassat…
pt: A reenviar o relatório que não foi enviado anteriormente…
pt_br: Enviando relatórios que não puderam ser enviados antes…
si: මීට පෙර යැවීමට නොහැකි වූ වාර්තා යළි යවමින්…
sv: Skickar om rapporter från tidigare misslyckade sändningar…
sw: Inatuma tena ripoti ambazo awali zilishindwa kutuma…
ta: முன்பு அனுப்புகையில் தோல்வியடைந்த அறிக்கைகளை மீண்டும் அனுப்புகிறது…
tl: Pinapadala ang mga ulat na dating hindi naipadala…
ug: قايتا يوللاشتىن ئىلگىرى يوللاش مەغلۇپ بولغان دوكلات يوللىنىدۇ…
ur: جو رپورٹیں پچھلی بار نہیں جا سکیں انہیں پھر بھیج رہا ہے…

source: Quit %s
af: Sluit %s af
am: ማጥፊያ %s
as: %s প্ৰস্থান কৰক
bn_in: %s থেকে প্রস্থান করুন
br: Kuitaat %s
bs: Ugasi %s
cy: Gadael %s
es_cl: Salir de %s
es_es: Salir de %s
eu: Irten
gu: બહાર નીકળો
hr: Izlaz iz %s
hu: %s bezárása
kk: %s жұмысын аяқтау
ml: %s-ല്‍ നിന്നും പുറത്തു് കടക്കുക
ms: Keluar %s
my: %s ထွက်ပါ။
oc: Quitar %s
pt: Sair do %s
pt_br: Sair do %s
si: %s වෙතින් ඉවත් වන්න
sv: Avsluta %s
sw: Toka %s
ta: %sஐ விட்டு வெளியேறு
tl: Umalis %s
ug: %s چېكىن
ur: %s کنارہ کریں

source: Restart %s
af: Herbegin %s
am: እንደገና ማስጀመሪያ %s
as: %s পুনৰাম্ভ কৰক
bn_in: %s পুনরায় আরম্ভ করুন
br: Adloc'hañ %s
bs: Ponovo pokreni %s
cy: Ailgychwyn %s
es_cl: Reiniciar %s
es_es: Reiniciar %s
eu: Berrabiarazi %s
gu: %s પુનઃશરૂ કરો
hr: Ponovo pokrenuti %s
hu: %s újraindítása
kk: %s қайта қосу
ml: %s വീണ്ടും ആരംഭിക്കുക
ms: Mulakan Semula %s
my: %s ပြန်စသုံးပါ။
oc: Tornar aviar %s
pt: Reiniciar o %s
pt_br: Reiniciar o %s
si: %s යළි අරඹන්න
sv: Starta om %s
sw: Washa upya %s
ta: %sஐ மறுதுவக்கு
tl: Mag-restart %s
ug: %s قايتا قوزغات
ur: %s دوبارہ شروع کریں

source: OK
am: እሺ
as: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
cy: Iawn
es_cl: Aceptar
es_es: Aceptar
eu: Ados
gu: બરાબર
hr: U redu
kk: ОК
ml: ശരി
oc: D'acòrdi
si: හරි
sw: SAWA
ta: சரி
ug: جەزملە
ur: ٹھیک ہے

source: Close
af: Sluit
am: መዝጊያ
as: বন্ধ কৰক
bn_in: বন্ধ করুন
br: Serriñ
bs: Zatvori
cy: Cau
es_cl: Cerrar
es_es: Cerrar
eu: Itxi
gu: બંધ કરો
hr: Zatvori
hu: Bezárás
kk: Жабу
ml: അടയ്ക്കുക
ms: Tutup
my: ပိတ်ပါ
oc: Tampar
pt: Fechar
pt_br: Fechar
si: වසන්න
sv: Stäng
sw: Funga
ta: மூடவும்
tl: Isara
ug: ياپ
ur: بند کریں

source: Crash ID: %s
af: Omval-ID: %s
am: የ ግጭት መለያ: %s
as: ক্ৰেশ ID: %s
bn_in: বিপর্যয়ের ID: %s
br: Naoudi ar sac'hadenn : %s
bs: ID rušenja: %s
cy: Enw Chwalfa: %s
es_cl: ID de falla: %s
eu: Hutsegitearen IDa: %s
hr: ID rušenja: %s
hu: Összeomlás-azonosító: %s
kk: Құлап түсу ID-і: %s
ml: ക്രാഷ് ID: %s
ms: Nahas ID: %s
my: ပျက်စီးမှူအိုင်ဒီ ID : %s
oc: ID de plantatge : %s
pt: ID da falha: %s
pt_br: ID do relatório: %s
si: බිදවැටුම් අංකය: %s
sv: Krasch-ID: %s
ta: செயலிழப்பு அடையாள எண்: %s
ug: ھادىسە ID سى:%s
ur: تباہ کردہ ایؑ ڈی: %s

source: You can view details of this crash at %s
af: U kan details oor hierdie omval bekyk by %s
am: እርስዎ ዝርዝሮች ማየት ይችላሉ ስለ ግጭቱ በ %s
as: আপুনি এই ক্ৰেশৰ বিৱৰণ %s ত চাব পাৰিব
bn_in: %s-এ বিপর্যয় সংক্রান্ত বিবরণ দেখা যাবে।
br: Gallout a rit gwelout munudoù ar sac'hadenn-mañ war al lec'hienn %s
bs: Detalje rušenja možete pogledati na %s
cy: Mae modd gweld manylion y chwalu yn %s
es_cl: Puede ver detalles de este problema en %s
es_es: Puede ver detalles de este cierre inesperado en %s
eu: Hutsegite honen xehetasunak ondorengo helbidean ikus ditzakezu: %s
gu: તમે %s આગળ આ ભંગાણની વિગતો જોઈ શકો છો
hr: Možete vidjeti detalje ovog rušenja na %s
hu: Az összeomlás részletei megtekinthetők itt: %s
kk: Осы құлаудың толық мәліметін %s сайтынан алуға болады
ml: തകരാര്‍ സംബന്ധിച്ചുള്ള വിവരങ്ങള്‍ നിങ്ങള്‍ക്കു് %s-ല്‍ കാണാം.
ms: Anda boleh melihat maklumat-maklumat kerosakan ini di %s
my: သင်ယခုရုတ်ချည်းပျက်စီးအသေးစိတ်အား %s တွင်ကြည့်ပါ။
oc: Podètz veire los detalhs d'aqueste plantatge sus %s
pt: Pode ver os detalhes desta falha em %s
pt_br: Você pode verificar os detalhes deste travamento em %s
si: මෙම බිදවැටීමට අදාල විස්තර %s හි ඇත
sv: Du kan se detaljer om den här kraschen på %s
ta: நீங்கள் %s இல் இந்த செயலிழப்பு பற்றிய விவரங்களைக் காணலாம்
tl: Nakakakita ka ng detalye ng itong crash sa %s
ug: بۇ ھادىسىنىڭ %s دىكى تەپسىلاتىنى كۆرەلەيسىز
ur: آپ اس تباہی کی تفصیلات %s پر دیکھ سکتے ہیں

source: The application passed an invalid argument.
af: Die toepassing het 'n ongeldige argument deurgegee.
as: এপ্লিকেচনে এটা অবৈধ তৰ্ক প্ৰেৰণ কৰিলে।
bn_in: অ্যাপ্লিকেশন দ্বারা একটি অবৈধ আর্গুমেন্ট প্রেরিত হয়েছে।
br: An arload a roas un arguzenn didalvoudek.
bs: Aplikacija je proslijedila pogrešan argument.
cy: Mae'r rhaglen wedi mynegi ymresymiad annilys.
es_cl: La aplicación ejecutó un argumento inválido.
es_es: La aplicación ha pasado un argumento no válido.
eu: Aplikazioak argumentu baliogabe bat pasa du.
gu: કાર્યક્રમે અયોગ્ય દલીલ પસાર કરી.
hr: Program je proslijedio neispravni argument.
hu: Az alkalmazás érvénytelen argumentumot adott át.
kk: Бағдарлама қате аргумент жіберді.
ml: പ്രയോഗം തെറ്റായ ഒരു ആര്‍ഗ്യുമെന്റ് നല്‍കിയിരിക്കുന്നു.
ms: Aplikasi memberi hujah yang tidak sah.
my: ဤအက်ပလီကေးရှင်းသည် မခိုင်လုံသော အထောက်အထားကိုကျော်ဖြတ်ပြီးဖြစ်သည်။
oc: L'aplicacion a passat un argument invalid.
pt: A aplicação passou um argumento inválido.
pt_br: O aplicativo passou um argumento inválido.
si: යෙදුම සාවද්‍ය ස්වායත්ත විචල්‍යයක් ලබා දුන්නා.
sv: Programmet skickade ett ogiltigt argument.
ta: பயன்பாடு ஒரு செல்லுபடியாகாத மதிப்புருவை செலுத்தியது.
tl: Nagpasa ang application ng invalid argument.
ug: قوللىنىشچان پروگرامما ئىناۋەتسىز پارامېتىردىن بىرنى يوللىدى.
ur: ایپلی کیشن نے ناجائز برہان پاس کریا ہے۔

source: The application didn't leave an application data file.
af: Die toepassing het nie 'n toepassingdatalêer nagelaat nie.
as: এপ্লিকেচনে এটা এপ্লিকেচন তথ্য ফাইল নেৰিলে।
bn_in: অ্যাপ্লিকেশন দ্বারা কোনো অ্যাপ্লিকেশনের তথ্যের ফাইল সংরক্ষিত হয়নি।
br: An arload n'eus ket laosket ur restr roadennoù.
bs: Aplikacija nije ostavila fajl sa podacima.
cy: Nid yw'r rhaglen wedi gadael ffeil data rhaglen.
es_cl: La aplicación no dejó un archivo de datos.
es_es: La aplicación no ha dejado un archivo de datos de la aplicación.
eu: Aplikazioak ez du utzi datu-fitxategirik.
gu: કાર્યક્રમે કાર્યક્રમ માહિતી ફાઈલ છોડી નહિં.
hr: Program nije ostavio datoteku programskih podataka.
hu: Az alkalmazás nem hagyott hátra alkalmazásadat-fájlt.
kk: Бағдарлама өзі туралы ешбір файл қалдырмады.
ml: പ്രയോഗം ഒരു ഡേറ്റാ ഫയല്‍ നല്‍കിയില്ല.
ms: Aplikasai ini tidak meninggalkan sebuah fail data aplikasi.
my: အက်ပလီကေးရှင်းသည် မည်သည့်အသုံးချအချက်အလက်ဖိုင်ကိုမျှချန်မသွားပါ။
oc: L'aplicacion a pas daissat anar un de sos fichièrs de donadas.
pt: A aplicação não deixou um ficheiro de dados.
pt_br: O aplicativo não deixou um arquivo de dados.
si: යෙදුම විසින් යෙදුම් දත්ත ගොනුවක් අත්හැරියේ නැත.
sv: Programmet lämnade ingen programdatafil.
ta: பயன்பாடு ஒரு பயன்பாட்டுத் தரவுக் கோப்பை விட்டுச் செல்லவில்லை.
tl: Hindi nagtira ng application data file ang application.
ug: بۇ قوللىنىشچان پروگرامما پروگرامما سانلىق مەلۇمات ھۆججىتىنى تەمىنلىمىگەن.
ur: ایپلی کیشن نے کوئی ایپلی کیشن کوائف مسل نہیں چھوڑی۔

source: Couldn't read the application data file.
af: Kon nie die toepassingdatalêer lees nie.
am: የ መተግበሪያ ዳታ ፋይል ማንበብ አልተቻለም
as: এপ্লিকেচন তথ্য ফাইল পঢ়িব পৰা নগল।
bn_in: অ্যাপ্লিকেশনের তথ্যের ফাইল পড়তে ব্যর্থ।
br: N'eo ket posupl lenn restr roadennoù an arload.
bs: Nije moguće pročitati aplikacijski fajl sa podacima.
cy: Methu darllen ffeil data'r rhaglen.
es_cl: No se puede leer el archivo de datos de la aplicación.
es_es: No se ha podido leer el archivo de datos de la aplicación.
eu: Ezin da irakurri aplikazioaren datu-fitxategia.
gu: કાર્યક્રમ માહિતી ફાઈલ વાંચી શક્યા નહિં.
hr: Nije moguće pročitati datoteku programskih podataka.
hu: Az alkalmazásadat-fájl nem olvasható.
kk: Бағдарлама файлы оқылмайды.
ml: പ്രയോഗത്തിനുള്ള ഡേറ്റാ ഫയല്‍ ലഭ്യമാക്കുവാന്‍ സാധിച്ചില്ല.
ms: Tidak dapat membaca fail data applikasi.
my: အသုံးချအချက်အလက်ဖိုင်အားဖတ်မရပါ။
oc: Impossible de legir lo fichièr de donadas de l'aplicacion.
pt: Não foi possível ler um ficheiro de dados da aplicação.
pt_br: Não foi possível ler o arquivo de dados do aplicativo.
si: යෙදුම් දත්ත ගොනුව කියවිය නොහැක.
sv: Kunde inte läsa programdatafilen.
ta: பயன்பாட்டுத் தரவுக் கோப்பைத் திறக்க முடியவில்லை.
tl: Hindi nabasa ang application data file.
ug: قوللىنىشچان پروگرامما سانلىق مەلۇمات ھۆججىتىنى ئوقۇيالمىدى.
ur: ایپلی کیشن کوائف کو پڑھیں نہی سکے۔

source: Couldn't move application data file.
af: Kon nie die toepassingdatalêer skuif nie.
am: የ መተግበሪያ ዳታ ፋይል ማንቀሳቀስ አልተቻለም
as: এপ্লিকেচন তথ্য ফাইল স্থানান্তৰ কৰিব পৰা নগল।
bn_in: অ্যাপ্লিকেশনের তথ্যের ফাইলের স্থান পরিবর্তন করতে ব্যর্থ।
br: N'eo ket posupl dilec'hiañ restr roadennoù an arload.
bs: Nije moguće pomjeriti aplikacijski fajl sa podacima.
cy: Methu symud ffeil data'r rhaglen.
es_cl: No se puede mover el archivo de datos de la aplicación.
es_es: No se ha podido mover el archivo de datos de la aplicación.
eu: Ezin da lekuz aldatu aplikazioaren datu-fitxategia.
gu: કાર્યક્રમ માહિતી ફાઈલ ખસેડી શક્યા નહિં.
hr: Nije moguće premjestiti datoteku programskih podataka.
hu: Az alkalmazásadat-fájl nem helyezhető át.
kk: Бағдарлама файлы жылжытылмайды.
ml: പ്രയോഗത്തിനുള്ള ഡേറ്റാ ഫയല്‍ നീക്കുവാന്‍ സാധിച്ചില്ല.
ms: Tidak boleh ubah fail data aplikasi.
my: အသုံးချအချက်အလက်ဖိုင်အား ရွေ့မရပါ။
oc: Impossible de desplaçar lo fichièr de donadas de l'aplicacion.
pt: Não foi possível mover o ficheiro de dados da aplicação.
pt_br: Não foi possível mover o arquivo de dados do aplicativo.
si: යෙදුමේ දත්ත ගොනුව ගෙනයා නොහැක.
sv: Kunde inte flytta programdatafilen.
ta: பயன்பாட்டுத் தரவுக் கோப்பை நகர்த்த முடியவில்லை.
tl: Hindi malipat ang application data file.
ug: قوللىنىشچان پروگرامما سانلىق مەلۇمات ھۆججىتىنى يۆتكىيەلمىدى.
ur: ایپلی کیشن کوائف کو ہلا نہی سکے۔

source: The application did not leave a crash dump file.
af: Die toepassing het nie 'n omvalstortlêer nagelaat nie.
as: এপ্লিকেচনে এটা ক্ৰেশ ডাম্প ফাইল নেৰিলে।
bn_in: অ্যাপ্লিকেশন দ্বারা কোনো ধরনের বিপর্যয়ের ডাম্প ফাইল সংরক্ষিত হয়নি।
br: An arload n'eus ket laosket ur restr sac'hadenn.
bs: Aplikacija nije ostavila fajl sa podacima o rušenju.
cy: Nid yw'r rhaglen wedi gadel ffeil swp chwalu.
es_cl: La aplicación no dejó un archivo de volcado del problema.
es_es: La aplicación no dejó un archivo de volcado por cierre.
eu: Aplikazioak ez du utzi hutsegitearen iraulketa-fitxategia.
gu: કાર્યક્રમે ભંગાણ ડમ્પ ફાઈલ છોડી નહિં.
hr: Program nije ostavio datoteku s prijepisom memorije.
hu: Az alkalmazás nem hagyott hátra összeomlási memóriaképet.
kk: Бағдарлама құлаудың дамп файлын қалдырмады.
ml: പ്രയോഗം ഒരു ക്രാഷ് ഡംപ് ഫയല്‍ ലഭ്യമാക്കിയില്ല.
ms: Aplikasi ini tidak meninggalkan sebarang kerosakan longgokan fail.
my: အက်ပလီကေးရှင်းသည် ဒမ့်ဖိုင်အားချန်မသွားပါ။
oc: L'aplicacion a pas daissat cap de fichièr de rapòrt de plantatge.
pt: A aplicação não deixou um ficheiro dump de falha.
pt_br: O aplicativo não deixou um arquivo dump.
si: යෙදුම බිදවැටුම් නික්‍ෂේපයක් ලබා දි නැත.
sv: Programmet lämnade ingen kraschdumpfil.
ta: பயன்பாடு ஒரு செயலிழப்பு டம்ப் கோப்பை விட்டுச் செல்லவில்லை.
tl: Hindi nag-iwan ng crash dump file ang application.
ug: بۇ قوللىنىشچان پروگرامما ھادىسە ئالماشتۇرۇپ ساقلىغان ھۆججەتنى ساقلاپ قالالمىدى.
ur: ایپلی کیشن نے تباہ کن ڈمپ مسل نہی چہوڈی۔

source: Couldn't move crash dump.
af: Kon nie omvalstorting skuif nie.
as: ক্ৰেশ ডাম্প স্থানান্তৰ কৰিব পৰা নগল।
bn_in: বিপর্যয়ের ডাম্প স্থানান্তর করতে ব্যর্থ।
br: N'eo ket posupl dilec'hiañ ar restr sac'hadenn.
bs: Nije moguće pomjeriti podatke o rušenju.
cy: Methu symud swp chwalu.
es_cl: No se puede mover el volcado del problema.
es_es: No se ha podido mover el archivo de volcado por cierre.
eu: Ezin da hutsegitearen iraulketa lekuz aldatu.
gu: ભંગાણ ડમ્પ ખસેડી શક્યા નહિં.
hr: Nije moguće premjestiti datoteku s prijepisom mermorije.
hu: Az összeomlási memóriakép nem helyezhető át.
kk: Құлаудың дампы жылжытылмайды.
ml: ക്രാഷ് ഡംപ് നീക്കുവാന്‍ സാധിച്ചില്ല.
ms: Tidak boleh memindahkan longgokan kerosakan.
my: ဒမ့်ဖိုင်အားရွေ့မရပါ။
oc: Impossible de desplaçar lo fichièr de rapòrt de plantatge.
pt: Não foi possível mover o dump da falha.
pt_br: Não foi possível mover o relatório de dados do travamento.
si: බිදවැටුම් නික්‍ෂේපය ගෙනයා නොහැක.
sv: Kunde inte flytta kraschdump.
ta: செயலிழப்பு டம்ப்பை நகர்த்த முடியவில்லை.
tl: Hindi malipat ang crash dump.
ug: ئالماشتۇرۇپ ساقلىغان ھادىسە ھۆججىتىنى يۆتكىيەلمەيدۇ.
ur: تباہ ڈمپ کو ہلا نہی سکے۔
