Repository: tktk711/mozilla-l10n
Catalog: */toolkit/crashreporter/crashreporter.ini.po
Languages: af, am, as, bn_in, br, bs, cy, es_cl, es_es, eu, gu, hr, hu, kk, ml, ms, my, oc, pt, pt_br, si, sv, sw, ta, tl, ug, ur

source: Crash Reporter
af: Omvalrapporteerder
am: የ ግጭት መግለጫ
as: ক্ৰেশ সংবাদক
bn_in: ক্র্যাশ রিপোর্টার
br: Daneveller sac'hadennoù
bs: Izvjestilac o rušenju
cy: Adroddwr Chwalu
es_cl: Agente de informe de fallos
es_es: Agente de informe de fallos
eu: Hutsegiteen berriemailea
gu: ભંગાણ અહેવાલ આપનાર
hr: Izvjestitelj rušenja
hu: Összeomlás-bejelentő
kk: Құлау хабаршысы
ml: തകരാര്‍ രേഖപ്പെടുത്തുന്ന പ്രയോഗം
ms: Pelapor nahas
my: ပျက်ဆီးချက်တင်ပြသူ
oc: Raportador de plantatge
pt: Relator de falhas
si: බිදවැටුම් වාර්තාව
sv: Kraschrapportör
sw: Ripoti za Mvurugo
ta: செயலிழப்பு அறிக்கையாளர்
ug: يىمىرىلىش دوكلاتچى
ur: کریش رپورٹر

source: %s Crash Reporter
af: %s omvalrapporteerder
am: %s የ ግጭት መግለጫ
as: %s ক্ৰেশ সংবাদক
bn_in: %s ক্র্যাশ রিপোর্টার
br: Daneveller sac'hadennoù %s
bs: %s Izvjestilac o rušenju
cy: Adroddwr Chwalu %s
es_cl: Agente %s de informe de fallos
es_es: Agente %s de informe de fallos
eu: %s hutsegiteen berriemailea
gu: %s ભંગાણ અહેવાલ આપનાર
hr: %s izvjestitelj rušenja
hu: %s Összeomlás-bejelentő
kk: %s құлау хабаршысы
ml: %s തകരാര്‍ രേഖപ്പെടുത്തുന്ന പ്രയോഗം
ms: %s Pelapor Kerosakan
my: %s ပြသာနာတင်ပြပေးသူ
oc: Raportador de plantatge de %s
pt: Relator de falhas da %s
si: %s බිදවැටුම් වාර්තාව
sv: %s kraschrapportör
sw: %s Ripoti za Mvurugo
ta: %s செயலிழப்பு அறிக்கையாளர்
ug: %s ھادىسە دوكلاتچى
ur: %s کریش رپورٹیں

source: The application had a problem and crashed. Unfortunately, the crash reporter is unable to submit a report for this crash. Details: %s
af: Die toepassing het 'n probleem gehad en het omgeval. Ongelukkig kan nie omvalrapporteerder nie 'n verslag vir hierdie omval indien nie. Details: %s
as: এপ্লিকেচনত এটা সমস্যা হোৱা বাবে ই ক্ৰেশ কৰিলে। দুৰ্ভাগ্যজনকভাৱে, ক্ৰেশ সংবাদক এই ক্ৰেশৰ বাবে এটা সংবাদ জমা দিবলে অক্ষম। বিৱৰণ: %s
bn_in: এই অ্যাপ্লিকেশনে থাকা কিছু সমস্যার কারণে এটি বিপর্যস্ত হয়েছে। দুর্ভাগ্যবসত, এই বিপর্যয় সম্পর্কিত তথ্য ক্র্যাশ রিপোর্টার ব্যবস্থা দ্বারা দায়ের করা সম্ভব নয়। বিবরণ: %s
br: Ur gudenn ez eus bet gant an arload ha sac'het eo. Siwazh, n'eo ket an daneveller sac'hadoù evit kas un danevell a-zivout ar sac'hadenn-mañ. Munudoù : %s
cy: Profodd y rhaglen anhawster ac mae wedi chwalu. Yn anffodus, nid yw'r adroddwr chwalu yn gallu cyflwyno adroddiad am y chwalfa. Manylion: %s
es_cl: La aplicación ha tenido un problema y se cerrará. Desafortunadamente, crash reporter no es capaz de enviar un informe sobre este problema. Detalles: %s
es_es: La aplicación ha encontrado un problema inesperado y se ha cerrado. Desafortunadamente, el agente de informe de fallos no puede enviar un informe de este problema. Detalles: %s
eu: Aplikazioak arazo bat izan du eta huts egin du. Tamalez, hutsegiteen berriemailea ez da gai hutsegite honen txostena bidaltzeko. Xehetasunak: %s
gu: કાર્યક્રમને સમસ્યા હતી અને ભાંગી પડ્યો. કમનસીબે ભંગાણ અહેવાલક એ આ ભંગાણ વિશે અહેવાલ જમા કરવામાં અસમર્થ છે. વિગતો: %s
hr: Program je naišao na problem i srušio se. Nažalost, nije moguće poslati izvještaj o ovom rušenju. Detalji: %s
hu: Az alkalmazásnak problémája támadt, és összeomlott. Sajnos az összeomlás-bejelentő nem tudta elküldeni a bejelentést az összeomlásról. Részletek: %s
kk: Бағдарлама қиындыққа тап болып, жабылып қалды. Өкінішке орай Құлау Хабаршысы бұл қате туралы хабарды жібере алмады. Толық мәлімет: %s
ml: പ്രയോഗത്തിനു് എന്തോ തകരാര്‍ കാരണം തടസ്സം നേരിട്ടിരിക്കുന്നു. പക്ഷേ, ക്രാഷ് റിപ്പോര്‍ട്ടറിനു് ഈ തകരാര്‍ സംബന്ധിച്ചുള്ള വിവരങ്ങള്‍ രേഖപ്പെടുത്തുവാന്‍ സാധിച്ചില്ല. വിശദാംശങ്ങള്‍: %s
ms: Aplikasi ini mempunya masalah dan telah rosak. Malangnya, pelapor kerosakan tidak dapat menghantarkan laporan untuk kerosakan ini. Selanjutnya: %s
my: ဤအက်ပလီကေးရှင်းသည်ပြသာနာတစ်ခုရှိခဲ့ပြီးရပ်တန့်သွားခဲ့သည်။ မမျှော်လင့်ပဲ ပြသာနာတင်ပြသူသည် တင်ပြချက်အား ဤပြသာနာအတွက် မတင်ပြပေးနိုင်ခဲ့ပါ။ အသေးစိတ် %s
oc: L'aplicacion a rencontrat un problèma e a plantat. Malurosament, lo raportador de plantatge es pas en mesura de transmetre un rapòrt per aqueste plantatge. Detalhs : %s
pt: A aplicação teve um problema e falhou. Infelizmente, o relator de falhas não consegue submeter o relatório desta falha. Detalhes: %s
pt_br: O aplicativo encontrou um problema e travou. Infelizmente o Crash Reporter está impossibilitado de enviar um relatório do travamento. Detalhes: %s
si: යෙදුමට ගැටලුවක් තිබූ අතර එය බිද වැටුණි. අවාසනාවකට දෝෂ වාර්තාකරුට මෙම බිදවැටීමට අදාල වාර්තාව යැවිය නොහැකි විය. විස්තර: %s
sv: Programmet har stött på problem och kraschat. Tyvärr kan inte kraschrapportören skicka någon rapport om den här kraschen. Detaljer: %s
sw: Programu ilikuwa na tatizo na ikavurugika. Bahati mbaya, ripoti ya mvurugo haikuweza kuwasilisha ripoti ya mvurugo. Maelezo: %s
ta: The application had problem and crashed. Unfortunately the crash reporter is unable to submit a report for this crash. Details: %s
ug: قوللىنىشچان پروگرامما كاشىلا يولۇقۇپ ئۆزلۈكىدىن تاقالدى. ئەپسۇسلىنارلىقى بۇ قېتىمقى خاتالىققا مۇناسىۋەتلىك دوكلاتنى يوللىيالمايمىز. تەپسىلاتى: %s
ur: ایپلی کیشن کو کچھ مسلہ تھا اور کریش کر گیؑ۔ بدقسمتی سے، کریش رپورٹر اس کریش کی رپورٹ ارسال کرنے میں ناکام رہا. تفاصیل: %s

source: %s had a problem and crashed. Unfortunately, the crash reporter is unable to submit a crash report. Details: %s
af: %s het 'n probleem gehad en het omgeval. Ongelukkig kon nie omvalrapporteerder nie 'n omvalverslag indien nie. Details: %s
as: %s এটা সমস্যা হোৱা বাবে ই ক্ৰেশ কৰিলে। দুৰ্ভাগ্যজনকভাৱে, ক্ৰেশ সংবাদক এটা ক্ৰেশ সংবাদ জমা দিবলে অক্ষম। বিৱৰণ: %s
bn_in: %s-এ উপস্থিত কিছু সমস্যার কারণে তা বিপর্যস্ত হয়েছে। দুর্ভাগ্যবসত, এই বিপর্যয় সম্পর্কিত তথ্য বিপর্যয়ের সূচনাপ্রদানকারী ব্যবস্থা দ্বারা দায়ের করা সম্ভব নয়। বিবরণ: %s
br: Ur gudenn ez eus bet gant %s ha sac'het eo. Siwazh, n'eo ket an daneveller sac'hadoù evit kas un danevell a-zivout ar sac'hadenn-mañ. Munudoù : %s
cy: Profodd %s anhawster ac mae wedi chwalu. Yn anffodus, nid yw'r adroddwr chwalu yn medru cyflwyno adroddiad chwalu. Manylion: %s
es_cl: %s ha tenido un problema y se cerrará. Desafortunadamente, crash reporter no es capaz de enviar un informe sobre este problema. Detalles: %s
es_es: %s ha encontrado un problema y se ha cerrado. Desafortunadamente, el agente de informe de fallos no puede enviar un informe. Detalles: %s
eu: %s(e)k arazo bat izan du eta huts egin du. Tamalez, hutsegiteen berriemailea ez da gai hutsegite honen txostena bidaltzeko. Xehetasunak: %s
gu: %s ને સમસ્યા હતી અને ભાંગી પડ્યો. કમનસીબે ભંગાણ અહેવાલક એ ભંગાણનો અહેવાલ જમા કરવામાં અસમર્થ હતો. વિગતો: %s
hr: %s je naišao na problem i srušio se. Nažalost, nije moguće poslati izvještaj o ovom rušenju. Detaljji: %s
hu: A(z) %s alkalmazásnak problémája támadt, és összeomlott. Sajnos az összeomlás-bejelentő nem tudta elküldeni a bejelentést az összeomlásról. Részletek: %s
kk: %s қиындыққа тап болып, жабылып қалды. Өкінішке орай Құлау Хабаршысы бұл қате туралы хабарды жібере алмады. Толық мәлімет: %s
ml: %s-നു് എന്തോ തകരാര്‍ കാരണം തടസ്സം നേരിട്ടിരിക്കുന്നു. പക്ഷേ, ക്രാഷ് റിപ്പോര്‍ട്ടറിനു് ഈ തകരാര്‍ സംബന്ധിച്ചുള്ള വിവരങ്ങള്‍ രേഖപ്പെടുത്തുവാന്‍ സാധിച്ചില്ല. വിശദാംശങ്ങള്‍: %s
ms: %s mempunyai masalah dan telah rosak. Malagnya, pelapor kerosakan tidak boleh menghantarkan laporan kerosakan. Maklumat-maklumat: %s
my: %sသည်ပြသာနာတစ်ခုဖြင့်ကြုံတွေ့ရပြီးပိတ်သိမ်းသွားသည်။ မမျှော်လင့်ပဲတိုင်ကြားချက်အားမပေးပို့နိုင်ပါ။ အသေးစိတ် %s
oc: %s a rencontrat un problèma e a plantat. Malurosament, lo raportador de plantatge es pas en mesura de transmetre un rapòrt per aqueste plantatge. Detalhs : %s
pt: O %s teve um problema e falhou. Infelizmente o relator de falhas não consegue submeter um relatório de falha. Detalhes: %s
pt_br: O %s encontrou um problema e travou. Infelizmente o Crash Reporter está impossibilitado de enviar um relatório do travamento. Detalhes: %s
si: %s හට ගැටලුවක් තිබූ අතර එය බිද වැටුණි. අවාසනාවකට දෝෂ වාර්තාකරුට මෙම බිදවැටීමට අදාල වාර්තාව යැවිය නොහැකි විය. විස්තර: %s
sv: %s har stött på problem och kraschat. Tyvärr kan inte kraschrapportören skicka någon rapport om den här kraschen. Detaljer: %s
sw: %s ilikuwa na tatizo na ikavurugika. Bahati mbaya, ripoti ya mvurugo haikuweza kuwasilisha ripoti ya mvurugo. Maelezo: %s
tl: Nagkaproblema ang %s at nag-crash ito. Sa kasawiang palad, hindi makasubmit ng ulat ang crash reporter. Mga detalye: %s
ug: %s مەسىلىگە يولۇقۇپ ھادىسە كېلىپ چىقتى. ئەپسۇسلىنارلىقى ھادىسە دوكلاتچىسى ھادىسە دوكلاتىنى يوللىيالمايدۇ. تەپسىلاتى:%s
ur: %s کو کچھ مسلہ تھا اور کریش کر گیؑ۔ بدقسمتی سے، کریش رپورٹر اس کریش کی رپورٹ ارسال کرنے میں ناکام رہا. تفاصیل: %s

source: We're Sorry
af: Jammer, jong
am: እናዝናለን
as: আমি দুঃখিত
bn_in: আমরা দুঃখিত
br: Digarezit ac'hanomp
bs: Žao nam je
cy: Ymddiheuriadau
es_cl: Discúlpenos
es_es: Lo sentimos
eu: Sentitzen dugu
gu: અમે માફી માંગીએ છીએ
hr: Žao nam je
hu: Sajnáljuk
kk: Кешірім сұраймыз
ml: ക്ഷമിയ്ക്കുണം
ms: Kami Meminta Maaf
my: ၀မ်းနည်းပါတယ်။
oc: O planhèm
pt: Pedimos desculpa
pt_br: Nos desculpe
si: අපට කණගාටුයි
sv: Vi är ledsna
sw: Samahani
ta: வருந்துகிறோம்
tl: Paumanhin po
ug: ناھايىتى ئەپسۇس
ur: ہمیں افسوس ہے

source: %s had a problem and crashed. To help us diagnose and fix the problem, you can send us a crash report.
af: %s het 'n probleem gehad en het omgeval. Om ons die probleem te help diagnoseer en regstel, kan u 'n omvalverslag inlewer.
am: %s ችግር ተፈጥሮ ተጋጭቷል ችግሩን ለመፍታት እንድንችል እርስዎ የ ግጭት መግለጫ መላክ ይችላሉ
as: %s ৰ এটা সমস্যা হোৱা বাবে ই ক্ৰেশ কৰিলে। আমাক সমস্যাটো বিশ্লেষণ কৰি সমাধান কৰাত সহায় কৰিবলে, আপুনি আমাক এটা ক্ৰেশ সংবাদ পঠাব পাৰে।
bn_in: %s-এ উপস্থিত কিছু সমস্যার কারণে তা বিপর্যস্ত হয়েছে। সমস্যার কারণনির্ণয় করে সমস্যাটি সমাধানে সাহায্য করার জন্য বিপর্যয় সংক্রান্ত রিপোর্ট পাঠিয়ে দিন।
br: Ur gudenn zo bet gant %s ha sac'het e oa. Evit sikour ac'hanomp da reizhañ ar gudenn, gallout a rit kas deomp un danevell sac'hadenn.
bs: %s je imao problem i srušio se. Kako bi nam pomogli u dijagnozi i otklanjanju problema možete nam poslati izvještaj o rušenju.
cy: Profodd %s anhawster ac wedi chwalu. I'n cynorthwyo i ddatrys yr anhawster, anfonwch adroddiad gwall atom.
es_cl: %s encontró un problema y se cerrará. Para ayudarnos a diagnosticar y reparar este problema, puede enviarnos un informe sobre la falla.
es_es: %s ha encontrado un problema y se ha cerrado. Para ayudarnos a diagnosticar y reparar este problema, puede enviarnos un informe de fallo.
eu: %s(e)k arazo bat izan du eta huts egin du. Arazo hau aztertu eta konpontzen laguntzeko, hutsegitearen txostena bidal diezagukezu.
gu: %s ને સમસ્યા હતી અને ભાંગી પડ્યો. સમસ્યાની તપાસ કરવા અને ઉકેલવામાં અમને મદદ કરવા માટે, તમે અમને ભંગાણનો અહેવાલ મોકલી શકો છો.
hr: %s je naišao na problem i srušio se. Kako bi nam pomogli u ispravljanju problema, možete nam poslati izvještaj rušenja.
hu: A(z) %s alkalmazásnak problémája támadt, és összeomlott. Segítsen diagnosztizálni és megoldani a problémát, küldje el az összeomlási jelentést.
kk: %s қиындыққа тап болып, жабылып қалды. Мәселені шешуге көмектесу үшін, сіз бізге хабар жібере аласыз.
ml: %s-നു് എന്തോ തകരാര്‍ കാരണം തടസ്സം നേരിട്ടിരിക്കുന്നു. പ്രശ്നം മനസ്സിലാക്കി പരിഹാരം കണ്ടെത്തുന്നതിനായി നിങ്ങള്‍ക്കു് ക്രാഷ് റിപ്പേര്‍ട്ട് അയയ്ക്കാം.
ms: %s mempunyai masalah dan telah rosak. Untuk membantu kami mendiagnosis dan memperbetulkan masalah tersebut, anda boleh menghantarkan. laporan kerosakan kepada kami.
my: %sသည်ပြသာနာတစ်ခုဖြင့်ကြုံတွေ့ရပြီးပိတ်သိမ်းသွားသည်။ ကျွန်ုပ်တို့အားကူညီရန်ဤဖြစ်ရပ်အားတိုင်ကြားပေးနိုင်ပါသည်။
oc: %s a rencontrat un problèma imprevist e a plantat. Per nos ajudar a diagnosticar e corregir aqueste problèma, nos podètz mandar un rapòrt de plantatge.
pt: O %s teve um problema e falhou. Para nos ajudar a diagnosticar e reparar a falha, pode enviar-nos um relatório de falha.
pt_br: O %s encontrou um problema e travou. Para ajudar-nos a identificar e corrigir o problema, você pode enviar um relatório do travamento.
si: %s හට ගැටලුවක් තිබූ අතර එය බිද වැටුණි. ගැටලුව විශ්ලේශනය කර විසදීමට අපට සහාය වීමට සඳහා ඔබට බිදවැටුම් වාර්තාවක් එවිය හැක.
sv: %s har stött på problem och kraschat. För att hjälpa oss att diagnostisera och lösa problemet kan du skicka oss en kraschrapport.
sw: %s ilikuwa na tatizo na ikavurugika. Kutusaidia kutambua na kutatua tatizo, unaweza tumia ripoti ya mvurugo.
ta: %s இல் ஒரு சிக்கல் ஏற்பட்டு செயலிழந்துவிட்டது. சிக்கலைக் கண்டறிந்து தீர்க்க எங்களுக்கு உதவும் வகையில் நீங்கள் ஒரு செயலிழப்பு அறிக்கையை எங்களுக்கு அனுப்பலாம்.
tl: Nagkaproblema ang %s at nag-crash ito. Upang makatulong sa amin na ayusin ang problem, maari kayong magpadala ng ulat tungkol sa crash.
ug: %s مەسىلىگە يولۇقۇپ ھادىسە كېلىپ چىقتى. سىز ھادىسە دوكلاتى يوللاپ بىزنىڭ بۇ مەسىلىنى تەكشۈرۇپ ئوڭشىشىمىزغا ياردەم بېرەلەيسىز.
ur: %s کو کچھ مسلہ تھا اور کریش کر گیؑ۔ ہمیں تشخیص اور مسئلہ کو حل کرنے میں مدد کرنے کے لئے، آپ ہمیں حادثے کی رپورٹ بھیج سکتے ہیں.

source: This application is run after a crash to report the problem to the application vendor. It should not be run directly.
af: Hierdie toepassing word laat loop ná 'n omval sodat die probleem aan die toepassingverkoper gerapporteer kan word. Dit moenie direk laat loop word nie.
as: এই এপ্লিকেচনক এটা ক্ৰেশৰ পিছত চলোৱা হয় যাতে সমস্যাটোক এপ্লিকেচন বিক্ৰেতালৈ সংবাদন কৰিব পাৰি। ইয়াক প্ৰত্যক্ষভাৱে চলোৱা হব নালাগে।
bn_in: বিপর্যয়ের পরে এই অ্যাপ্লিকেশনটি চালিয়ে সমস্যাটি অ্যাপ্লিকেশন বিক্রেতাকে জানানো হয়। সরাসরি এই অ্যাপ্লিকেশনটি চালানো উচিত নয়।
br: An arload-mañ zo loc'het goude ur sac'hadenn evit danevellañ ar gudenn d'an embanner. Ne rankfe bezañ loc'het war-eeun.
bs: Ova aplikacija je pokrenuta nakon rušenja da bi se prijavio problem izdavaču aplikacije. Ovu aplikaciju ne biste trebali pokretati direktno.
cy: Mae'r rhaglen yn cael ei rhedeg ar ôl chwalfa er mwyn adrodd ar anhawster i ddarparwr y rhaglen. Ni ddylai gael ei redeg yn uniongyrchol.
es_cl: Esta aplicación se ejecuta después de un error para informar el problema al fabricante de la aplicación. No debería ejecutarse directamente.
es_es: Esta aplicación se ejecuta tras un fallo para informar del problema al suministrador de la aplicación. No debería ejecutarse directamente.
eu: Aplikazio hau hutsegite baten ondoren exekutatzen da aplikazioaren egileari hutsegitearen berri emateko. Ez litzateke zuzenean exekutatu behar.
gu: આ કાર્યક્રમ કાર્યક્રમ વિક્રેતાને સમસ્યાનો ભંગાણ અહેવાલ મળ્યા પછી ચાલશે. તે સીધો જ ચાલવો જોઈએ નહિં.
hr: Ovaj program pokreće se nakon rušenja kako bi prijavio problem razvijateljima programa. Ne bi se smio izravno pokretati.
hu: Ez az alkalmazás egy összeomlás után fut le, hogy értesítse a problémáról az alkalmazás fejlesztőjét. Közvetlenül nem futtatható.
kk: Бұл бағдарлама, қате туралы ақпаратты өндірушіге жіберу үшін құлаудан кейін орындалады. Сондықтан оны жеке орындаудың қажеті жоқ.
ml: ഒരു തകരാര്‍ സംബന്ധിച്ചുള്ള വിവരങ്ങള്‍ പ്രയോഗത്തിന്റെ ഉടമസ്ഥര്‍ക്കു് രേഖപ്പെടുത്തുന്നതിനുള്ള പ്രയോഗമാണിതു്. ഇതു് നേരിട്ടു് പ്രവര്‍ത്തിപ്പിക്കുവാന്‍ പാടില്ല.
ms: Aplikasi ini dilaksanakan selepas kerosakan untuk melaporkan kerosakan kepada penyedia aplikasi. Ia tidak sepatutnya terus dilaksanakan.
oc: Aquesta aplicacion es executada aprèp un plantatge per raportar lo problèma que s'es produch per l'editor de l'aplicacion. Deu pas èsser aviada dirèctament.
pt: Esta aplicação é executada após uma falha para reportar o problema ao fabricante da aplicação. Não deve ser executada diretamente.
pt_br: Este aplicativo é executado depois de um travamento para informar o problema para o fornecedor do aplicativo. Não deve ser executado diretamente.
si: මෙම යෙදුම බිදවැටීමකින් පසුව විකුණුම්කරුට යෙදුම බිදවැටීමට හේතුව දන්වා සිටීම සඳහා ක්‍රියාත්මක වේ. එය කෙළින්ම ක්‍රියාත්මක නොවිය යුතුයි.
sv: Det här programmet körs efter en krasch för att rapportera problemet till programmakaren. Det ska inte köras på egen hand.
sw: Programu hii huendeshwa baada ya mvurugo ili kuripoti tatizo kwa muuzaji programu. Inafaa kuendeshwa moja kwa moja.
ta: ஒரு பயன்பாடு செயலிழந்ததற்குப் பிறகு, பயன்பாட்டு விற்பனையாளருக்கு சிக்கலைக் குறித்து அறிக்கையிடுவதற்காக இந்த பயன்பாடு இயங்கும். இதை நேரடியாக இயக்கக்கூடாது.
tl: Tinatakbo ang application na ito pagkatapos ng isang crash upang iparating application vendor ang problema. Hindi ito dapat tinatakbong nang derecho.
ug: بۇ قوللىنىشچان پروگرامما پروگرامما ھادىسىگە يولۇققاندىن كېيىن ئىجرا قىلىنىپ مەسىلىنى پروگرامما تارقاتقۇچىغا دوكلات قىلىدۇ. ئۇ بىۋاسىتە ئىجرا بولمايدۇ.
ur: یہ ایپلی کیشن کریش کو رپورٹ کرنے کے بعد چلے گی

source: Details…
am: ዝርዝሮች…
as: বিৱৰণসমূহ…
bn_in: বিবরণ…
br: Munudoù…
bs: Detalji…
cy: Manylion…
es_cl: Detalles…
es_es: Detalles…
eu: Xehetasunak…
gu: વિગતો…
hr: Detalji…
hu: Részletek...
kk: Көбірек білу...
ml: വിശദാംശങ്ങള്‍…
ms: Butiran…
my: အသေးစိတ်...
oc: Detalhs…
pt: Detalhes…
pt_br: Detalhes…
si: විස්තර…
sv: Detaljer…
sw: Maelezo…
ta: விவரங்கள்…
tl: Mga Detalye...
ug: تەپسىلىي…
ur: تفصیلات…

source: Report Contents
af: Rapporteer inhoud
am: የ መግለጫ ይዞታዎች
as: সংবাদৰ সমলসমূহ
bn_in: অন্তর্ভুক্ত তথ্যের রিপোর্ট দায়ের করুন
br: Endalc'had an danevell
bs: Prijavi sadržaj
cy: Cynnwys yr Adroddiad
es_cl: Contenido del informe
es_es: Contenido del informe
eu: Txostenaren edukia
gu: અહેવાલ સમાવિષ્ટો
hr: Sadržaj izvještaja
hu: A bejelentés tartalma
kk: Хабар мазмұны
ml: ഉള്ളടക്കം രേഖപ്പെടുത്തുക
ms: Kandungan Laporan
my: ပါ၀င်ချက်များအားတိုင်ကြားမည်။
oc: Contengut del rapòrt
pt: Conteúdo do relatório
pt_br: Conteúdo do relatório
si: වාර්තාවේ අන්තර්ගතය
sv: Rapportinnehåll
sw: Ripoti Maudhui
ta: அறிக்கை உள்ளடக்கங்கள்
tl: Mga Content ng Report
ug: دوكلات مەزمۇنى
ur: مشمولات رپورٹ کریں

source: Add a comment (comments are publicly visible)
af: Voeg kommentaar by (kommentaar is publiek sigbaar)
am: አስተያየት መጨመሪያ (አስተያየቶች ለ ሕዝብ ይታያሉ)
as: এটা মন্তব্য যোগ কৰক (মন্তব্যসমূহ ৰাজহুৱাভাৱে দৃশ্যমান)
bn_in: একটি মন্তব্য লিখুন (মন্তব্যগুলি সর্বসমক্ষে প্রকাশিত থাকবে)
br: Ouzhpennañ un askelenn (gwelus eo an askelennoù d'an holl)
bs: Dodaj komentar (komentari su javni)
cy: Ychwanegu sylw (sylwadau yn weladwy)
es_cl: Agregar un comentario. Nota: Los comentarios son visibles públicamente
es_es: Añada un comentario (los comentarios son visibles para todo el mundo)
eu: Gehitu iruzkina (iruzkinak publikoki ikus daitezke)
gu: ટિપ્પણી એડ-ઓન. નોંધ: ટિપ્પણીઓ જાહેર રીતે દૃશ્યમાન હોય છે
hr: Dodajte komentar (komentari su javno vidljivi)
hu: Megjegyzés hozzáadása (a megjegyzések nyilvánosságra kerülnek)
kk: Түсініктеме қосу (түсініктеме әркімге көрінеді)
ml: ഒരു അഭിപ്രായം ചേര്‍ക്കുക (അഭിപ്രായങ്ങള്‍ എല്ലാവര്‍ക്കുവാന്‍ കാണുവാന്‍ സാധിക്കുന്നു)
ms: Tambah komen (semua komen boleh dilihat oleh umum)
my: မှတ်ချက်ပေးပါ(မှတ်ချက်များအားအများပြည်သူမြင်ရသည်)
oc: Apondre un comentari (los comentaris son visibles publicament)
pt: Adicione um comentário (os comentários são visíveis publicamente)
pt_br: Adicione um comentário (será visível publicamente)
si: අදහස් එක් කරන්න (අදහස් ප්‍රසිද්ධියේ දර්ශනය වේ)
sv: Lägg till en kommentar (kommentarer är offentligt tillgängliga)
sw: Ongeza maoni (maoni yanaonekana kwa umma)
ta: ஒரு கருத்தைச் சேர்க்கவும் (கருத்துகள் அனைவரும் காணும்படி இருக்கும்)
tl: Magpuna (nakikita ng lahat ang mga puna)
ug: ئىزاھات قوشۇش(ئىزاھاتنى ھەممەيلەن كۆرەلەيدۇ)
ur: تبصرہ ڈالیں (تبصرے سب کو نظر آتے ہیں)

source: This report also contains technical information about the state of the application when it crashed.
af: Hierdie verslag bevat ook tegniese inligting oor die staat van die toepassing toe dit omgeval het.
as: এই সংবাদে এপ্লিকেচন ক্ৰেশ হওতে তাৰ অৱস্থাৰ বিষয়ে কাৰিকৰী তথ্য অন্তৰ্ভুক্ত কৰে।
bn_in: অ্যাপ্লিকেশনটি বিপর্যস্ত হওয়ার সময় অ্যাপ্লিকেশনের অবস্থা সংক্রান্ত প্রযুক্তিগত তথ্যও এই রিপোর্টের মধ্যে উপস্থিত রয়েছে।
br: An danevell-mañ a endalc'h keloù teknikel diwar-benn stad an arload pa oa sac'het.
bs: Ovaj izvještaj također sadrži tehničke informacije o stanju aplikacije pri rušenju.
cy: Mae'r adroddiad hefyd yn cynnwys gwybodaeth dechnegol am gyflwr y rhaglen wrth iddi chwalu.
es_cl: Este informe también contiene información acerca del estado de la aplicación cuando falló.
es_es: Este informe también contiene información sobre el estado de la aplicación cuando se cerró.
eu: Aplikazioak huts egin zueneko egoerari buruzko informazio teknikoa ere badu txosten honek.
gu: આ અહેવાલ જ્યારે તે ભાંગે ત્યારે કાર્યક્રમની પરિસ્થિતિ વિશેની પણ જાણકારી સમાવે છે.
hr: Ovaj izvještaj također sadrži tehničke informacije o stanju programa kada se srušio.
hu: A jelentés műszaki adatokat is tartalmaz az alkalmazás összeomláskori állapotáról.
kk: Бұл хабардың құрамында бағдарламаның құлау кезі туралы техникалық ақпарат бар.
ml: പ്രയോഗം തകര്‍ന്നപ്പോള്‍ അതിന്റെ അവസ്ഥയെപ്പറ്റിയുള്ള സാങ്കേതിക വിവരങ്ങളും ഈ റിപോര്‍ട്ടില്‍ അടങ്ങുന്നു.
ms: Laporan ini juga mengandungi informasi teknikal tentang keadaan aplikasi sewaktu ia gagal.
my: ဤတိုင်ကြားချက်တွင် အက်ပလီကေးရှင်းပျက်ဆီးသွားချိန်အခြေအနေ၏နည်းပညာရှင်းလင်းချက်များလဲပါ၀င်မည်။
oc: Aqueste rapòrt conten tanben d'informacions tecnicas sus l'estat de l'aplicacion al moment del plantatge.
pt: Este relatório também contém informação técnica sobre o estado da aplicação falhou.
pt_br: Este relatório também contém informações técnicas sobre o estado do aplicativo quando travou.
si: මෙම වාර්තාවේ යෙදුම බිදවැටෙන අවස්ථාවේ තත්වය පිළිබඳ තාක්‍ෂණික තොරතුරු ද ඇතුළත් වේ.
sv: Den här rapporten innehåller också teknisk information om programförhållandena vid kraschen.
sw: Ripoti pia ina maelezo ya ufundi kuhusu hali ya programu ilipovurugika.
ta: இந்த அறிக்கையில், பயன்பாடு செயலிழந்த போது இருந்த நிலையைப் பற்றிய தொழில்நுட்பத் தகவல்களும் இருக்கும்.
tl: May kasamang impormasyong teknical ang ulat na ito tungkol sa estado ng application nang ito ay nag-crash.
ug: بۇ دوكلات مەزكۇر قوللىنىشچان پروگرامما كاشىلىغا يولۇققاندىكى تېخنىكىلىق ئۇچۇرلارنىلا ئۆز ئىچىگە ئالىدۇ.
ur: جب یہ تباہ ہوی تو یہ رپورٹ بیان کردہ ایپلی کیشن کے بارے میں تکنیکی معلومات بھی رکھتی ہے.

source: Tell %s about this crash so they can fix it
af: Vertel %s oor dié omval sodat hulle dit kan regstel
am: ይናገሩ %s ስለ እዚህ ግጭት ችግሩ እንዲፈታ
as: %s ক এই ক্ৰেশৰ বিষয়ে কওক যাতে সিহতে ইয়াক ঠিক কৰিব পাৰে।
bn_in: বিপর্যয় সম্পর্কে %s-কে সূচিত করুন যাতে এটি সংশোধন করা যায়
br: Kelaouit %s diwar-benn an danevell-mañ evit e vefe reizhet ar gudenn.
bs: Obavijestite %s o rušenju kako bi ga oni mogli popraviti
cy: Dweud wrth %s am y chwalfa fel bod modd ei drwsio
es_cl: Decirle a %s acerca de esta falla para que puedan arreglarla
es_es: Informar a %s de este fallo para su corrección
eu: Eman %s(r)i hutsegite honen berri konpontzen saia daitezen
gu: %s ને આ ભંગાણ વિશે કહો કે જેથી તેઓ તેને સુધારી શકે
hr: Obavijestite %s o rušenju kako bi mogli ispraviti problem
hu: Az összeomlás bejelentése a %s felé, hogy kijavíthassák
kk: %s қатені түзеуі үшін, хабарлау
ml: തകരാര്‍ സംബന്ധിച്ചുള്ള കാര്യങ്ങള്‍ %s-നെ അറിയിക്കുക, അങ്ങനെ ഇതിനൊരു പരിഹാരം കണ്ടെത്തുവാന്‍ സാധിക്കുന്നു.
ms: Beritahu %s mengenai kerosakan ini supaya mereka boleh memperbetulkannya.
my: %s အားယခုဖြစ်ရပ်အားပြင်ဆင်နိုင်စေရန်ဆက်သွယ်စေလိုပါ။
oc: Assabentar %s d'aqueste problèma per que pòsca èsser corregit
pt: Informar a %s sobre esta falha para que a possam resolver
pt_br: Notificar a %s para que eles possam corrigi-lo
si: මෙම බිදවැටීම පළිබඳව %s වෙත දන්වන්න
sv: Underrätta %s om kraschen så att de kan lösa problemet
sw: Ambia %s kuhusu mvurugo hii ili waitatue
ta: %s க்கு இந்த செயலிழப்பைப் பற்றித் தெரிவிக்கவும், அபோது தான் அவர்கள் அதைச் சரி செய்ய முடியும்
tl: Iulat sa %s ang crash na ito upang maayos nila
ug: ئوڭشاشقا قولايلىق بولسۇن ئۈچۈن بۇ قېتىملىق ھادىسىنى %s ئېيتىڭ
ur: %s کو اس تباہی کے بارے میں بتاوؑ تاکہ وہ اسے پیوست کر سکیں
