Repository: tktk711/mozilla-l10n
Catalog: */toolkit/crashreporter/crashreporter.ini.po
Languages: af, am, as, bn_in, br, bs, cy, es_cl, es_es, eu, gu, hr, hu, kk, ml, ms, my, oc, pt, pt_br, si, sv, sw, ta, tl, ug, ur

source: The application did not identify itself.
af: Die toepassing het nie homself geïdentifiseer nie.
am: መተግበሪያው እራሱን አላሳወቀም
as: এপ্লিকেচনে নিজকে চিনাক্ত নকৰিলে।
bn_in: অ্যাপ্লিকেশন দ্বারা নিজের পরিচয় উপলব্ধ করা হয়নি।
br: An arload n'eo ket bet anavezet.
bs: Aplikacije se nije identifikovala.
cy: Nid yw'r rhaglen wedi amlygu ei hun.
es_cl: La aplicación no se identificó.
es_es: La aplicación no se ha identificado a sí misma.
eu: Aplikazioak ez du bere burua identifikatu.
gu: કાર્યક્રમ તેને પોતાને ઓળખી શક્યો નહિં.
hr: Program se nije identificirao.
hu: Az alkalmazás nem azonosította magát.
kk: Бағдарлама өзін танытпады.
ml: പ്രയോഗം സ്വയം തിരിച്ചറിയല്‍ നല്‍കുവാന്‍ സാധിച്ചില്ല.
ms: Aplikasi tidak dapat mengenali dirinya sendiri.
my: ၄င်းအားအက်ပလီကေးရှင်းကိုယ်တိုင်အတည်မပြုနိုင်ပါ။
oc: L'aplicacion s'es pas identificada.
pt: A aplicação não se identificou a si mesma.
pt_br: O aplicativo não se identificou.
si: යෙදුම හදුනා ගත නොහැක.
sv: Programmet identifierade inte sig själv.
ta: பயன்பாடு தன்னை அடையாளம் காணவில்லை.
tl: Hindi nagpakilala ang application.
ug: قوللىنىشچان پروگرامما ئۆزىنى ئىپادىلىيەلمەيدۇ.
ur: ایپلی کیشن نے خد کی شناخت نہی کی۔

source: The application did not specify a crash reporting server.
af: Die toepassing het nie 'n omvalrapporteerder-bediener gespesifiseer nie.
as: এপ্লিকেচনে এটা ক্ৰেশ সংবাদন চাৰ্ভাৰ ধাৰ্য্য নকৰিলে।
bn_in: অ্যাপ্লিকেশন দ্বারা কোনো বিপর্যয়ের তথ্য গ্রহণকারী সার্ভার উল্লেখ করা হয়নি।
br: An arload n'eus ket roet un dafariad evit danevellañ ar sac'hadennoù.
bs: Aplikacija nije navela server za prijavu rušenja.
cy: Nid yw'r rhaglen wedi enwi gweinydd adrodd chwalu.
es_cl: La aplicación no tiene especificado un servidor de informe de fallos.
es_es: La aplicación no ha especificado un servidor al que informar de fallos.
eu: Aplikazioak ez du zehaztu hutsegitearen berri emateko zerbitzaria.
gu: કાર્યક્રમે ભંગાણ અહેવાલીકરણ સર્વર સ્પષ્ટ કર્યું ન હતું.
hr: Program nije odredio poslužitelj za izvještaje rušenja.
hu: Az alkalmazás nem határozta meg az összeomlásbejelentési kiszolgálót.
kk: Бағдарлама құлау хабарының серверін көрсетпеді.
ml: പ്രയോഗം ഒരു ക്രാഷ് സമര്‍പ്പിക്കുന്ന സര്‍വര്‍ നല്‍കിയില്ല.
ms: Aplikasi ini tidak menentukan sebuah pelayar pelaporan kerosakan.
my: အက်ပလီကေးရှင်းသည် တိုင်ကြားချက်ဆာဗာအားမသိရှိနိုင်ပါ။
oc: L'aplicacion a pas especificat cap de servidor de rapòrt de plantatge.
pt: A aplicação não especificou um servidor para reportar a falha.
pt_br: O aplicativo não especificou um servidor para enviar os dados de travamentos.
si: යෙදුම බිදවැටුම් වාර්තා සේවාදායකය විශේෂිතව දක්වා නැත.
sv: Programmet angav ingen kraschrapporteringsserver.
ta: பயன்பாடு ஒரு செயலிழப்பு அறிக்கையிடும் சேவையகத்தைக் குறிப்பிடவில்லை.
tl: Hindi nagtala ng crash reporting server ang application.
ug: قوللىنىشچان پروگرامما ھادىسە دوكلات مۇلازىمىتىرىنى بەلگىلىمىگەن.
ur: ایپلی کیشن نے کوئی تباہ رپورٹ کاری پیش کار مخصوص نہیں کیا۔

source: Couldn't find the crash reporter's settings.
af: Kon nie die omvalrapporteerder se instellings vind nie.
am: የ ግጭት መግለጫ ማሰናጃ ማግኘት አልተቻለም
as: ক্ৰেশ সংবাদকৰ সংহতিসমূহ পোৱা নগল।
bn_in: বিপর্যয়ের রিপোর্ট দায়ের সংক্রান্ত বৈশিষ্ট্য পাওয়া যায়নি।
br: N'eo ket posupl kavout arventennoù an daneveller sac'hadennoù.
bs: Postavke izvjestioca o rušenju nisu pronađene.
cy: Methu canfod gosodiadau'r adroddwr chwalu.
es_cl: No se ha podido encontrar la configuración del informe de fallos.
es_es: No se ha podido encontrar la configuración del agente de informe de fallos.
eu: Ezin dira aurkitu hutsegitearen berriemailearen ezarpenak.
gu: ભંગાણ અહેવાલ આપનારના સેટીંગ શોધી શક્યા નહિં.
hr: Nije moguće naći postavke izvjestitelja rušenja.
hu: Az összeomlás-bejelentő beállításai nem találhatók.
kk: Құлау хабаршысының баптаулары табылмады.
ml: ക്രാഷ് റിപ്പോര്‍ട്ടറിനുള്ള സജ്ജീകരണങ്ങള്‍ ലഭ്യമാക്കുവാന്‍ സാധിച്ചില്ല.
ms: Tetapan pelapor kerosakan tidak dapat dijumpai.
my: ပျက်စီးချက်တိုင်ကြားပရိုဂရမ်ဖိုင်များအားရှာမတွေ့ပါ။
oc: Impossible de trobar los paramètres del raportador de plantatge.
pt: Não foi possível encontrar as definições do relator de falhas.
pt_br: Não foi possível localizar as configurações do Crash Reporter.
si: බිදවැටුම් වාර්තාකරුගේ සැකසුම් සොයාගත නොහැකි විය.
sv: Kunde inte hitta kraschrapportörens inställningar.
ta: செயலிழப்பு அறிக்கையாளரின் அமைவுகளைக் கண்டறிய முடியவில்லை.
tl: Hindi mahanap ang mga setting ng crash reporter.
ug: ھادىسە دوكلاتى تەڭشىكى تېپىلمىدى.
ur: تباہ رپورٹر کی سیٹکگیں ڈھونڈیں نہی جا سکیں۔

source: Couldn't create pending dump directory.
af: Kon nie hangende stortgids skep nie.
as: স্থগিত ডাম্প ডাইৰেকটৰি সৃষ্টি কৰিব পৰা নগল।
bn_in: অসম্পূর্ণ ডাম্পের ডিরেক্টরি নির্মাণ করতে ব্যর্থ।
br: N'eo ket posupl krouiñ ur c'havlec'h padennek.
bs: Nije moguće napraviti dump direktorij.
cy: Methu creu cyfeiriadur swp disgwylgar.
es_cl: No se puede crear el directorio de volcados pendientes.
es_es: No se ha podido crear un directorio para volcados pendientes.
eu: Ezin da sortu osatugabeko iraulketa-direktorioa.
gu: બાકી રહેલ ડમ્પ ડિરેક્ટરી બનાવી શક્યા નહિં.
hr: Nije moguće izraditi očekivani direktorij za datoteke s prijepisom memorije.
hu: Nem hozható létre az összeomlási memóriakép könyvtára.
kk: Дамп орналастыратын бума жасалмады.
ml: ബാക്കിയുള്ള ഡംപ് ഡയറക്ടറി ഉണ്ടാക്കുവാന്‍ സാധിച്ചില്ല.
ms: Proses membuat direktori longgokan sementara tidak berjaya.
my: သိမ်းဆည်းထားနိုင်သောဒမ့်ဖိုင်ဒါရိုက်ရှင်နယ်ရီအားမတည်ဆောက်နိုင်ပါ။
oc: Impossible de crear un repertòri temporari pel rapòrt de plantatge.
pt: Não foi possível criar o diretório dump.
pt_br: Não foi possível criar um diretório para salvar os relatórios pendentes.
si: ඉදිරි නික්‍ෂේපන බහලුම නිර්මාණය කළ නොහැක.
sv: Kunde inte skapa dumpkatalog.
ta: நிலுவை அடைத்து கோப்பகத்தை உருவாக்க முடியவில்லை.
tl: Hindi makagawa ng pending dump directory.
ug: ئالماشتۇرۇپ ساقلاش مۇندەرىجىسىنى قۇرالمىدى.
ur: ‪زیر غور ڈمپ ڈائریکٹری بنائیں نہی جا سکی۔

source: The version of %s you are using is no longer supported. Crash reports are no longer being accepted for this version. Please consider upgrading to a supported version.
af: Die weergawe van %s wat u gebruik, word nie meer ondersteun nie. Omvalverslae word nie meer vir hierdie weergawe aanvaar nie. Oorweeg dit om na 'n ondersteunde weergawe op te gradeer.
as: আপুনি ব্যৱহাৰ কৰা %s ৰ সংস্কৰণ আৰু সমৰ্থিত নহয়। ক্ৰেশ সংবাদসমূহ এই সংস্কৰণৰ বাবে আৰু গ্ৰহণ কৰা নহয়। অনুগ্ৰহ কৰি এটা সমৰ্থিত সংস্কৰণলে উন্নত কৰাৰ কথা ভাবি চাওক।
bn_in: %s-র ব্যবহৃত সংস্করণটি এখন সমর্থিত হয় না। এই সংস্করণ থেকে উৎপন্ন বিপর্যয়ের রিপোর্টগুলি এখন আর গ্রহণ করা হয় না। অনুগ্রহ করে সমর্থিত একটি সংস্করণে আপগ্রেড করুন।
br: Ar stumm %s implijet ganeoc'h n'eo ket ken embreget. An danevelloù sac'hadenn n'eo ket ken asantet evit ar stumm-mañ. Gwelloc'h e vefe deoc'h staliañ ur stumm embreget.
bs: Verzija %sa koju trenutno koristite više nije podržana. Izvještaji o rušenju više se ne prihvataju za ovu verziju. Molimo vas da razmotrite nadogradnju na podržanu verziju.
cy: Nid yw'r fersiwn o %s rydych yn ei ddefnyddio'n cael ei gynnal bellach. Nid yw adroddiadau chwalu'n cael eu derbyn bellach o'r fersiwn yma. Ystyriwch ddiweddaru i fersiwn sy'n cael ei gynnal.
es_cl: La versión de %s que está usando ya no cuenta con soporte. Los informes de esta versión ya no están siendo aceptados. Por favor considere actualizarse a una versión con soporte.
es_es: La versión de %s que está usando ya no cuenta con asistencia. Los informes de fallos de esta versión ya no se aceptan. Por favor, considere actualizar a una versión con asistencia.
eu: %s(r)en bertsioak ez du euskarri gehiago. Hutsegiteen txostenak ez dira gehiago onartzen bertsio honentzat. Pentsa ezazu bertsio-berritzea onartutako bertsio batera.
gu: તમે %s ની જે આવૃત્તિ વાપરી રહ્યા છો તે લાંબા સમય સુધી આધારભૂત નથી. ભંગાણ અહેવાલો આ આવૃત્તિ માટે લાંબા સમય સુધી સ્વીકારી શકાશે નહિં. મહેરબાની કરીને આધારભૂત આવૃત્તિમાં સુધારવાનું ધ્યાનમાં લો.
hr: Inačica %s koju koristite više nije podržana. Izvještaji rušenja, izrađeni ovom inačicom, ne mogu biti prihvaćeni. Molimo, nadogradite na podržanu inačicu.
hu: A %s Ön által használt verziója már nem támogatott. Nem fogadnak el több összeomlási bejelentést ehhez a verzióhoz. Fontolja meg a frissítést egy támogatott verzióra.
kk: Сіз қолданып отырған %s нұсқасы бұдан былай қолдауға ие бола алмайды. Бұл нұсқаның құлауы туралы ақпарат қабылданбайды. Қолдауға ие нұсқаға өтуіңізге кеңес береміз.
ml: നിങ്ങള്‍ ഉപയോഗിക്കുന്ന %s-ന്റെ പതിപ്പിനുള്ള പിന്തുണ നിലവില്‍ ലഭ്യമല്ല. ഈ പതിപ്പിനുള്ള തകരാറുകളുടെ റിപ്പോര്‍ട്ട് ഇപ്പോള്‍ സ്വീകരിക്കുന്നില്ല. അതിനാല്‍, ദയവായി പിന്തുണയുള്ള പതിപ്പിലേക്കു് പരിഷ്കരിക്കുക.
ms: Versi %s yang anda sedang gunakan sudah lama tidak disokong. Laporan-laporan kerosakan sudah tidak diterima untuk versi ini. Sila pertimbangkan untuk menambahbaik kepada versi yang disokong.
my: ယခု %s ဗားရှင်း အားနောက်ထပ်အထောက်အပံ့မပေးတော့ပါ။ရုတ်ချည်းပျက်စီးတင်ပြပေးသူသည်ဗားရှင်းအားအလုပ်လုပ်မပေးတော့ပါ။ထောက်ပံ့ပေးသောဗားရှင်းအားအဆင့်တိုးမြှင့်မည်လားဆုံးဖြတ်ပါ။
oc: La version de %s qu'utilizatz es pas mai mantenguda. Los rapòrts de plantatge son pas mai acceptats per aquela version. Vos conselham de far la mesa a jorn cap a una version encora mantenguda.
pt: A versão do %s que está a utilizar já não é suportada. Os relatórios de falha já não estão a ser aceites para esta versão. Por favor considere atualizar para uma versão suportada.
pt_br: A versão do %s que você está usando não é mais suportada. Relatórios de travamento não são mais aceitos para esta versão. Por favor, considere a atualização para uma versão suportada.
si: %s හි ඔබ භාවිත කරන යෙදුම තවදුරටත් සහාය නොදක් වයි. බිදවැටුම් වාර්ථා මෙම වෙළුම සඳහා පිළිනොගණි. කරුණාකර සහාය දක්වන වෙළුමකට යාවත් කරන්න.
sv: Versionen av %s du använder stöds inte längre. Kraschrapporter tas inte längre emot för denna version. Du bör överväga att uppgradera till en stödd version.
ta: நீங்கள் பயன்படுத்தும் %s இன் பதிப்புக்கு இப்போது ஆதரவில்லை. இந்த பதிப்புக்கான செயலிழப்பு அறிக்கைகள் இப்போது ஏற்கப்படுவதில்லை. ஆதரிக்கப்படும் பதிப்புக்கு தரமேற்றுவது குறித்து பரிசீலிக்கவும்.
tl: Hindi na supported ang version ng %s na ginagamit ninyo. Hindi na tinatanggap ang mga crash reports ng version na ito. Maari po lamang na mag-upgrade sa isang supported na version.
ug: سىز ئىشلىتىۋاتقان %s نەشرىنى قوللىمايدۇ. ھادىسە دوكلاتى قوبۇل قىلىنمايدۇ. قوللايدىغان نەشرىگە يېڭىلاڭ.
ur: %s کا ورژن جو آپ استعمال کر رہے ہیں اب معاونت شدہ نہں ہے. کریش رپورٹس اس ورژن کے لیے اب قبول نہں کی جاتیں. مہربانی کر کے معاونت شدہ ورژن کو فزوں کاری پر مدنظر رکریں.
