Repository: tktk711/mozilla-l10n
Catalog: kok/toolkit/chrome/global/devtools/csscoverage.dtd.po
Languages: kok

source: Back
kok: फाटीं

source: Unused Rules
kok: वापरू नाशिल्ले नेम

source: No matches found for the following rules:
kok: जोडीं मेळू ना मुखावयल्या नेमांखातीर:

source: Optimizable Pages
kok: ऑप्टिमायझेबल पानां

source: You can sometimes speed up loading by moving
kok: लोड करपाची गती तुमी हालोवन बेगीन करू शकता

source: tags to the bottom of the page and creating a new inline
kok: पानाच्या तळाचे टॅग्ज आणि ओळीन नवे तयार करता

source: element with the styles needed before the 'load' event to the top. Here are the style blocks you need:
kok: वयल्या 'लोड करात' घडणुकेपयली जाय आशिल्ल्या शैलींसयत घटक. तुमका जाय ते शैली ब्लॉक्स हांगा आसात:

source: All rules are inlined.
kok: सगळे नेम ओळीन आसात.

source: See
kok: पळयात

source: the MDN article on the CSS Coverage Tool
kok: CSS कव्हरेज साधनार MDN लेख

source: for caveats in the generation of this report.
kok: ह्या अहवालाच्या निर्मणीखातीर याचिका
