Repository: tktk711/mozilla-l10n
Catalog: sah/mobile/xul/chrome/browser.dtd.po
Languages: sah

source: Enter Search or Address
sah: Көрдүүргүн эбэтэр аадырыскын киллэр

source: Back
sah: Төнүн

source: Forward
sah: Инники

source: Reload
sah: Саҥарт

source: Stop
sah: Тохтот

source: Go
sah: Чэ

source: Star
sah: Сулус

source: Show Tabs
sah: Кыбытыктары көрдөр

source: New Tab
sah: Саҥа кыбытык

source: Close Tab
sah: Кыбытыгы сап

source: Cut
sah: Кырый

source: Copy
sah: Төгүллээ

source: Copy All
sah: Барытын төгүллээ

source: Copy Link Location
sah: Сигэни төгүлээ

source: Paste
sah: Ук

source: Paste &amp; Go
sah: Ук уонна онно бар

# delete.label
source: Delete
sah: Сот

source: Select All
sah: Барытын тал

source: (No suggestions)
sah: (сабаҕалааһын суох)

source: Add to Dictionary
sah: Тылдьыкка эп

source: Select Input Method
sah: Киллэрии ньыматын тал

source: All Pages
sah: Сирэйдэри барытын

source: Bookmarks
sah: Бэлиэлэр

source: History
sah: Сурунаал

source: Desktop
sah: Үлэлиир сирэй (рабочий стол)

source: Edit Bookmark
sah: Бэлиэ-кыбытыктары уларытыы

# editBookmarkDone.label
source: Done
sah: Оҥоһулунна

source: Add tags here
sah: Манна тиэктэри эп

# selectHelper.done
source: Done
sah: Оҥоһулунна

source: Add-ons
sah: Эбиискэлэр

source: Your Add-ons
sah: Мин эбиискэлэрим

source: Update
sah: Саҥардан биэр

source: Get Add-ons
sah: Эбиискэлэри хачайдан

# addonsRecommended.label
source: Recommended
sah: Сүбэлэнэр

source: Search
sah: Көрдөөһүн

source: Search Catalog
sah: Көрдүүр катаалог

# addonsSearch.recommended
source: Recommended
sah: Сүбэлэнэр

source: Options
sah: Туруоруулар

source: Enable
sah: Холбоо

source: Disable
sah: Араар

source: Add to &brandShortName;
sah: Манна эп &brandShortName;

source: Uninstall
sah: Сот

# addonCancel.label
source: Cancel
sah: Салҕаама

# addonShowPage.label
source: Go to Page
sah: Ситим-сиргэ

source: Downloads
sah: Хачайдааһыннар

# downloadShowPage.label
source: Go to Page
sah: Сирэйгэ

source: Find
sah: Көрдөө

source: Open
sah: Ас

# downloadCancel.label
source: Cancel
sah: Салҕаама

# downloadPause.label
source: Pause
sah: Тохтото түс

source: Resume
sah: Хаттаан

source: Retry
sah: Хатылаа

# downloadRemove.label
source: Remove
sah: Сот

# downloadDelete.label
source: Delete
sah: Сот

source: Failed
sah: Сатаммата

source: No results
sah: Түмүк суох

source: See all bookmarks
sah: Бары кыбытык-бэлиэлэри көрдөр

source: Page Bookmarked
sah: Бэлиэтэннэ

# bookmarkRemove.label
source: Remove
sah: Сот

# bookmarkEdit.label
source: Edit
sah: Көннөр

source: This website does not supply identity information.
sah: Бу ситим-сир дьиҥнээҕин туһунан туох да суох.

source: run by
sah: салаллар

source: Error Console
sah: Алҕастары көннөрөр консоль

source: All
sah: Барыта

source: Errors
sah: Алҕастар

source: Warnings
sah: Сэрэтиилэр

source: Messages
sah: Суруктар

source: Code:
sah: Куод:

source: Clear
sah: Ыраастаа

source: Source File:
sah: Төрүт билэ:

source: Line:
sah: Устуруока:

source: Column:
sah: Холуоҥка:

source: Open Link in New Tab
sah: Сигэни саҥа кыбытыкка арый

source: Save Image
sah: Ойууну бигэргэтии

source: Copy Link
sah: Сигэни төгүллээ

source: Copy Email Address
sah: Email-ы төгүллээ

source: Copy Phone Number
sah: Төлөппүөн нүөмэрин төгүллээ

source: Copy Image Location
sah: Ойуу сигэтин хатылаа

source: Share Link
sah: Сигэни дьоҥҥо тарҕат

source: Save Video
sah: Ролигы бигэргэтии

source: Full Screen
sah: Толору экраан

# contextRemoveBookmark.label
source: Remove
sah: Сот

source: Save As PDF
sah: PDF курдук бигэргэт

source: Forget Password
sah: Киирии тылы умун

source: Quit
sah: Таҕыс

source: Clear Site Preferences
sah: Ситим-сир туруорууларын бырах

source: Find In Page
sah: Бу сирэйгэ бул

source: Add Search Engine
sah: Көрдүүр тиһилиги эп

source: Character Encoding
sah: Кодировка

source: Site Options
sah: Ситим-сир туруоруулара
