Repository: tktk711/mozilla-l10n
Catalog: gn_PY/mobile/android/chrome/about.dtd.po
Languages: gn_py

source: About &brandShortName;
gn_py: &brandShortName; rehegua

source: &brandShortName; is experimental and may be unstable.
gn_py: &brandShortName; oñeha'ã gueteri ha ne'ĩrava oĩmba.

source: It automatically sends information about performance, hardware, usage and customizations back to
gn_py: Omondo ijehegui marandu tembiapoguigua, hardware, jepuru ha ñemomba'eguáva amo

source: to help make &brandShortName; better.
gn_py: eipytyvõ &brandShortName; oikoporãve hag̃ua.

source: Check for Updates »
gn_py: Ñembohekopyahu jeheka »

source: Looking for updates…
gn_py: Ñembohekopyahu jeheka…

source: No updates available
gn_py: Ndaipóri ñembohekopyahu

source: Download update
gn_py: Ñembohekopyahu ñemboguejy

source: Downloading update…
gn_py: Omboguejyhína ñembohekopyahu…

source: Install update
gn_py: Ñembohekopyahu mohenda

source: Support
gn_py: Ñepytyvõ

source: Privacy Policy
gn_py: Temiñemi purureko

source: Know Your Rights
gn_py: Eikuaáke nde derécho

source: Release Notes
gn_py: Haipyre momaranduha

source: Credits
gn_py: Jepurupyrã

source: Licensing Information
gn_py: Marandu ñemoneĩete rehegua

source: Firefox and the Firefox logos are trademarks of the Mozilla Foundation.
gn_py: Firefox ha Firefox ra'ãnga'ikuéra niko ha'e Fundación Mozilla mba'eteéva.
