Repository: tktk711/mozilla-l10n
Catalog: ht/obsolete/browser/metro/chrome/phishing.dtd.po
Languages: ht

source: Suspected Web Forgery
ht: Sit sa a sispèk kòm sit konbèlann

source: This page has been reported as a web forgery designed to trick users into sharing personal or financial information. Entering any personal information on this page may result in identity theft or other fraud. &#160;
ht: Yo repòte paj sa a se yon sit entènèt konbèlann ki la pou pran enfòmasyon pèsonèl ak finansye itilizatè yo. Si w antre sou paj sa, yo ka vòlè idantite w osinon lòt zak malvèsasyon. &#160;

source: Read more &#187;
ht: Li plis &#187;

source: Read more &#133;
ht: Li plis &#133;

source: These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust. You can find out more about
ht: Tip konbèlann sit wèb sa yo itilize yo nan eskwokri yo rele atak phishing (kout pa konprann), ladan li paj wèb ki fò ak imel itilize pou fè imitasyon sous ke ou fè konfyans. Ou ka jwenn plis enfòmasyon sou sa

source: how &brandShortName; protects you
ht: kijan &brandShortName; pwoteje w

source: from phishing attacks.
ht: de atak phishing .

source: Get me out of here!
ht: Mete m deyò la a!

source: Navigate to my home page
ht: Ale sou paj akèy mwen

source: Ignore this warning
ht: Pa okipe avètisman sa

source: Close warning
ht: Fèmen avètisman sa

source: This isn't a web forgery…
ht: Sa a pa yon sit wèb konbèlann...

source: Why was this page blocked?
ht: Poukisa paj sa te bloke?

source: Reported Attack Page!
ht: Paj Malveyan!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
ht: Paj wèb sa <span id='malware_sitename'/> se yon paj malveyan e li bloke selon preferans sekirite w yo.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
ht: <p> Kèk paj malveyan ap eseye enstale pwogram ki ka vòlè enfòmasyon prive w, itilize òdinatè w pou atake lòt òdinatè, osinon kraze sistèm ou an.</p><p>Kèk paj malveyan fè eksprè simaye lojisyèl malveyan, men gen anpil nan yo ki konpwomèt san mèt yo pa konnen osinon bay pèmisyon.</p>

source: Suspected Web Forgery!
ht: Sit sa a sispèk se yon sit konbèlann!
