Repository: tktk711/mozilla-l10n
Catalog: hsb/mail/chrome/messenger/preferences/security.dtd.po
Languages: hsb

source: Junk
hsb: Čapor

source: E-mail Scams
hsb: E-mejlowe wobšudnistwo

source: Passwords
hsb: Hesła

source: Set your default junk mail settings. Account-specific junk mail settings can be configured in Account Settings.
hsb: Nastajće swoje standardne nastajenja za čaporowu e-mejl. Nastajenja čaporoweje e-mejle specifiske za konto dadźa so w Kontowych nastajenjach konfigurować.

source: &When I mark messages as junk:
hsb: &Hdyž so powěsće jako čapor markěruja:

source: M&ove them to the account's "Junk" folder
hsb: Je do &kontoweho rjadowaka "Čapor" přesunyć

source: &Delete them
hsb: Je &zhašeć

source: &Mark messages determined to be Junk as read
hsb: &Powěsće, kotrež su čapor, jako přečitane markěrować

source: &Enable adaptive junk filter logging
hsb: P&rotokolowanje priměrjomneho čaporoweho filtra změnić

source: &Show log
hsb: Pro&tokol pokazać

source: &Reset Training Data
hsb: Trenowanske &daty wróćo stajić

source: &brandShortName; can analyze messages for suspected email scams by looking for common techniques used to deceive you.
hsb: &brandShortName; móže powěsće za podhladnym e-mejlowym jebanstwom analyzować, pytajo za zwučenymi technikami, kotrež wužiwaja so, zo bychu wam jebali.

source: &Tell me if the message I'm reading is a suspected email scam
hsb: &Zdźělić, hač powěsć, kotraž so čita, je podhladne e-mejlowe jebanstwo

source: &Use a downloaded list of suspected email scams
hsb: &Sćehnjenu lisćinu podhladnych e-mejlowych jebanstwow

source: &brandShortName; can remember passwords for all of your accounts.
hsb: &brandShortName; móže hesła za wšě waše konta składować.

source: &Use a master password
hsb: &Hłowne hesło wužiwać

source: A Master Password protects all your passwords, but you must enter it once per session.
hsb: Hłowne hesło škita wšě waše hesła, ale dyrbiće jo jedyn raz na posedźenje zapodać.

source: &Change Master Password…
hsb: Hł&owne hesło změnić…

source: &Saved Passwords…
hsb: &Składowane hesła…
