Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/mailnews/importMsgs.properties.po
Languages: pt

source: No address books were found to import.
pt: Nenhum livro de endereços encontrado para importar.

source: Unable to import address books: initialization error.
pt: Impossível importar livro de endereços: erro de inicialização.

source: Unable to import address books: cannot create import thread.
pt: Impossível importar livro de endereços: impossível criar importação do tópico.

source: Error importing %S: unable to create address book.
pt: Erro ao importar %S: impossível criar livro de endereços.

source: No mailboxes were found to import
pt: Não foi encontrada nenhuma caixa de correio para importar

source: Unable to import mailboxes, initialization error
pt: Impossível importar caixas de correio, erro ao inicializar

source: Unable to import mailboxes, cannot create import thread
pt: Impossível importar caixas de correio, impossível criar tópico para importar

source: Unable to import mailboxes, cannot create proxy object for destination mailboxes
pt: Impossível importar caixas de correio, impossível criar objeto proxy para o destino das caixas de correio

source: Error creating destination mailboxes, cannot find mailbox %S
pt: Erro ao criar o destino das caixas de correio, impossível criar a caixa de correio %S

source: Error importing mailbox %S, unable to create destination mailbox
pt: Erro ao importar a caixa de correio %S, impossível criar destino da caixa de correio

source: Unable to create folder to import mail into
pt: Impossível de criar pasta de destino para importar o correio

source: First Name
pt: Primeiro nome

source: Last Name
pt: Último nome

source: Display Name
pt: Mostrar nome

source: Nickname
pt: Alcunha

source: Primary Email
pt: Correio primário

source: Secondary Email
pt: Correio secundário

source: Work Phone
pt: Telefone do trabalho

source: Home Phone
pt: Telefone de casa

source: Fax Number
pt: Número de fax

source: Pager Number
pt: Número do pager

source: Mobile Number
pt: Número do telemóvel

source: Home Address
pt: Endereço de casa

source: Home Address 2
pt: Endereço de casa 2

source: Home City
pt: Cidade natal

source: Home State
pt: Estado

source: Home ZipCode
pt: Código postal

source: Home Country
pt: Nacionalidade

source: Work Address
pt: Endereço de trabalho

source: Work Address 2
pt: Endereço de trabalho 2

source: Work City
pt: Cidade de trabalho

source: Work State
pt: Estado do local de trabalho

source: Work ZipCode
pt: Código postal do trabalho

source: Work Country
pt: País do trabalho

source: Job Title
pt: Profissão

source: Department
pt: Departamento

source: Organization
pt: Organização

source: Web Page 1
pt: Página Web 1

source: Web Page 2
pt: Página Web 2

source: Birth Year
pt: Aniversário

source: Birth Month
pt: Mês de nascimento

source: Birth Day
pt: Dia de aniversário

source: Custom 1
pt: Personalização 1

source: Custom 2
pt: Personalização 2

source: Custom 3
pt: Personalização 3

source: Custom 4
pt: Personalização 4

source: Notes
pt: Notas

source: Screen Name
pt: Nome do ecrã

source: An import operation is currently in progress. Try again when the current import has finished.
pt: Uma operação de importação já está atualmente em curso. Tente de novo depois da importação atual terminar.

source: Unable to load settings module
pt: Não foi possível carregar o módulo de configuração

source: Unable to find settings. Check to make sure the application is installed on this machine.
pt: Impossível encontrar as configurações. Confirme se a aplicação está instalada no seu computador.

source: An error occurred while importing settings. Some, or all, of the settings may not have been imported.
pt: Ocorreu um erro ao importar as configurações. Todas, ou algumas das configurações não foram importadas.

source: Settings were imported from %S
pt: As configurações foram importadas do %S

source: Unable to load mail import module
pt: Impossível carregar o módulo de importação do correio

source: Unable to find mail to import. Check to make sure the mail application is correctly installed on this machine.
pt: Impossível encontrar correio para importar. Confirme se a aplicação de correio está corretamente instalada no seu computador.

source: An error occurred importing mail from %S
pt: ocorreu um erro ao importar o correio de %S

source: Mail was successfully imported from %S
pt: O correio de %S foi importado com sucesso

source: Unable to load address book import module.
pt: Impossível carregar o módulo do livro de endereços para importar.

source: Unable to find any address books to import. Check to make sure the selected application or format is correctly installed on this machine.
pt: Impossível encontrar qualquer livro de endereços para importar. Confirme se a aplicação selecionada ou o formato está corretamente instalado no seu computador.

source: Can't import empty address book %S.
pt: Não é possível importar o livro de endereços %S porque está vazio.

source: An error occurred importing addresses from %S.
pt: Ocorreu um erro ao importar endereços de %S.

source: Addresses successfully imported from %S.
pt: Endereços de %S importados com sucesso.

source: Unable to load filters import module.
pt: Impossível carregar o módulo de importação dos filtros.

source: An error occurred importing filters from %S.
pt: Ocorreu um erro ao importar os filtros de %S.

source: Filters successfully imported from %S.
pt: Filtros importados com sucesso a partir de %S.

source: Filters partially imported from %S. Warnings below:
pt: Filtros parcialmente importados a partir de %S. Avisos abaixo:

source: Converting mailboxes from %S
pt: A converter caixas de correio de %S

source: Converting address books from %S
pt: A converter o livro de endereços de %S

source: Select Settings File
pt: Selecionar configurações do ficheiro

source: Select Mail Directory
pt: Selecionar a pasta de correio

source: Select Address Book Directory
pt: Selecionar a pasta do livro de endereços

source: Select Address Book File
pt: Selecionar o ficheiro do livro de endereços

source: Imported Mail
pt: Correio importado

source: %S Import
pt: Importar %S
