Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/mailnews/msgHdrViewPopup.dtd.po
Languages: pt

source: Add To Address &Book…
pt: &Adicionar ao livro de endereços...

source: &Edit Contact…
pt: &Editar contacto…

source: &View Contact
pt: &Ver contacto

source: Compo&se Mail To…
pt: Criar men&sagem para...

source: &Copy Email Address
pt: &Copiar endereços de correio eletrónico

source: Create &Filter From…
pt: Criar &filtro de...

source: &Open in Browser
pt: Abrir n&o navegador

source: &Bookmark This Link…
pt: &Adicionar ligação aos marcadores…

source: &Copy Link Location
pt: &Copiar localização da ligação

source: &Copy Message-ID
pt: &Copiar o ID da mensagem

source: &Open Message For ID
pt: Abrir mensagem para &o ID

source: Open &Browser With Message-ID
pt: Abrir o &navegador com o ID da mensagem
