Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/mailnews/news.properties.po
Languages: pt, pt_br

source: Download Headers
pt: Transferir Cabeçalhos
pt_br: Baixar cabeçalhos

source: There are %S new message headers to download for this newsgroup.
pt: Existem %S novos cabeçalhos de mensagens neste grupo de discussão para transferir.
pt_br: Há %S novos cabeçalhos de mensagens para baixar deste grupo de notícias.

source: Error!
pt: Erro!
pt_br: Erro!

source: <H1>Error!</H1>newsgroup server responded:
pt: <H1>Erro!</H1>o servidor do grupo de discussão respondeu:
pt_br: <H1>Erro!</H1>Resposta do servidor de grupo de notícias:

source: <B><P>Perhaps the article has expired</P></B>
pt: <B><P>Talvez este artigo tenha expirado</P></B>
pt_br: <B><P>Talvez o artigo tenha perdido a validade</P></B>

source: Click here to remove all expired articles
pt: Clique aqui para apagar todos os artigos expirados
pt_br: Clique aqui para remover todos os artigos fora da validade

source: This message does not appear to be from you. You may only cancel your own posts, not those made by others.
pt: Esta mensagem parece não ser de Si. Apenas pode cancelar os seus tópicos, não aqueles feitos por outros.
pt_br: Esta mensagem não aparenta ser sua. Você pode cancelar suas mensagens, mas não aquelas enviadas por outros.

source: Are you sure you want to cancel this message?
pt: Tem a certeza que quer cancelar esta mensagem?
pt_br: Você confirma o cancelamento desta mensagem?

source: Message cancelled.
pt: Mensagem Cancelada.
pt_br: Mensagem cancelada.

source: News Server Username and Password Required
pt: Necessário o nome de utilizador e a senha do servidor de notícias
pt_br: Solicitado nome de usuário e senha do servidor de notícias

source: Please enter a username and password for %S:
pt: Por favor escreva o nome de utilizador e a senha para %S:
pt_br: Por favor digite o nome de usuário e a senha para %S:

source: Please enter a username and password for %1$S on %2$S:
pt: Por favor escreva o nome de utilizador e a senha para %1$S em %2$S:
pt_br: Por favor digite o nome de usuário e a senha para %1$S em %2$S:

source: Download
pt: Transferir
pt_br: OK

source: There are no new messages on the server.
pt: Não existem novas mensagens no servidor.
pt_br: Não há novas mensagens no servidor

source: Downloading %1$S of %2$S headers on %3$S
pt: A transferir %S de %S cabeçalhos de %S
pt_br: Baixando %1$S de %2$S cabeçalhos em %3$S

source: Getting headers for filters: %1$S (%2$S/%3$S) on %4$S
pt: A obter cabeçalhos para os filtros: %S (%S/%S) em %S
pt_br: Obtendo cabeçalhos para filtros: %1$S (%2$S/%3$S) em %4$S

source: Downloading articles %S-%S
pt: A transferir artigos %S-%S
pt_br: Recebendo o artigo %S/%S...

source: Downloading newsgroups: %S received (%SKB read at %SKB/sec)
pt: A transferir grupos de discussão: recebidos %S (%SKB lidos a %SKB/seg)
pt_br: Recebendo os grupos de notícias: %S recebidos (%SK lidos em %SKB/s)

source: Downloading articles %S-%S in %S
pt: A transferir artigos %S-%S em %S
pt_br: Recebendo o artigo %S/%S em %S...

source: The newsgroup %1$S does not appear to exist on the host %2$S. Would you like to unsubscribe from it?
pt: O grupo de discussão %1$S parece que não existe no anfitrião %2$S. Deseja des-subscrever-se dele?
pt_br: O grupo de notícias %1$S aparentemente não existe no servidor %2$S. Gostaria de cancelar a inscrição dele?

source: Would you like to subscribe to %1$S?
pt: Deseja subscrever-se no %1$S?
pt_br: Deseja inscrever-se em %1$S?

source: A News (NNTP) error occurred:
pt: Ocorreu um erro de Notícias (NNTP) :
pt_br: Um erro de grupo de notícias (NNTP) ocorreu:

source: A News error occurred. The scan of all newsgroups is incomplete. Try to View All Newsgroups again
pt: Ocorreu um erro de Notícias. A procura por todos os grupos de discussão está incompleta. Tentar ver de novo todos os grupos de discussão
pt_br: Ocorreu um erro de grupos de notícias. O mapeamento de todos os grupos de notícias está incompleto. Tente exibir todos os grupos de notícias novamente.

source: An authorization error occurred. Please try entering your name and/or password again.
pt: Ocorreu um erro de autorização. Tente introduzir de novo o seu nome e/ou senha.
pt_br: Ocorreu um erro de autorização. Por favor forneça seu nome e/ou senha novamente.

source: A communications error occurred. Try connecting again. TCP Error:
pt: Ocorreu um erro de comunicações. Tente ligar-se de novo. TCP Error:
pt_br: Um erro de comunicação ocorreu. Tente conectar-se de novo. Erro de TCP:
