Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/global/aboutSupport.properties.po
Languages: ar, az, bg, bn_bd, bn_in, bs, ca, cy, eu, fa, ga_ie, gd, gu, hr, hu, hy_am, is, kab, kk, kn, lo, lt, ml, my, ne, nn_no, ro, sr, sv, sw, ta, tr, tt, ur, uz, xh

source: Disabled by graphics hardware acceleration on Windows XP
az: Windows XP-də qrafik avadanlıq təcilləndirici tərəfindən söndürülüb
bg: Изключено от хардуерното ускорение на графиката на Windows XP
bn_in: Windows XP-তে গ্রাফিক্স হার্ডওয়ার অ্যাক্সিলারেশনের অভাবের দ্বারা নিষ্ক্রিয় করা আছে
bs: Onemogućila hardverska grafička akecleracija na Windows XP
ca: Inhabilitat per la manca d'acceleració gràfica per programari al Windows XP
cy: Wedi ei analluogi gan y graffigau cyflymu caledwedd ar Windows XP
eu: Windows XPko grafikoen hardware-azelerazio gabeziak desgaituta
fa: غیرفعال توسط سخت افزار پردازنده گرافیک بر روی سیستم عامل ویندوز XP
ga_ie: Díchumasaithe ag luathú crua-earraí ar Windows XP
gd: Air a chur à comas tro luathachadh bathair-chruaidh grafaigeachd air Windows XP
hr: Onemogućeno od hardverske grafičke akecleracije na Windows XP
hu: Kikapcsolva a grafikus hardver gyorsítása által Wndows XP-n
hy_am: Անջատված՝ գրաֆիկայի սարքաշարի արագացման կողմից Windows XP-ում
is: Gert óvirkt vegna vélbúnaðarhröðunar á Windows XP
kab: Arurmid s warrum n umeckaḍ deg Indows XP
kk: Windows XP жүйесінде графикалық құрылғы үдетуімен сөндірілген
lo: ຖືກປິດໃຊ້ງານໂດຍຄວາມໄວຂອງຫນ່ວຍປະມວນຜົນກຣາບຟິກໃນ Windows XP ບໍ່ພຽງພໍ
lt: Išjungta dėl grafinės įrangos spartinimo „Windows XP“ OS
my: Windows XP ရှိ ရုပ်ပုံများဆိုင်ရာပုံရိပ်မြှင့်စနစ်က ပိတ်ထားသည်
ne: Windows XP मा ग्राफिक्स हार्डवेयर प्रवेग को अभावमा असक्षम गरिएको
nn_no: Deaktivert av hardvareakselerasjon på Windows XP
ro: Dezactivate de accelerarea hardware grafică pe Windows XP
sv: Inaktiverad av hårdvaruacceleration på Windows XP
ta: விண்டோசு XP இயங்குதளத்தில் வரைகலை வன்பொருள் முடுக்கத்தால் முடக்கப்பட்டது
tr: Windows XP'de donanımsal grafik hızlandırıcı tarafından devre dışı bırakıldı
ur: ونڈوز ایکس پی پر گرافکس ہارڈویئر سرعت کاری کی طرف سے غیر فعال کر دیا
uz: Windows XP tizimida grafik qurilmani tezlatkich tomonidan o‘chirib qo‘yildi
xh: Iyekiswe lukhawuleziso lwehadwe yeegrafiki kuWindows XP

source: Unknown status
ar: الحالة غير معروفة
az: Bilinməyən status
bg: Неизвестно състояние
bn_bd: অজানা অবস্থা
bn_in: অজানা অবস্থা
bs: Nepoznat status
ca: Estat desconegut
cy: Statws anhysbys
eu: Egoera ezezaguna
fa: وضعیت نامشخص
ga_ie: Stádas anaithnid
gd: Staid neo-aithnichte
hr: Nepoznato stanje
hu: Ismeretlen állapot
hy_am: Անհայտ վիճակ
is: Óþekkt staða
kab: Addad arussin
kk: Қалып-күйі белгісіз
lo: ບໍ່ຮູ້ສະຖານະ
lt: Nežinoma būsena
my: မသိနိုင်သော အခြေအနေ
ne: अज्ञात स्थिति
nn_no: Ukjend status
ro: Stare necunoscută
sv: Okänd status
ta: அறியாத நிலை
tr: Bilinmeyen durum
ur: نامعلوم اسٹیٹس
uz: Noma’lum holat
xh: Imo engaziwayo

source: Asynchronous Pan/Zoom
ar: التقريب غير المتزامن
az: Asinxron Sürüşdür/Yaxınlaşdır
bg: Асинхронно Преместване/Мащабиране
bn_bd: অ্যাসিংক্রোনাস প্যান/জুম
bn_in: অ্যাসিংক্রোনাস প্যান/Zoom
bs: Asinhrono pomicanje/uvećanje
ca: Pan/Zoom asíncrons
cy: Chwyddo a Thremio Anghydamseredig
eu: Mugimendu panoramiko/zoom asinkronoak
fa: پان/بزرگنمایی ناهمگام
ga_ie: Peanáil/Zúmáil Aisioncronach
gd: Panachadh/Sùmadh neo-shioncronach
hr: Asinkrono pomicanje/uvećanje
hu: Aszinkron görgetés/nagyítás
hy_am: Չհամաժամված շեղում/Դիտափոխում
is: Ósamstillt Færa/Þysja
kab: Asemɣeṛ/Asemẓi aramtawa
kk: Асинхронды панорамдау/масштабтау
kn: ಅಸಮಕಾಲೀನ Pan/Zoom
lt: Asinchroninis apžvelgimas/priartinimas
ml: അങ്ങോട്ടും ഇങ്ങോട്ടും വലിക്കുക/വലുതാക്കുക
ne: एसिक्रोनस पान / जूम
nn_no: Asynkron pan/zoom
ro: Asincronizare pentru panoramare/zoom
sv: Asynkron panorera/zoom
ta: ஒத்திசையா Pan/Zoom
tr: Asenkron kaydır/yakınlaştır
ur: غیر ہم آہنگ پین / زوم
uz: Asinxronlanadigan Nov/Mastshab

source: none
ar: لا شيء
az: heç biri
bg: няма
bn_bd: কোনোটি নয়
bn_in: কোনোটাই না
bs: ništa
ca: cap
cy: dim
eu: bat ere ez
fa: هیچ‌کدام
ga_ie: faic
gd: chan eil gin
hr: ništa
hu: nincs
hy_am: նշում
is: ekkert
kab: ulac
kk: ешнәрсе
kn: ಯಾವುದೂ ಇಲ್ಲ
lo: ບໍ່​ມີ​
lt: nėra
ml: ഒന്നുമില്ല
my: မရွေးပါ
ne: कुनै पनि होइन
nn_no: ingen
ro: niciunul
sv: ingen
ta: ஒன்றுமில்லை
tr: yok
ur: کوئی نہیں
uz: yo‘q
xh: nakanye

source: wheel input enabled
ar: إدخال البكرة مُفعّل
az: təkər girişi aktivdir
bg: въвеждане с колелцето на мишката включено
bn_bd: চাকা নিবেশ সক্ষম
bn_in: হুইল ইনপুট সক্রিয়
bs: omogućen ulaz točkićem
ca: entrada amb roda activada
cy: mewnbwn olwyn wedi ei alluogi
eu: gurpil bidezko sarrera gaituta
fa: ورودی چرخ فعال شد
ga_ie: ionchur rotha cumasaithe
gd: tha ion-chur cuibhle an comas
hr: wheel unos omogućen
hu: kerékbemenet engedélyezve
hy_am: անիվի ներածումը միացված է
is: músa skrunhjól virkt
kab: anekcum n tjaṛaṛt yermed
kk: тышқан дөңгелегімен енгізу іске қосылған
kn: ಗಾಲಿಯ ಊಡಿಕೆ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
lt: įjungta įvestis ratuku
ml: വീല്‍ ഇന്‍പുട്ട് പ്രവര്‍ത്തനസജ്ജമാക്കിയിരിക്കുന്നു
my: မောက်စ်အလယ်ဘီးမှ ဒေတာလက်ခံမှုကို ဖွင့်ထားသည်
ne: व्हील निवेश सक्रिय
nn_no: Hjulinnmating slått på
ro: intrare pentru rotița de mouse activată
sv: hjulinmatning aktiverad
ta: சக்கர உள்ளீடு செயலிடப்பட்டது
tr: tekerlek girdisi etkin
ur: وہیل کی ان پٹ کا فعال
uz: g‘ildirakdan foydalanish yoqildi
xh: ufakelo lwevili lwenziwe alwasebenza

source: touch input enabled
ar: إدخال اللمس مُفعّل
az: toxunma girişi aktivdir
bg: въвеждане с докосване включено
bn_bd: স্পর্শকারী ইনপুট সক্রিয়
bn_in: টাচ ইনপুট সক্রিয়
bs: omogućen ulaz dodirom
ca: entrada tàctil activada
cy: mewnbwn cyffwrdd wedi ei alluogi
eu: ukipen bidezko sarrera gaituta
fa: ورودی لمسی فعال شد
ga_ie: ionchur tadhaill cumasaithe
gd: tha ion-chur suathaidh an comas
hr: touch unos omogućen
hu: érintőbemenet engedélyezve
is: snertiskjár virkur
kab: anekcum amennalan irmed
kk: сенсорлық енгізу іске қосылған
kn: ಸ್ಪರ್ಶದ ಊಡಿಕೆ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
lt: įjungta įvestis lietimu
ml: ടച്ച് ഇന്‍പുട്ട് പ്രവര്‍ത്തന സജ്ജമാക്കിയിരിക്കുന്നു
my: တို့ထိပြားမှ ဒေတာလက်ခံမှုကို ဖွင့်ထားသည်
ne: स्पर्श निवेश सक्रिय
nn_no: trykkinnmating slått på
ro: intrare tactilă activată
sv: tryckinmatning aktiverad
ta: தொடு உள்ளீடு செயலிடப்பட்டது
tr: dokunma girdisi etkin
ur: ٹچ ان پٹ کا فعال ہونا
uz: sichqoncha tugmasidan foydalanish yoqildi
xh: ufakelo lwe-touch lwenziwe alwasebenza

source: scrollbar drag enabled
ar: سحب شريط التمرير مفعّل
az: sürüşdürmə zolağının diyirləndirmə açıqdır
bg: активирано влачене на лентата за плъзгане
bn_bd: স্ক্রলবার ড্র্যাগ সক্রিয়
bn_in: স্ক্রলবারে টানা সক্রিয় করা হয়েছে
bs: omogućeno povlačenje scrollbara
ca: arrossegament de la barra de desplaçament activat
cy: wedi galluogu llusgo bar sgrolio
eu: korritze-barra arrastatzea gaituta
fa: کشیدن اسکرول‌بار فعال شد
ga_ie: tarraingt an scrollbharra cumasaithe
gd: tha slaodadh a’ bhàr-sgrolaidh an comas
hr: povlačenje klizne trake uključeno
hu: gördítősáv húzása engedélyezve
is: draga til flettistiku virk
kab: Adrurem nufeggag yettwarmed
kk: айналдыру жолағының ұстап тарту іске қосылған
lt: slankjuostės tempimas įjungtas
ml: സ്ക്രോള്‍ബാര്‍ വലിച്ചില്‍ പ്രവര്‍ത്തനസജ്ജമാക്കിയിരിക്കുന്നു
my: စခရိုးလ်ဘားတန်းဆွဲရွှေ့ခြင်း ဖွင့်ထားသည်
ne: स्क्रोलबार तान्ने सक्रिय
nn_no: drag og slepp av rullelinje påslått
ro: tragerea barei de derulare activată
sv: rullningslist är dragaktiverad
ta: உருளுபட்டை இழுப்பு செயலிடப்பட்டது
tr: kaydırma çubuğu sürükleme etkin
ur: طومار ڈریگ فعال ہونا
uz: siljitish panelidan foydalanish yoqildi
xh: utsalo lweskrolbha luvuliwe

source: keyboard enabled
cy: bysellfwrdd wedi ei anlluogi
gd: meur-chlàr an comas
hu: billentyűzet engedélyezve

source: async wheel input disabled due to unsupported pref: %S
ar: إدخال البكرة غير المتزامن مُعطّل بسبب خيار غير مدعوم: %S
az: dəstəklənməyən seçimdən dolayı asinxron təkər girişi sönülüdür: %S
bg: асинхронното въвеждане с колелцето на мишката е изключено заради неподдържаната настройка: %S
bn_bd: অ্যাসিঙ্ক হুইল ইনপুট অসমর্থিত পছন্দ: %S -এর জন্য নিস্ক্রিয়
bn_in: অ্যাসিঙ্ক হুইল ইনপুট নিষ্ক্রিয় অসমর্থিত পছন্দ: %S -এর জন্য
bs: asinhroni ulaz točkićem onemogućen zbog nepodržane postavke: %S
ca: l'entrada amb roda asíncrona està desactivada perquè hi ha una preferència incompatible: %S
cy: Mae mewnbwn olwyn async wedi ei analluogi oherwydd diffyg cefnogaeth pref: %S
eu: gurpil asinkrono bidezko sarrera desgaituta onartzen ez den hobespena dela eta: %S
fa: ورودی همگام چرخ به دلیل عدم پشتیبانی از ترجیحات غیرفعال شد: %S
ga_ie: díchumasaíodh ionchur rotha aisioncronach mar gheall ar shainrogha gan tacaíocht: %S
gd: tha ion-chur cuibhle neo-shioncronach à comas ri linn roghainn ris nach eil taic: %S
hr: async wheel input je onemogućen zbog nepodržane postavke: %S
hu: aszinkron kerékbemenet letiltva egy nem támogatott beállítás miatt: %S
is: ósamstillt skrunhjól óvirkt vegna óstuddar stillingar: %S
kab: anekcum aramtawan ur yermid ara ɣef sebba n usmenyaf ur nettusefrak ara: %S
kk: тышқан дөңгелегімен асинхронды енгізу қолдауы жоқ баптау салдарынан сөндірілген: %S
kn: ಅಸಿಂಕ್ ಗಾಲಿ ಊಡಿಕೆಯನ್ನು ಬೆಂಬಲ ರಹಿತ ಆದ್ಯತೆಗಳಿಂದಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ: %S
lt: asinchroninė įvestis ratuku išjungta dėl nepalaikomos parinkties: %S
ml: പിന്തുണയില്ലാത്ത pref: %S കാരണം അസിങ്ക് വീല്‍ ഇന്‍പുട്ട് പ്രവര്‍ത്തനരഹിതമാക്കിയിരിക്കുന്നു
ne: असमर्थित प्राथमिकता: %S को कारणले async wheel input निस्क्रिय गरियो
nn_no: asynkron hjulinnmating slått av pga. ikkje-støtta innstilling: %S
ro: intrarea pentru rotița de mouse dezactivată datorită unei preferințe nesuportate: %S
sv: asynkron hjulinmatning inaktiverad pga inställning som ej stöds: %S
ta: ஆதரவற்ற முன்னுரிமை: %S காரணமாக ஒத்திசையா சக்கர உள்ளீடு முடக்கப்பட்டது
tr: desteklenmeyen tercih nedeniyle asenkron tekerlek girdisi devre dışı bırakıldı: %S
ur: غیر معاون ترجیحی کی وجہ سے نااہل اسینک پہیا ان پٹ:%S
uz: async g‘ildirakdan foydalanish mos kelmadyigan qo‘shimcha tufayli o‘chirib qo‘yildi: %S
xh: ufakelo lwevili lwe-async lwenziwe alwasebenza ngenxa yento ekhethwayo engaxhaswayo: %S

source: async touch input disabled due to unsupported pref: %S
ar: إدخال اللمس غير المتزامن مُعطّل بسبب خيار غير مدعوم: %S
az: dəstəklənməyən seçimdən dolayı asinxron toxunma girişi sönülüdür: %S
bg: асинхронното въвеждане чрез докосване е изключено заради неподдържаната настройка: %S
bn_bd: অ্যাসিঙ্ক টাচ ইনপুট অসমর্থিত পছন্দ: %S -এর জন্যে নিস্ক্রিয়
bn_in: অ্যাসিঙ্ক টাচ ইনপুট নিষ্ক্রিয় অসমর্থিত পছন্দ: %S -এর জন্য
bs: asinhroni ulaz dodirom onemogućen zbog nepodržane postavke: %S
ca: l'entrada tàctil asíncrona està desactivada perquè hi ha una preferència incompatible: %S
cy: Mae mewnbwn cyffwrdd async wedi ei analluogi oherwydd diffyg cefnogaeth pref: %S
eu: ukipen asinkrono bidezko sarrera desgaituta onartzen ez den hobespena dela eta: %S
fa: ورودی همگام لمسی به دلیل عدم پشتیبانی از ترجیحات غیرفعال شد: %S
ga_ie: díchumasaíodh ionchur tadhaill aisioncronach mar gheall ar shainrogha gan tacaíocht: %S
gd: tha ion-chur suathaidh neo-shioncronach à comas ri linn roghainn ris nach eil taic: %S
hr: async touch input je onemoguće zbog nepodržane postavke: %S
hu: aszinkron érintőbemenet letiltva egy nem támogatott beállítás miatt: %S
is: ósamstilltur snertiskjár óvirkur vegna óstuddar stillingar: %S
kab: anekcum amennalan irermed s teɣẓint n usmenyaf ur n ţusefrak ara: %S
kk: сенсорлық асинхронды енгізу қолдауы жоқ баптау салдарынан сөндірілген: %S
kn: ಅಸಿಂಕ್ ಸ್ಪರ್ಷ ಊಡಿಕೆಯನ್ನು ಬೆಂಬಲ ರಹಿತ ಆದ್ಯತೆಗಳಿಂದಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ: %S
lt: asinchroninė įvestis lietimu išjungta dėl nepalaikomos parinkties: %S
ml: പിന്തുണയില്ലാത്ത pref: %S കാരണം അസിങ്ക് ടച്ച് ഇന്‍പുട്ട് പ്രവര്‍ത്തനരഹിതമാക്കിയിരിക്കുന്നു
ne: असमर्थित प्राथमिकता: %S को कारणले एसिङ्क स्पर्श निवेश निस्क्रिय गरियो
nn_no: asynkron trykkinmating slått av pga. ikkje-støtta innstilling: %S
ro: intrarea tactilă asincronă dezactivată datorită unei preferințe nesuportate: %S
sv: asynkron tryckinmatning inaktiverad pga inställning ej stöds: %S
ta: ஆதரவற்ற முன்னுரிமை: %S காரணமாக ஒத்திசையா தொடு உள்ளீடு முடக்கப்பட்டது
tr: desteklenmeyen tercih nedeniyle asenkron dokunma girdisi devre dışı bırakıldı: %S
ur: کرنے async ٹچ ان پٹ ناجائز PREF وجہ سے غیر فعال:%S
uz: async teginib kiritish mos kelmadyigan qo‘shimcha tufayli o‘chirib qo‘yildi: %S
xh: ufakelo lwe-touch lwe-async lwenziwe alwasebenza ngenxa yento ekhethwayo engaxhaswayo: %S

source: disabled by build
cy: analluogwyd gan yr adeiledd
gd: air a chur à comas leis a’ bhuild
hu: letiltva fordításkor

source: enabled by default
cy: galluogwyd drwy ragosodiad
gd: an comas a ghnàth
hu: alapértelmezésben engedélyezve

source: disabled by default
cy: analluogwyd drwy ragosodiad
gd: an comas a ghnàth
hu: alapértelmezésben tiltva

source: enabled by user
cy: galluogwyd gan y defnyddiwr
gd: air a chur an comas leis a’ chleachdaiche
hu: a felhasználó engedélyezte

source: disabled by user
cy: analluogwyd gan y defnyddiwr
gd: air a chur à comas leis a’ chleachdaiche
hu: a felhasználó letiltotta

source: GPU #1
ar: معالج الرسوميات #1
ca: GPU núm. 1
eu: 1. GPUa
fa: پردازنده گرافیکی #1
hu: 1. GPU
ta: ஜிபியு #1

source: GPU #2
ar: معالج الرسوميات #2
ca: GPU núm. 2
eu: 2. GPUa
fa: پردازنده گرافیکی #2
hu: 2. GPU
ta: ஜிபியு #2

source: %1$S/%2$S (%3$S)
eu: %2$S/%1$S (%3$S)

source: RAM
ar: الذاكرة
fa: رم
kk: RAM жады
xh: i-RAM

source: WebGL2 Renderer
ar: مُصَيّر WebGL
az: WebGL2 Vizuallaşdırıcı
bn_bd: WebGL2 রেন্ডারকৃত
bn_in: WebGL রেন্ডারার
kab: Timerriwt WebGL
nn_no: WebGL2-renderar
ro: Motor de afișare WebGL2
sv: WebGL2-renderare
tr: WebGL2 çizici
ur: WebGL2 رینڈر

source: WebGL Renderer
ar: مُصَيّر WebGL
az: WebGL Vizuallaşdıran
bg: Рендер на WebGL
bn_bd: WebGL রেন্ডারকৃত
bn_in: WebGL রেন্ডারার
gu: WebGL રૅન્ડરર
hy_am: WebGL Նյութավորիչ
is: WebGL teiknitegund
kab: Timarriwt WebGL
kn: WebGL ರೆಂಡರರ್
ml: WebGL റെണ്ടറര്‍
ro: Motor de afișare WebGL
sr: WebGL растеризација
sv: WebGL-renderare
sw: Mtoaji WebGL
tr: WebGL çizici
tt: WebGL Qılıcısı
ur: WebGL رینڈر

source: OpenGL
xh: I-OpenGL

source: GPU Accelerated Windows
gu: GPU એક્સેલરેટેડ વિન્ડો
sr: Прозори убрзани графичким прозором
sw: Dirisha Zilizoharakishwa za GPU
tt: GPU (Grafik İşleyici Birim) İvmelendirilgen Pencereler

source: Direct2D Enabled
gu: Direct2D સક્રિય
sr: Direct2D је омогућен
sw: Direct2D Imewezeshwa
tt: Direct2D Seletlendírílgen

source: DirectWrite Enabled
gu: DirectWrite સક્રિય
sr: DirectWrite је омогућен
sw: DirectWrite Imewezeshwa
tt: DirectWrite Seletlendírílgen

source: ClearType parameters not found
gu: ClearType પરિમાણો મળ્યા નથી
sr: Параметри за клиртајп (ClearType) нису пронађени
sw: Aina ya Kuondoa kigezo haipatikani
tt: ClearType parametreleri tapılmağan

source: Adapter Description
gu: ઍડપ્ટર વર્ણન
sr: Опис адаптера
sw: Maelezo ya Adapta
tt: Uyarlayıcı Tasviri

source: Adapter Drivers
gu: ઍડપ્ટર ડ્રાઇવરો
sr: Управљачки програми адаптера
sw: Viendelezi vya Adapta
tt: Uyarlayıcı Sürücileri

source: Adapter RAM
gu: ઍડપ્ટર RAM
sr: RAM адаптера
sw: RAM ya Adapta
tt: Uyarlayıcı Rastkele İrişim Hafizası (RİH; RAM)

source: Adapter Description (GPU #2)
gu: ઍડેપ્ટર વર્ણન (GPU #2)
sr: Опис адаптера (GPU #2)
sw: Maelezo ya Adapta (GPU #2)
tt: Uyarlayıcı Tasviri (GPU #2)

source: Vendor ID (GPU #2)
gu: વિક્રેતા ID (GPU #2)
sr: Произвођач (GPU #2)
sw: ID ya Muuzaji (GPU #2)
tt: İstihsalcı Kimligi (GPU #2)

source: Device ID (GPU #2)
gu: ઉપકરણ ID (GPU #2)
sr: ИД уређаја (GPU #2)
sw: ID ya Kifaa (GPU #2)
tt: Cihaz Kimligi (GPU #2)

source: Adapter Drivers (GPU #2)
gu: ઍડપ્ટર ડ્રાઇવરો (GPU #2)
sr: Драјвери за адаптер (GPU #2)
sw: Viendeshaji vya Adapta (GPU #2)
tt: Uyarlayıcı Sürücileri (GPU #2)

source: Adapter RAM (GPU #2)
gu: ઍડપ્ટર RAM (GPU #2)
sr: Меморија на адаптеру (GPU #2)
sw: RAM ya Adapta (GPU #2)
tt: Uyarlayıcı Rastkele İrişim Hafizası (RİH; RAM) (GPU #2)

source: Driver Version (GPU #2)
gu: ડ્રાઇવર આવૃત્તિ (GPU #2)
sr: Издање драјвера (GPU #2)
sw: Toleo la Kiendeshaji (GPU #2)
tt: Sürüci Sürümi (GPU #2)

source: Driver Date (GPU #2)
gu: ડ્રાઇવર તારીખ (GPU #2)
sr: Датум драјвера (GPU #2)
sw: Tarehe ya Kiendeshaji (GPU #2)
tt: Sürüci Tarihi (GPU #2)

source: GPU #2 Active
gu: GPU #2 સક્રિય
sr: GPU #2 је активан
sw: GPU #2 Amilifu
tt: GPU (Grafikler Tımarlayıcı Birim) #2 Faal
