Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/global/aboutSupport.properties.po
Languages: ar, az, bg, bn_bd, bn_in, bs, ca, cy, eu, fa, ga_ie, gd, gu, hr, hu, hy_am, is, kab, kk, kn, lo, lt, ml, my, ne, nn_no, ro, sr, sv, sw, ta, tr, tt, ur, uz, xh

source: Blocked for your graphics card because of unresolved driver issues.
ar: معطّلة في بطاقتك الرسومية بسبب مشاكل في المشغل غير محلولة بعد.
az: Analiz edilə bilməyən problemlər səbəbi ilə VGA-niz üçün bloklanmışdır.
bg: Вашата графична карта е блокирана поради неразрешени проблеми с драйвера.
bn_bd: অমিমাংসিত ড্রাইভার বিষয়ের কারণে আপনার গ্রফিক্সকার্ড ব্লক করা হয়েছে।
bn_in: ড্রাইভার সংক্রান্ত কিছু অমীমাংসিত সমস্যার কারণে গ্রাফিক্স কার্ডের ব্যবহার প্রতিরোধ করা হয়েছে।
bs: Blokirano za vašu grafičku karticu zbog neriješenih problema sa drajverom.
ca: Blocat per la targeta gràfica a causa de problemes no resolts del controlador.
cy: Wedi ei rwystro ar gyfer eich cerdyn graffigol oherwydd pryderon gyrrwr heb eu datrys.
eu: Txartel grafikoak blokeatuta ebatzi gabeko kontrolatzaile-arazoengatik.
fa: به خاطر مشکلات حل‌نشده در محرک گرافیکی شما، متوقف شده است.
ga_ie: Chuir tiománaí do chárta grafaice cosc air mar gheall ar fhadhbanna gan réiteach leis an tiománaí.
gd: Chaidh casg a chuir air seo air draibhear nan grafaigean agad air sgàth duilgheadasan draibheir a tha gun rèiteachadh fhathast.
gu: તમારા ગ્રાફિક્સ કાર્ડ માટે બ્લોક થયેલ છે કારણ કે ડ્રાઇવર સમસ્યાઓ સુધરી નથી.
hr: Blokirano za vašu grafičku karticu zbog neriješenih problema s upravljačkim programom.
hu: Megoldatlan illesztőprogram-problémák miatt nem engedélyezett ezen a grafikus kártyán.
hy_am: Արգելված է տեսաքարտի կողմից՝ անհայտ պատճառով։
is: Lokað á fyrir þitt skjákort vegna óleystra vandamála í skjárekli.
kab: Yewḥel ɣef lqem n unuḍaf udlif acku kra n wuguren n unuḍaf ur frin ara.
kk: Шешілмеген драйвер мәселелері нәтижесінде графикалық картаңызбен блокталған.
kn: ಪರಿಹರಿಸಲಾಗದೆ ಇರುವ ಚಾಲಕ ಸಮಸ್ಯೆಗಳ ಕಾರಣದಿಂದಾಗಿ ನಿಮ್ಮ ಗ್ರಾಫಿಕ್ಸ್ ಚಾಲಕದ ಆವೃತ್ತಿಗೆ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
lo: ຖືກບັອກຈາກລຸ້ນໄດຣເວີກາດຈໍຂອງທ່ານເພາະວ່າບັນຂອງໄດຣເວີຍັງບໍ່ທັນໄດ້ຮັບການແກ້ໄຂ.
lt: Užblokuota, nes yra neišspręstų problemų, pasitaikančių su jūsų naudojamos vaizdo plokštės tvarkyklėmis.
ml: പരിഹരിയ്ക്കാത്ത ഡ്രൈവര്‍ പ്രശ്നങ്ങള്‍ കാരണം നിങ്ങളുടെ ഗ്രാഫിക്സ് ഡ്രൈവര്‍ പതിപ്പിനു് ലഭ്യമല്ല.
my: သင်၏ရုပ်ထွက်ပြဟတ်ဒ်ဝဲကဒ်ကြောင့်ပိတ်ထားပါသည်။
ne: तपाईँकोको ग्राफिक्स कार्डको लागि अवरुद्ध छ किनभने चालकको विषयहरू अझै टुङ्गो लाग्न सकेको छैन।
nn_no: Blokkert for grafikkortet på grunn av eit kjent drivarproblem.
ro: Blocate pentru adaptorul grafic al dumneavoastră din cauza unor probleme nerezolvate ale driverului.
sr: Блокирано на вашој графичкој картици због нерешених проблема са управљачким програмом.
sv: Blockeras på grund av att grafikkortet har olösta drivrutinsproblem.
sw: Imezuiliwa kwa kadi ya michoro kwa sababu ya masuala ya mwendeshaji ambayo hayajatatuliwa.
ta: தீர்க்கப்படாத இயக்கி சிக்கல்களின் காரணமாக உங்கள் கிராஃபிக்ஸ் கார்டுக்கு தடுக்கப்பட்டது.
tr: Çözülemeyen sürücü sorunları nedeniyle grafik kartınız için engellenmiştir.
tt: Çezilmegen sürüci meselelerinden dolayı grafikler kartıñız içün bloklanğan.
ur: غیر حل شدہ ڈرائیور کے مسائل کی وجہ سے آپ کے گرافکس کارڈ کے لئے بلاک ہے
uz: Video kartangiz tufayli bloklangan, chunki hal qilib bo‘lmayidgan drayver muammosi yuz bergan.
xh: Ithintelwe kwikhadi leegrafikhi zakho ngenxa yeemeko zedrayiva ezingasonjululwanga.

source: Blocked for your operating system version.
ar: معطّلة بسبب إصدارة نظام التشغيل.
az: Əməliyyat sistemi versiyanız üçün bloklanmışdır.
bg: Блокирано за конкретната версия на вашата операционна система.
bn_bd: আপনার অপারেটিং সিস্টেম সংস্করণের জন্য ব্লক করা হয়েছে।
bn_in: ব্যবহৃত অপারেটিং সিস্টেমের সংস্করণের জন্য প্রতিরোধ করা হয়েছে।
bs: Blokirano zbog verzije vašeg operativnog sistema.
ca: Blocat per la versió del sistema operatiu.
cy: Wedi ei rwystro ar gyfer eich fersiwn chi o'r system weithredu.
eu: Sistema eragilearen bertsioagatik blokeatuta.
fa: به خاطر نسخهٔ سیستم عامل شما، متوقف شده است.
ga_ie: Níl sé ar fáil ar do chóras oibriúcháin.
gd: Chaidh casg a chur air an cois tionndadh an t-siostaim-obrachaidh agad.
gu: તમારી ઓપરેટીંગ સિસ્ટમ આવૃત્તિ માટે બ્લોક થયેલ છે.
hr: Blokirano za inačicu vašeg operativnog sustava.
hu: Nem engedélyezett ezen az operációs rendszeren.
hy_am: Կասեցված է ձեր օպերացիոն համակարգի տարբերակի համար:
is: Lokað á fyrir þína stýrikerfisútgáfu.
kab: Yewḥel ɣef lqem n unagraw-inek n wammud.
kk: Операциялық жүйесіңіз нұсқасымен блокталған.
kn: ನಿಮ್ಮ ಕಾರ್ಯವ್ಯವಸ್ಥೆಯ ಆವೃತ್ತಿಗಾಗಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
lo: ຖືກບັອກຈາກລຸ້ນວິນໂດຂອງທ່ານ.
lt: Užblokuota dėl naudojamos operacinės sistemos laidos.
ml: നിങ്ങളുടെ ഓപ്പറേറ്റിങ് സിസ്റ്റം പതിപ്പിനു് ലഭ്യമല്ല
my: သင်၏အော်ပရေးတင်း စနစ်ဗားရှင်းကြောင့်ပိတ်ထားသည်။
ne: तपाईँको सञ्चालन प्रणाली संस्करणको लागि अवरुद्ध छ।
nn_no: Blokkert for din operativsystemversjon.
ro: Blocate pentru versiunea sistemului dumneavoastră de operare.
sr: Блокирано за издање оперативног система који користите.
sv: Blockerad för din version av operativsystemet.
sw: Imezuiliowa kwa toleo la mfumo wako wa uendeshaji.
ta: உங்கள் இயக்க முறைமை பதிப்புக்கு தடுக்கப்பட்டது.
tr: İşletim sistemi sürümünüz için engellenmiştir.
tt: İşletim sistemi sürümiñiz içün bloklanğan.
ur: اپکے اپریٹنگ سسٹم کے لےء بلاکڈ ہے
uz: Operatsion tizimingiz versiyasi uchun bloklangan.
xh: Ithintelwe kwinguqulelo yenkqubo yekhompyutha.

source: Blocked for your graphics driver version mismatch between registry and DLL.
ar: مُنعت بسبب عدم تطابق إصدارة مشغل الرسوميات في السجل وDLL.
az: Qeyd jurnalıyla DLL arasındakı qrafik sürücüsü uyğunsuzluğuna görə bloklandı.
bg: Блокирано поради несъответствие във версията на вашия графичен драйвер между системния регистър и DLL.
bn_bd: রেজিস্ট্রি এবং DLL এর মধ্যে আপনার গ্রাফিক্স ড্রাইভারের সংস্করণ মেলেনি তাই অবরুদ্ধ হয়েছে।
bn_in: রেজিস্ট্রি এবং DLL এর মধ্যে আপনার গ্রাফিক্স ড্রাইভারের সংস্করণ মেলেনি তাই অবরুদ্ধ হয়েছে।
bs: Blokiran jer se verzije drajvera vaše grafičke kartice ne podudaraju u registru i DLL-u.
ca: Blocat per què no coincideixen les versions del controlador gràfic del registre i de la DLL.
cy: Rhwystro ar gyfer gwrthdaro fersiwn gyrrwr graffig y gofrestrfa a'r DLL.
eu: Blokeatuta zure txartel grafikoaren kontrolatzaileentzat, erregistroaren eta DLLaren bertsioak ez datoz bat.
fa: مسدود شدن برای درایور نسخه گرافیکی به دلیل عدم هم‌خوانی بین ثبات و DLL
ga_ie: Coiscthe do do thiománaí grafaice: ní ionann an leagan sa chlárlann agus leagan an DLL.
gd: Air a’ bhacadh ’s an draibhear grafaigeachd eadar-dhealaichte a thaobh na tha sa chlàr-lann agus san DLL.
hr: Blokiran jer se inačice upravljačkog programa vaše grafičke kartice ne podudaraju u registru i DLL-u.
hu: Blokkolva a grafikus illesztőprogram verzióeltérése miatt a beállításjegyzék és a DLL közt
hy_am: Արգելափակված է ձեր գրաֆիկայի սարքավարի տարբերակի՝ գրանցատեղիի և DLL-ի միջև բացի պատճառով:
is: Útgáfumismunur á milli stýrisrkáar og DLL sem er fyrir Blocked fyrir myndrekil.
kab: Yettwasewḥel i unuḍaf n idlifen n lqem ur yelhin ara deg uɣmis neɣ DLL.
kk: Графикалық драйверіңіздің нұсқасы реестрде және DLL-де сәйкес болмауы салдарынан блокталған.
kn: ನಿಮ್ಮ ಗ್ರಾಫಿಕ್ಸ್ ಡ್ರೈವರ್‌‌ನ ರೆಜಿಸ್ಟ್ರಿ ಮತ್ತು DLL ಆವೃತ್ತಿಯಲ್ಲಿ ಹೊಂದಾಣಿಕೆ ಆಗದಿರುವುದರಿಂದ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
lo: ຖືກບັອກຈາກລຸ້ນໄດຣເວີກາດຈໍຂອງທ່ານບໍ່ກົງກັນລະຫວ່າງ Registry ແລະ DLL.
lt: Užblokuota dėl jūsų vaizdo tvarkyklės versijos neatitikimo tarp registro ir DLL.
ml: രജിസ്ട്രിയിലും ഡി‌എല്‍എലിലും ഉള്ള പതിപ്പുകള്‍ തമ്മിലുള്ള പൊരുത്തക്കേട് കാരണം താങ്കളുടെ ഗ്രാഫിക്സ് ഡ്രൈവര്‍ തടഞ്ഞിരിക്കുന്നു.
my: သင့် ရုပ်ထွက်ပြကြားခံဆော့ဖ်ဝဲသည် စာရင်းပြနှင့် DLLဖိုင် မတူညီသောကြောင့် ပိတ်ထားသည်။
ne: रजिस्ट्री र DLL बीच तपाईंको ग्राफिक्स चालक संस्करण बेमेल लागि अवरुद्ध गरियो।
nn_no: Blokkert for din versjon av grafikkdrivar, ubalanse mellom registeret og DLL.
ro: Blocat din cauza necorelării versiunilor driverelor grafice între registru și DLL.
sv: Blockerad för din version av grafikdrivrutin, obalans mellan registret och DLL.
tr: Kayıt defteriyle DLL arasındaki grafik sürücüsü uyumsuzluğunuz nedeniyle engellendi.
ur: رجسٹری اور DLL کے درمیان آپ گرافکس ڈرائیور ورژن بیمیل ہے
uz: Video kartangiz drayveri versiyasi DLL fayli va ro‘yxatdan o‘tgani o‘rtasidagi tafovut tufayli bloklandi.
xh: Ithintelwe kwinguqulelo yedrayiva yeegrafikhi zakho okungafaniyo phakathi kwerejistri ne-DLL.

source: ClearType Parameters
ar: معاملات ClearType
az: ClearType parametrləri
bg: Параметри на ClearType
bn_bd: ClearType স্থিতিমাপসমূহ
bn_in: ClearType পরামিতি
bs: ClearType Parametri
ca: Paràmetres ClearType
cy: Paramedrau ClearType
eu: ClearType parametroak
fa: پارامترهای تایپ واضح
ga_ie: Paraiméadair ClearType
gd: Paramadairean ClearType
gu: ClearType પરિમાણો
hr: ClearType parametri
hu: ClearType-paraméterek
hy_am: ClearType-ի ցուցիչները
is: ClearType breytur
kab: Iɣewwaṛen ClearType
kk: ClearType баптаулары
kn: ClearType ನಿಯತಾಂಕಗಳು
lo: ພາລາມີເຕີ ClearType
lt: „ClearType“ parametrai
ml: ClearType പരാമീറ്ററുകള്‍
ne: ClearType परामितिहरू
nn_no: ClearType-parameter
ro: Parametrii ClearType
sr: Параметри за клиртајп (ClearType)
sv: ClearType-parametrar
sw: Ondoa Aina ya Paramita
ta: ClearType அளவுருக்கள்
tr: ClearType parametreleri
tt: ClearType Parametreleri
ur: ClearType پیرامیٹر
uz: ClearType parameterlari
xh: Iiparamitha zefonti ecacileyo

source: Compositing
ar: التراكب
az: Birləşdirici
bg: Сглобяване
bn_in: কম্পোজিটিং
bs: Sastavljanje
ca: Composició
cy: Cyfosod
eu: Konposatzea
fa: ترکیب
ga_ie: Cumasc
hr: Sastavljanje
hu: Kompozitálás
hy_am: Կազմում
is: Samsetning
kk: Композитинг
kn: ರಚನೆ
lo: ການປະກອບ
lt: Komponavimas
my: ပေါင်းစပ်ဖွဲ့စည်းခြင်း
ne: सम्मिश्रण गरिँदै
nn_no: Kompositt
ro: Compunere
sv: Komposition
tr: Çizici
ur: کمپوزیٹنگ
uz: Yozish
xh: Ukuyila

source: Hardware H264 Decoding
ar: فك ترميز H264 باستخدام العتاد
az: Avadanlıq H264 Dekodlama
bg: Хардуерно декодиране на H264
bn_in: হার্ডওয়ার H264 ডিকোডিং
bs: Hardversko H264 dekodiranje
ca: Descodificació H264 per maquinari
cy: Dadgodio Caledwedd H264
eu: Hardware bidezko H264 deskodetzea
fa: رمزگشایی سخت‌افزاری H264
ga_ie: Díchódú Crua-Earraí H264
gd: Dì-chòdachadh bathar-cruaidh H264
hr: Hardversko H264 dekodiranje
hu: Hardveres H264-dekódolás
hy_am: Սարքաշարի H264 ապակոդավորում
is: H264 kóðun í vélbúnaði
kab: Akestengel H264 s useqdec n warrum
kk: Құрылғылық H264 декодтау
kn: ಹಾರ್ಡ್‌ವೇರ್ H264 ಡೀಕೋಡಿಂಗ್
lo: ການຖອດລະຫັດຮາດແວ H264
lt: Aparatinis „H264“ iškodavimas
ne: हार्डवेयर H264 डिकोडिंग
nn_no: H264 hardvaredekodning
ro: Decodare H264 hardware
sv: H264 hårdvaruavkodning
ta: வன்பொருள் H264 குறியேற்றம்
tr: Donanımsal H264 çözme
ur: ہارڈویئر 264 H کی ضابطہ کشائی
uz: H264 qurilmasida dekoding qo‘llab-quvvatlanadi
xh: Ihadwe H264 Isusa Ikhowudi

source: main thread, no OMTC
az: ana axın, OMTC yoxdur
bg: главна нишка, без OMTC
bn_in: আসল থ্রেড, কোনো OMTC নয়
bs: glavna nit, bez OMTC
ca: fil principal, sense OMTC
cy: prif drywydd, dim OMTC
eu: hari nagusia, OMTCrik ez
fa: رشته اصلی، بدون OMTC
ga_ie: príomhshnáithe, gan OMTC
gd: main thread, gun OMTC
hr: glavna nit, bez OMTC
hu: fő szál, nincs OMTC
hy_am: հիմնական շղթա, ոչ OMTC
is: aðalþráður, ekkert OMTC
kab: akala afessas agejdan, ulac OMTC
kk: басты ағын, OMTC жоқ
kn: ಮುಖ್ಯ ಎಳೆ, OMTC ಇಲ್ಲ
lt: pagrindinė gija, be OMTC
my: အဓိက thread, OMTC မပါဝင်
ne: मुख्य थ्रेड, OMTC छैन
nn_no: hovudtråd, ingen OMTC
ro: fir principal, fără OMTC
sv: huvudtråden, ingen OMTC
tr: ana işlem parçacığı, OMTC yok
ur: مرکزی دھاگے، OMTC کے بخیر
uz: asosiy mavzu, OMTC yo‘q
xh: Ithredi eyintloko, akukho OMTC

source: Yes
ar: نعم
az: Bəli
bg: Да
bn_bd: হ্যাঁ
bn_in: হ্যাঁ
bs: Da
ca: Sí
cy: Iawn
eu: Bai
fa: بله
ga_ie: Tá
gd: Tha
hr: Da
hu: Igen
hy_am: Այո
is: Já
kab: Ih
kk: Иә
kn: ಹೌದು
lo: ແມ່ນ
lt: Taip
my: ဟုတ်ပါသည်
ne: हो
nn_no: Ja
ro: Da
sv: Ja
tr: Evet
ur: ہاں
uz: Ha
xh: Ewe

source: No
ar: لا
az: Xeyr
bg: Не
bn_bd: না
bn_in: না
bs: Ne
cy: Na
eu: Ez
fa: خیر
ga_ie: Níl
gd: Chan eil
hr: Ne
hu: Nem
hy_am: Ոչ
is: Nei
kab: Ala
kk: Жоқ
kn: ಇಲ್ಲ
lo: ບໍ່
lt: Ne
my: မဟုတ်ပါ
ne: होइन
nn_no: Nei
ro: Nu
sv: Nej
tr: Hayır
ur: نہیں
uz: Yo‘q
xh: Hayi

source: Found
bs: Pronađeno
ca: S'ha trobat
cy: Wedi Canfod
eu: Aurkitua
fa: پیدا شد
gd: Chaidh a lorg
hu: Megtalálva
kk: Табылған
lt: Rastas

source: Missing
bs: Nedostaje
ca: Falta
cy: Coll
eu: Falta da
fa: ناپیدا
gd: A dhìth
hu: Hiányzik
kk: Жоқ
lt: Trūkstamas

source: Description
ar: الوصف
az: Açıqlama
bg: Описание
bn_bd: বিবরণ
bn_in: বিবরণ
bs: Opis
ca: Descripció
cy: Disgrifiad
eu: Deskribapena
fa: توضیحات
ga_ie: Cur Síos
gd: Tuairisgeul
hr: Opis
hu: Leírás
hy_am: Նկարագրություն
is: Lýsing
kab: Aglam
kk: Сипаттамасы
kn: ವಿವರಣೆ
lo: ຄຳອະທິບາຍ
lt: Aprašymas
my: ဖေါ်ပြချက်
ne: विवरण
nn_no: Skildring
ro: Descriere
sv: Beskrivning
tr: Tanım
ur: وضاحت
uz: Taʼrifi
xh: Inkcazelo

source: Vendor ID
ar: معرّف المنتِج
az: Satıcı kimliyi
bg: ID на производител
bn_bd: ভেন্ডর ID
bn_in: বিক্রেতার ID
bs: ID Izdavača
ca: ID del proveïdor
cy: Enw'r Gwerthwr
eu: Hornitzailearen IDa
fa: شناسهٔ تولیدکنندهٔ سخت‌افزار گرافیکی
ga_ie: Aitheantas an tSoláthraí
gd: ID an reiceadair
gu: વેન્ડર ID
hr: ID proizvođača
hu: Gyártóazonosító
hy_am: Մատակարարի ID-ին
is: Auðkenni framleiðanda
kab: Asulay n umzenzi
kn: ವೆಂಡರ್ ID
lo: ID ຂອງຜູ້ຈຳຫນ່າຍ
lt: Gamintojo ID
ml: വെണ്ടര്‍ ഐഡി
my: ထုတ်လုပ်ရောင်းချသူ အမှတ်အသား
ne: बिक्रेता आईडी
nn_no: Leverandør-ID
ro: ID-ul vânzătorului
sr: ИД продавача
sv: Leverantörs-ID
sw: Kitambulishi cha Muuzaji
ta: விற்பனையாளர் ID
tr: Satıcı numarası
tt: İstihsalcı Kimligi
ur: وینڈر ID
uz: Ishlab chiqaruvchi ID raqami
xh: I-Vendor ID

source: Device ID
ar: معرّف الجهاز
az: Cihaz kimliyi
bg: ID на устройство
bn_bd: ডিভাইস ID
bn_in: ডিভাইসের ID
bs: ID Uređaja
ca: ID del dispositiu
cy: Enw Dyfais
eu: Gailuaren IDa
fa: شناسهٔ سخت‌افزار گرافیکی
ga_ie: Aitheantas Gléis
gd: ID an uidheim
gu: ઉપકરણ ID
hr: ID uređaja
hu: Eszközazonosító
hy_am: Սարքի ID-ին
is: Auðkenni tækis
kab: Asulay n yibenk
kn: ಸಾಧನ ID
lo: ID ຂອງອຸປະກອນ
lt: Įrenginio ID
ml: ഡിവൈസ് ഐഡി
my: ပစ္စည်း အမှတ်အသား
ne: यन्त्र आइडी
nn_no: Einings-ID
ro: ID-ul dispozitivului
sr: ИД уређаја
sv: Enhets-ID
sw: ID ya Kifaa
ta: சாதன ID
tr: Aygıt numarası
tt: Cihaz Kímlígí
ur: آلہ ID
uz: Qurilma ID raqami
xh: I-ID yesixhobo

source: Subsys ID
ar: معرّف النظام الفرعي
az: Subsys identifikatoru
bg: ID на подсистема
ca: ID del subsistema
cy: Enw subsys
eu: Subsys IDa
fa: شناسه Subsys
ga_ie: Aitheantas Fochórais
hu: Alrendszer-azonosító
is: Auðkenni Subsys
kab: Asulay n adanagraw
kk: Ішкі жүйе ID-і
kn: ಸಬ್‌ಸಿಸ್ ID
lt: Posistemio ID
ml: സബ്സിസ് ഐഡി
my: စနစ်ခွဲ အိုင်ဒီ
ne: उप-प्रणाली आइडि
nn_no: Kortleverandørs-ID
ro: ID-ul subsys
sv: Kortleverantörs-ID
ta: துணைக்கட்டக ID
tr: Subsys numarası
ur: سبسیس کی شناخت
xh: I-ID ye-Subsys

source: Drivers
ar: المشغلات
az: Sürücülər
bg: Драйвери
bn_bd: ড্রাইভার
bn_in: ড্রাইভার
bs: Drajveri
ca: Controladors
cy: Gyrwyr
eu: Kontrolatzaileak
fa: درایور‌ها
ga_ie: Tiománaithe
gd: Draibhearan
hr: Upravljački programi
hu: Illesztőprogramok
hy_am: Սարքավարներ
is: Reklar
kab: Inuḍafen
kk: Драйверлер
kn: ಚಾಲಕಗಳು
lo: ໄດຣເວີ
lt: Tvarkyklės
ne: ड्राइभरहरू
nn_no: Drivarar
ro: Drivere
sv: Drivrutiner
tr: Sürücüler
ur: ڈرائیور
uz: Drayverlar
xh: Iidrayivazi

source: Driver Version
ar: نسخة المشغل
az: Sürücü versiyası
bg: Версия на драйвера
bn_bd: ড্রাইভার সংস্করণ
bn_in: ড্রাইভারের সংস্করণ
bs: Verzija drajvera
ca: Versió del controlador
cy: Fersiwn Gyrrwr
eu: Kontrolatzailearen bertsioa
fa: نسخهٔ نرم‌افزار گرداننده
ga_ie: Leagan an Tiománaí
gd: Tionndadh an draibheir
gu: ડ્રાઇવર આવૃત્તિ
hr: Inačica upravljačkog programa
hu: Illesztőprogram verziója
hy_am: Հարմարանքի տարբերակը
is: Útgáfa rekils
kab: Lqem n unuḍaf
kk: Драйвер нұсқасы
kn: ಚಾಲಕ ಆವೃತ್ತಿ
lo: ລຸ້ນຂອງໄດຣເວີ
lt: Tvarkyklės laida
ml: ഡ്രൈവറിന്റെ പതിപ്പു്
ne: ड्राइभर संस्करण
nn_no: Drivarversjon
ro: Versiunea driverului
sr: Верзија управљачког програма
sv: Drivrutinsversion
sw: Toleo la Kiendelezi
ta: இயக்கி பதிப்பு
tr: Sürücü sürümü
tt: Sürüci Sürümi
ur: ڈرائیور ورژن
uz: Drayver versiyasi
xh: Inguqulelo yedrayiva

source: Driver Date
ar: تاريخ المشغل
az: Sürücü tarixi
bg: Дата на драйвера
bn_bd: ড্রাইভারের তারিখ
bn_in: ড্রাইভারের তারিখ
bs: Datum drajvera
ca: Data del controlador
cy: Dyddiad y Gyrrwr
eu: Kontrolatzailearen data
fa: تاریخ تولید نرم‌افزار گرداننده
ga_ie: Dáta an Tiománaí
gd: Ceann-là an draibheir
gu: ડ્રાઇવર તારીખ
hr: Datum upravljačkog programa
hu: Illesztőprogram dátuma
hy_am: Սարքավարի ամսաթիվը
is: Dagsetning rekils
kab: Azemz n unuḍaf
kk: Драйвер шыққан күні
kn: ಚಾಲಕ ದಿನಾಂಕ
lt: Tvarkyklės data
ml: ഡ്രൈവറിന്റെ തീയതി
ne: ड्राइभर मिति
nn_no: Drivardato
ro: Data driverului
sr: Датум управљачког програма
sv: Drivrutinsdatum
sw: Tarehe ya Kiendelezi
ta: இயக்கி தேதி
tr: Sürücü tarihi
tt: Sürüci Tarihi
ur: ڈرائیور تاریخ
uz: Drayver sanasi
xh: Umhla wedrayiva

source: Active
ar: نشطة
az: Aktiv
bg: Активен
bn_bd: সক্রিয়
bn_in: সক্রিয়
bs: Aktivno
ca: Activa
cy: Gweithredol
eu: Aktibo
fa: فعال
ga_ie: Gníomhach
gd: Gnìomhach
hr: Aktivan
hu: Aktív
hy_am: Ակտիվ
is: Virkt
kab: Urmid
kk: Белсенді
kn: ಸಕ್ರಿಯ
lo: ເປີດໃຊ້
lt: Aktyvi
my: လုပ်ဆောင်နေသည်
ne: सक्रिय
nn_no: Aktiv
ro: Activ
sv: Aktiv
ta: செயலிலுள்ளது
tr: Etkin
ur: متحرک
uz: Aktiv
xh: Esebenzayo

source: WebGL 1 Driver WSI Info
cy: Gwybodaeth WSI ar yrrwr WebGL 1
eu: WebGL 1 kontrolatzailearen WSI informazioa
fa: اطلاعات راه‌انداز WebGL 1 WSI
gd: Fiosrachadh WSI WebGL 1
hu: WebGL 1 illesztőprogram WSI Info
kk: WebGL 1 драйвер WSI ақпараты
lt: „WebGL 1“ tvarkyklės WSI informacija

source: WebGL 1 Driver Renderer
cy: Rendrwr Gyrrwr WebGL 1
eu: WebGL 1 kontrolatzailearen errendatzailea
gd: Reandaraiche draibhear WebGL 1
hu: WebGL 1 illesztőprogram megjelenítő
kk: WebGL 1 драйвер Renderer
lt: „WebGL 1“ tvarkyklės atvaizdavimo įrankis

source: WebGL 1 Driver Version
bs: WebGL 1 Driver verzija
cy: Fersiwn Gyrrwr WebGL 1
eu: WebGL 1 kontrolatzailearen bertsioa
fa: نسخه راه‌انداز WebGL 1
gd: Tionndadh an draibheir WebGL 1
hu: WebGL 1 illesztőprogram verzió
kk: WebGL 1 драйвер нұсқасы
lt: „WebGL 1“ tvarkyklės versija

source: WebGL 1 Driver Extensions
bs: WebGL 1 Driver ekstenzije
cy: Estyniadau Gyrrwr WebGL 1
eu: WebGL 1 kontrolatzailearen luzapenak
fa: افزونه راه‌انداز WebGL 1
gd: Leudachain an draibheir WebGL 1
hu: WebGL 1 illesztőprogram kiterjesztései
kk: WebGL 1 драйвер кеңейтулері
lt: „WebGL 1“ tvarkyklės plėtiniai

source: WebGL 1 Extensions
bs: WebGL 1 ekstenzije
ca: Extensions WebGL 1
cy: Estyniadau WebGL 1
eu: WebGL 1 luzapenak
fa: افزونه‌های WebGL 1
gd: Leudachain WebGL 1
hu: WebGL 1 kiterjesztések
kk: WebGL 1 кеңейтулері
lt: „WebGL 1“ plėtiniai

source: WebGL 2 Driver WSI Info
cy: Gwybodaeth WSI Gyrrwr WebGL 2
eu: WebGL 2 kontrolatzailearen WSI informazioa
fa: اطلاعات WSI راه‌انداز WebGL 2
gd: Fiosrachadh WSI WebGL 2
hu: WebGL 2 illesztőprogram WSI Info
kk: WebGL 2 драйвер WSI ақпараты
lt: „WebGL 2“ tvarkyklės WSI informacija

source: WebGL 2 Driver Renderer
cy: Rendrwr Gyrrwr WebGL 2
eu: WebGL 2 kontrolatzailearen errendatzailea
gd: Reandaraiche draibhear WebGL 2
hu: WebGL 2 illesztőprogram megjelenítő
kk: WebGL 2 драйвер Renderer
lt: „WebGL 2“ tvarkyklės atvaizdavimo įrankis

source: WebGL 2 Driver Version
bs: WebGL 2 Driver verzija
cy: Fersiwn Gyrrwr WebGL 2
eu: WebGL 2 kontrolatzailearen bertsioa
fa: نسخه راه‌انداز WebGL 2
gd: Tionndadh an draibheir WebGL 2
hu: WebGL 2 illesztőprogram verzió
kk: WebGL 2 драйвер нұсқасы
lt: „WebGL 2“ tvarkyklės versija

source: WebGL 2 Driver Extensions
bs: WebGL 2 Driver ekstenzije
cy: Estyniadau Gyrrwr WebGL 2
eu: WebGL 2 kontrolatzailearen luzapenak
fa: افزونه راه‌انداز WebGL 2
gd: Leudachain an draibheir WebGL 2
hu: WebGL 2 illesztőprogram kiterjesztései
kk: WebGL 2 драйвер кеңейтулері
lt: „WebGL 2“ tvarkyklės plėtiniai

source: WebGL 2 Extensions
bs: WebGL 2 ekstenzije
ca: Extensions WebGL 2
cy: Estyniadau WebGL 2
eu: WebGL 2 luzapenak
fa: افزونه‌های WebGL 2
gd: Leudachain WebGL 2
hu: WebGL 2 kiterjesztések
kk: WebGL 2 кеңейтулері
lt: „WebGL 2“ plėtiniai

source: Blocklisted due to known issues
az: Bilinən xətalara görə qara siyahıya alındı
bg: В списъка на блокирането поради известни проблеми
bn_in: জানা ইস্যুর জন্য ব্লক করা হয়েছে
bs: Blokiran zbog poznatih problema
ca: És a la llista de bloquejos per problemes coneguts
cy: Wedi eu rhwystro ar sail gwybodaeth hysbys
eu: Arazo ezagunengatik zerrenda beltzean
fa: مسدود شده به دلیل مسائل شناخته نشده
ga_ie: Ar an liosta blocála mar gheall ar fhadhbanna atá ar eolas
hr: Blokiran zbog poznatih problema
hu: Ismert problémák miatt blokkolva
hy_am: Սև ցուցակում՝ հայտնի խնդիրների պատճառով
is: Á svörtum lista vegna þekktra vandamál
kab: Yettusewḥel ɣef uguren ur yettwassnen ara
kk: Белгілі осалдылықтар салдарынан блоктізімде
kn: ಗೊತ್ತಿರುವ ಸಮಸ್ಯೆಗಳಿಂದಾಗಿ ಪಟ್ಟಿಸಲಾಗಿದೆ
lo: Blocklisted ຍ້ອນວ່າໄດ້ຮັບຮູ້ບັນຫານີ້ແລ້ວ.
lt: Užblokuota dėl žinomų problemų
my: ဖြစ်တတ်သည့်ပြဿနာများရှိသောကြောင့် ပိတ်ပင်စာရင်းထဲ ထည့်ထားသည်
ne: ज्ञात मुद्दाहरूका कारण अबरुद्दसुचीमा राखिएको
nn_no: Svartelista på grunn av kjende problem
ro: Pe lista de blocări din cauza problemelor cunoscute
sv: Svartlistad på grund av kända problem
tr: Bilinen sorunlar nedeniyle engellendi
ur: معلوم مسائل کی وجہ سے بلاک لسٹ
uz: Ma’lum sabablarga ko‘ra blok ro‘yxatiga qo‘shildi
xh: Ibhlokiwe ngenxa yemiba eyaziwayo

source: bug %1$S
ar: العلة %1$S
az: xəta %1$S
bg: бъг %1$S
bn_bd: বাগ %1$S
bn_in: বাগ %1$S
ca: error %1$S
cy: gwall %1$S
eu: %1$S. buga
fa: باگ%1$S
ga_ie: fabht %1$S
hu: %1$S számú hiba
hy_am: խնդիր %1$S
is: villa %1$S
kab: Abug %1$S
kk: ақаулық %1$S
kn: ದೋಷ %1$S
lo: ບັກ %1$S
lt: klaida Nr. %1$S
my: အမှား %1$S
ne: बग %1$S
nn_no: feil %1$S
sv: bugg %1$S
ta: வழு %1$S
ur: گڑبڑ %1$S
uz: nosozlik: %1$S
xh: ibhagi %1$S

source: Blocklisted; failure code %1$S
az: Bloklandı; xəta kodu %1$S
bg: В списъка на блокираните: код на грешка %1$S
bn_in: ব্লকের তালিকায় ফেলা হয়েছে; ব্যর্থ কোড %1$S
bs: Blokiran; kod neuspjeha %1$S
ca: És a la llista de bloquejos; codi d'error %1$S
cy: Wedi ei rwystro; gwall cod %1$S
eu: Zerrenda beltzean; %1$S hutsegite-kodea
fa: مسدود شده،‌ کد خطا %1$S
ga_ie: Ar an liosta blocála; cód teipthe %1$S
hr: Blokiran; kod neuspjeha %1$S
hu: Blokkolva, hibakód: %1$S
hy_am: Սև ցուցակում, վթարի կոդը՝ %1$S
is: Á svörtum lista; villukóði %1$S
kab: Yettusewḥel; tangalt n tuccḍa %1$S
kk: Блоктізіміде; қателік коды %1$S
lo: Blocklisted; ລະຫັດຂໍ້ຜິດພາດ %1$S
lt: Užblokuota; gedimo kodas %1$S
my: ပိတ်ပင်စာရင်းထဲ ထည့်ထားသည်။; အမှားကုဒ် %1$S
ne: अबरुद्दसुचीत; विफल कोड %1$S
nn_no: Svartlista; feilkode %1$S
ro: Pe lista de blocări; codu de eroare %1$S
sv: Svartlistad; felkod %1$S
tr: Engellendi. Hata kodu %1$S
ur: بلیک لسٹ؛ ناکامی کوڈ %1$S
uz: Blok ro‘yxatiga qo‘shildi; xatolik kodi: %1$S
xh: Ibhlokiwe, ikhowudi yokusilela %1$S

source: D3D11 Compositor
bg: Сглобяване с D3D11
bn_in: D3D11 কম্পোজিটর
bs: D3D11 kompozitor
ca: Compositor D3D11
cy: Cyfosodwr D3D11
eu: D3D11 konposatzailea
fa: حروفچین D3D11
ga_ie: Eagraí D3D11
hr: D3D11 kompozitor
hu: D3D11 kompozitáló
hy_am: D3D11 կազմարկիչ
kab: Amsuddes D3D11
kk: D3D11 араластырушысы
kn: D3D11 ಸಂರಚಕ
lt: D3D11 rinkėjo gija
ne: D3D11 मिश्रणकर्ता
nn_no: D3D11-kompositoren
ro: Compozitor D3D11
sv: D3D11 Kompositör
ur: D3D11 کمپوزیٹر
xh: D3D11 Umyili

source: D3D11 Video Decoder
az: D3D11 Video Dekodlayıcı
bg: Видео декодер на D3D11
bn_in: D3D11 ভিডিও ডেকোডার
bs: D3D11 Video dekoder
ca: Descodificador de vídeo D3D11
cy: Dadgodiwr Fideo D3D11
eu: D3D11 bideo-deskodetzailea
fa: رمزگشا فیلم D3D11
ga_ie: Díchódóir Físe D3D11
hr: D3D11 video dekoder
hu: D3D11 videodekóder
hy_am: D3D11 տեսանյութի ապակոդավորիչ
is: D3D11 Vídeó afkóðari
kk: D3D11 видео декодері
kn: D3D11 ವೀಡಿಯೊ ಡೀಕೋಡರ್
lo: ຕົວຖອດລະຫັດວິດີໂອ D3D11
lt: D3D11 vaizdo iškoduotuvas
ne: D3D11 भिडियो डीकोडर
nn_no: D3D11 videodekodar
ro: Decodor video D3D11
sv: D3D11 Videoavkodare
ta: D3D11 காணொளி குறியவிழி
tr: D3D11 Video Çözücüsü
ur: D3D11 ویڈیو کوٹواچک
xh: I-D3D11 Video Decoder
