Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/global/aboutSupport.properties.po
Languages: ar, az, bg, bn_bd, bn_in, bs, ca, cy, eu, fa, ga_ie, gd, gu, hr, hu, hy_am, is, kab, kk, kn, lo, lt, ml, my, ne, nn_no, ro, sr, sv, sw, ta, tr, tt, ur, uz, xh

source: D3D9 Video Decoder
az: D3D9 Video Dekodlayıcı
bg: Видео декодер на D3D9
bn_in: D3D9 ভিডিও ডিকোডার
bs: D3D9 Video dekoder
ca: Descodificador de vídeo D3D9
cy: Dadgodiwr Fideo D3D9
eu: D3D9 bideo-deskodetzailea
fa: رمزگشا فیلم D3D9
ga_ie: Díchódóir Físe D3D9
hr: D3D9 video dekoder
hu: D3D9 videodekóder
hy_am: D3D9 տեսանյութի ապակոդավորիչ
is: D3D9 Vídeó afkóðari
kk: D3D9 видео декодері
kn: D3D9 ವೀಡಿಯೊ ಡೀಕೋಡರ್
lo: ຕົວຖອດລະຫັດວິດີໂອ D3D9
lt: D3D9 vaizdo iškoduotuvas
ne: D3D9 भिडियो डिकोडर
nn_no: D3D9 videodekodar
ro: Decodor video D3D9
sv: D3D9 Videoavkodare
ta: D3D9 காணொளி குறியவிழி
tr: D3D9 Video Çözücüsü
ur: D3D9 ویڈیو کوٹواچک
xh: I-D3D9 Video Decoder

source: Reset on Next Restart
az: Sonrakı yenidən başlatmada sıfırla
bg: Анулиране при следващото рестартиране
bn_in: পরবর্তী পুনরারম্ভরে রিসেট করুন
bs: Resetuj vrijednosti kod sljedećeg restarta
ca: Reinicialitza als valors per defecte en el proper reinici
cy: Ailosod wrth Ailgychwyn
eu: Berrezarri hurrengo berrabiaraztean
fa: تنظیم مجدد بعد از راه اندازی مجدد
ga_ie: Athshocrú ar an chéad atosú eile
gd: Ath-shuidhich aig an ath ath-thòiseachadh
hr: Vrati na početne prilikom sljedećeg pokretanja
hu: Újraindításkor alaphelyzetbe
hy_am: Վերակայել հաջորդ վերամեկնարկից
is: Endurstilla í næstu endurræsingu
kab: Ales awennez deg usenker d-itteddun
kk: Келесі іске қосылған кезде тастау
kn: ಮತ್ತೆ ಶುರುಮಾಡಿದಾಗ ಹಿಂದಿನ ಸ್ಥಿತಿಗೆ ಸ್ಥಾಪಿಸು
lo: ກັບໄປສູ່ການຕັ້ງຄ່າເດີມໃນການ Restart ຄັ້ງຕໍ່ໄປ
lt: Atstatyti kito paleidimo metu
my: နောက်တစ်ကြိမ်ဖွင့်သည့်အချိန်တွင် တန်ဖိုးများကို မူလအတိုင်း ပြန်သတ်မှတ်ပါ
ne: अर्को पुन:सुचारु गर्दा रिसेट गर्नुहोस्
nn_no: Tilbakestill ved neste omstart
ro: Resetează la următoarea repornire
sv: Återställ vid nästa omstart
ta: அடுத்த மீள்துவக்கத்தில் மீட்டமை
tr: Sonraki yeniden başlatmada sıfırla
ur: اگلی بار دوبارہ شروع کرنے پر پھر سیٹ کریں
uz: Keyingi ishga tushishda tiklash
xh: Seta kwakhona Xa Uphinda Uqala

source: Terminate GPU Process
bs: Okončaj GPU procese
ca: Finalitza el procés de GPU
cy: Gorffen Proses GPU
eu: Amaitu GPU prozesua
fa: خاتمه پروسهٔ GPU
ga_ie: Cuir deireadh le próiseas GPU
gd: Cuir crìoch air pròiseas an GPU
hu: GPU folyamat leállítása
kk: GPU процесін тоқтату
lt: Sustabdyti GPU procesą
ne: GPU प्रकृयालाई अन्त्य गर्ने
nn_no: Avslutt GPU-prosess
xh: Yekisa iNkqubo yeGPU

source: Trigger Device Reset
cy: Ailosod Dyfais Trigro
gd: Cuir gu dol ath-shuidheachadh an uidheim
hu: Eszköz alapállapotba hozása
kk: Құрылғыны тастауды орындау

source: Audio Backend
ar: سند الصوت
az: Səs arxa tərəfi
bn_in: অডিও ব্যাকেন্ড
ca: Sistema de fons d'àudio
cy: Cefn Sain
eu: Audio backend-a
fa: پسانه صوتی
ga_ie: Inneall Fuaime
hu: Hang háttérprogram
kab: Ameslaw ɣer deffir
kk: Аудио файлдарын ойнату бағдарламасы
lt: Garso posistemė
ne: अडियो ब्याकइन्ड
nn_no: Lydgrensesnitt
sv: Ljudgränssnitt
tr: Ses arka ucu
ur: آڈیو پسدید
uz: Audio Server
xh: I-Audio Backend

source: Max Channels
cy: Mwyaf o Sianeli
gd: Seanailean air a’ char as motha

source: Preferred Channel Layout
cy: Cynllun Sianeli Amgen
gd: Co-dhealbhadh nan seanail as fhearr dhut

source: Preferred Sample Rate
cy: Graddfa Samplo Amgen
gd: Reat samplachaidh as fhearr dhut

source: Expected minimum version
ar: أقل إصدارة مقبولة
az: Gözlənilən minimum versiya
bg: Очаквана минимална версия
bn_bd: প্রত্যাশিত সর্বনিম্ন সংস্করণ
bn_in: প্রত্যাশিত সর্বনিম্ন সংস্করণ
bs: Očekivana minimalna verzija
ca: Versió mínima esperada
cy: Fersiwn lleiaf disgwyliedig
eu: Esperotako bertsio minimoa
fa: حداقل نسخهٔ لازم
ga_ie: Leagan is sine a rabhthas ag súil leis
gd: An tionndadh as lugha ris a tha dùil
gu: ઇચ્છિત ન્યૂનત્તમ આવૃત્તિ
hr: Očekivana najmanja inačica
hu: Elvárt minimális verzió
hy_am: Ակնկալվող նվազագույն տարբերակը
is: Bjóst við lágmarksútgáfu
kab: Lqem adday ittuṛaǧun
kk: Күтілген минималды нұсқасы
kn: ನಿರೀಕ್ಷಿಸಲಾದ ಕನಿಷ್ಟ ಆವೃತ್ತಿ
lo: ລຸ້ນຕຳສຸດທີ່ສາມາດໃຊ້ໄດ້
lt: Minimali priimtina versija
ml: പ്രതീക്ഷിച്ച ഏറ്റവും കുറഞ്ഞ പതിപ്പു്
my: ရှိသင့်တဲ့ အနိမ့်ဆုံး ဗားရှင်း
ne: अपेक्षित न्यूनतम संस्करण
nn_no: Forventa minimumsversjon
ro: Versiune minimă așteptată
sr: Очекивано минимално издање
sv: Förväntad minimiversion
sw: Toleo la chini lililotarajiwa
ta: எதிர்பார்க்கப்படும் குறைந்தபட்ச பதிப்பு
tr: Beklenen minimum sürüm
tt: Beklengen asğariy sürüm
ur: متوقع کم سے کم ورژن
uz: Kutilgan minimum versiya
xh: Inguqulelo encinane elindelekileyo

source: Version in use
ar: الإصدارة المستخدمة
az: İstifadə olunan versiya
bg: Използвана версия
bn_bd: ব্যবহৃত সংস্করণ
bn_in: ব্যবহৃত সংস্করণ
bs: Verzija u upotrebi
ca: Versió en ús
cy: Fersiwn mewn defnydd
eu: Erabiltzen dagoen bertsioa
fa: نسخهٔ جاری
ga_ie: Leagan in úsáid
gd: An tionndadh a tha 'ga chleachdadh
gu: વપરાશમાં આવૃત્તિ
hr: Korištena inačica
hu: Használt verzió
hy_am: Օգտագործվող տարբերակը
is: Útgáfa í notkun
kab: Lqem ittuseqdacen
kk: Қолданыстағы нұсқасы
kn: ಬಳಸಬೇಕಿರುವ ಆವೃತ್ತಿ
lo: ລຸ້ນທີ່ກຳລັງນຳໃຊ້ຢູ່
lt: Naudojama versija
ml: ഉപയോഗത്തിലുള്ള പതിപ്പു്
my: အသုံးပြုသည့် ဗားရှင်း
ne: प्रयोगमा रहेको संस्करण
nn_no: Versjon i bruk
ro: Versiune în uz
sr: Издање у употреби
sv: Version som används
sw: Toleo linalotumika
ta: பயன்பாட்டிலுள்ள பதிப்பு
tr: Kullanılan sürüm
tt: Qullanımdaki sürüm
ur: استعمال میں ورژن
uz: Foydalanilayotgan versiya
xh: Inguqulelo esetyenziswayo

source: Seccomp-BPF (System Call Filtering)
ar: ‏Seccomp-BPF (ترشيح استدعاءات النظام)
az: Seccomp-BPF (Sistem Çağırış Filterləmə)
bg: Seccomp-BPF (филтриране на системни извиквания)
bn_bd: Seccomp-BPF (সিস্টেম কল ফিল্টারিং)
bn_in: Seccomp-BPF (সিস্টেম কল ফিল্টারিং)
bs: Seccomp-BPF (filtriranje sistemskih poziva)
ca: Seccomp-BPF (filtratge de crides del sistema)
cy: Seccomp-BPF (Hidlo Galw System)
eu: Seccomp-BPF (Sistema-deien iragaztea)
fa: Seccomp-BPF (پالایش فراخوانی‌های سیستم)
ga_ie: Seccomp-BPF (Scagadh Glaonna Córais)
gd: Seccomp-BPF (Criathradh ghairmean an t-siostaim)
hr: Seccomp-BPF (filtriranje sistemskih poziva)
hu: Seccomp-BPF (rendszerhívás-szűrés)
is: Seccomp-BPF (System Call sía)
kab: Seccomp-BPF (Azizdeg n isawalen n unagraw)
kk: Seccomp-BPF (Жүйелік шақыруларды сүзгілеу)
kn: Seccomp-BPF (ಗಣಕ ವ್ಯವಸ್ಥೆ ಕರೆ ಸೋಸುವಿಕೆ)
lt: „Seccomp-BPF“ (kreipimųsi į sistemą filtravimas)
ml: Seccomp-BPF (സിസ്റ്റം കോള്‍ ഫില്‍റ്ററിങ്)
ne: Seccomp-BPF (सिस्टम कल फ़िल्टरिङ्ग)
nn_no: Seccomp-BPF (Systemkall-filtrering)
ro: Seccomp-BPF (filtrarea apelurilor de sistem)
sv: Seccomp-BPF (Systemanropsfiltrering)
ta: Seccomp-BPF (கணினி அழைத்தல் வடிகட்டி)
tr: Seccomp-BPF (sistem çağrısı filtreleme)
ur: Seccomp-BFP (نظام کال فلٹرنگ)
uz: Seccomp-BPF (Tizimni chaqirishni filterlash)

source: Seccomp Thread Synchronization
ar: مزامنة Seccomp للخيوط
az: Seccomp əməliyyat sinxronlaşdırması
bg: Синхронизиране на нишката на Seccomp
bn_bd: সিকম্প থ্রেড সিংক্রোনাইজেশন
bn_in: সিকম্প থ্রেড সিংক্রোনাইজেশন
bs: Seccomp Thread sinhronizacija
ca: Sincronització de fils Seccomp
cy: Cydweddiad Edafedd Seccomp
eu: Seccomp harien sinkronizazioa
fa: به‌هنگام‌سازی تردهای Seccomp
ga_ie: Sioncronú Snáitheanna Seccomp
gd: Sioncronachadh snàithlein Seccomp
hr: Seccomp Thread sinkronizacija
hu: Seccomp szálszinkronizáció
hy_am: Seccomp շղթայի համաժամեցում
is: Seccomp Þráða samstilling
kab: Amtawi n tinelli n uselkem Seccomp
kk: Seccomp ағынының синхрондалуы
kn: ಸೆಕ್ಕಾಂಪ್ ಥ್ರೆಡ್ ಸಿಂಕ್ರೊನೈಸೇಶನ್
lt: „Seccomp“ gijų sinchronizavimas
ml: Seccomp ത്രെഡ്ഡ് സിങ്ക്രണൈസേഷൻ
ne: Seccomp थ्रेड समिकरण
nn_no: Seccomp-trådsynkronisering
ro: Sincronizarea firului de execuție seccomp
sv: Seccomp-trådsynkronisering
ta: Seccomp இழை ஒத்திசைவு
tr: Seccomp işlem senkronizasyonu
ur: Seccomp دھاگہ ہم وقت سازی
uz: Seccomp mavzularini sinxronlash
xh: Ungqamaniso lwe-Seccomp Thread

source: User Namespaces
ar: نطاقات أسماء المستخدمين
az: İstifadəçi ad boşluqları
bg: Потребителски пространства от имена
bn_bd: ব্যবহারকারী নামস্থান
bn_in: ইউজার নেমস্পেস
bs: Korisnički namespace-i
ca: Espais de noms de l'usuari
cy: Bylchau Enwau Defnyddiwr
eu: Erabiltzaileen izen-eremuak
fa: زیرمجموعه کاربر
ga_ie: Ainmspásanna Úsáideora
gd: Ainm-spàsan cleachdaiche
hr: Korisnički imenski prostori
hu: Felhasználói névterek
hy_am: Օգտվողի անվան բացատներ
is: Nafnarými notanda
kab: Tallunt n yismawen n useqdac
kk: Пайдаланушының аттар кеңістіктері
kn: ಬಳಕೆದಾರದ ನೇಮ್‌ಸ್ಪೇಸ್‌ಗಳು
lt: Naudotojo vardų erdvės
ml: ഉപയോക്താവിന്റെ നേമ്സ്പേസ്സുകള്‍
ne: प्रयोगकर्ता नेमस्पेसहरू
nn_no: Brukarnamnområde
ro: Spații de nume ale utilizatorului
sv: Användarnamnområden
ta: பயனர் பெயரிடைவெளிகள்
tr: Kullanıcı isim uzayları
ur: صارف نیم اسپیسز
uz: Foydalanuvchilar nomlari maydonchalari
xh: Izithuba zamaGama oMsebenzisi

source: User Namespaces for privileged processes
ar: نطاقات أسماء المستخدمين للسيرورات ذات الامتياز
az: Üstün səlahiyyətli əməliyyatlar üçün İstifadəçi ad boşluqları
bg: Потребителски пространства от имена за привилегировани процеси
bn_bd: তৈরী প্রসেসের জন্য ব্যবহারকারী নামস্থানসমূহ
bn_in: সুবিধাভোগী প্রক্রিয়ার জন্য ইউজার নেমস্পেস
bs: Korisnički namespace-i za privilegovane procese
ca: Espais de noms de l'usuari per a processos privilegiats
cy: Bylchau Enw Defnyddiwr fel prosesau breintiedig
eu: Erabiltzaileen izen-eremuak prozesu pribilegiatuentzat
fa: زیرمجموعه کاربر
ga_ie: Ainmspásanna Úsáideora do phróisis phribhléideacha
gd: Cleachd ainm-spàsan airson pròiseasan aig a bheil pribhleid
hr: Korisnički imenski prostori za privilegirane procese
hu: Felhasználói névterek privilegizált folyamatokhoz
hy_am: Օգտվողի անվան բացատներ՝ արտոնյալ ընթացների համար
is: Nafnarými notanda fyrir forgangsþræði
kab: Tallunt n yesmawen n useqdac i yikalan yezwaren
kk: Артықшылықты үрдістер үшін пайдаланушының аттар кеңістіктері
kn: ವಿಶೇಷ ಪ್ರಕ್ರಿಯೆಗಳಿಗಿರುವ ಬಳಕೆದಾರರ ನೇಮ್‌ಸ್ಪೇಸ್‌ಗಳು
lo: User Namespaces ສຳລັບຂະບວນການທີ່ໄດ້ຮັບສິດທິພິເສດ
lt: Naudotojo vardų erdvės privilegijuotiems procesams
ml: പ്രബലമായ പ്രക്രിയകള്‍ക്കു വേണ്ടിയുള്ള ഉപയോക്താവിന്റെ നേമ്സ്പേസ്സുകള്‍
my: အခွင့်ရလုပ်ငန်းစဉ်များအတွက် User Namespaces
ne: विशेषाधिकार प्राप्त प्रक्रियाहरूका लागि प्रयोगकर्ता नेमस्पेस
nn_no: Brukarnamnområde for priviligerte prosessar
ro: Spații de nume ale utilizatorului pentru procese privilegiate
sv: Användarnamnområden för privilegierade processer
ta: முன்னுரிமை செயல்பாடுகளுக்கான பயனர் பெயரிடைவெளிகள்
tr: Ayrıcalıklı işlemler için kullanıcı isim uzayları
ur: صارف کے عنوانات استحقاق عمل کاری کے لیئے
uz: Imtiyozli jarayonlar uchun foydalanuvchilar nomlari maydonchalari
xh: Izithuba zamaGama oMsebenzisi ngeenkqubo eziselungelweni

source: Content Process Sandboxing
ar: عزل سيرورة المحتوى
az: Məzmun İşləmə Sandbox-u
bg: Отделяне на процес от съдържанието във виртуална среда
bn_bd: কন্টেন্ট প্রক্রিয়ার স্যান্ডবক্সিং
bn_in: কন্টেন্ট প্রসেস স্যান্ডবক্সিং
bs: Sandboxing procesa sadržaja
ca: Inclou en l'entorn de proves els processos de contingut
cy: Blwch Tywod Proses Cynnwys
eu: Eduki-prozesuen isolamendua
fa: فضا آزمایشی پردازش محتوا
ga_ie: Próiseas Ábhair i mBosca Gainimh
hr: Sandboxing sadržajnog procesa
hu: Tartalomfolyamat sandboxing
hy_am: Բովանդակության Sandboxing
kab: Amsersu i yikalan n ugbur
kk: Құраманың үрдісін құмсалғышта орындау
kn: ವಿಷಯ ಪ್ರಕ್ರಿಯೆ ಪ್ರಯೋಗಾರ್ಥಗೊಳಿಸುವಿಕೆ
lt: Turinio proceso izoliavimas
ml: ഉള്ളടക്ക പ്രക്രിയകളുടെ സാന്റ്‌‌‌‌‌ബോക്സിങ്ങ്
my: Content Process စမ်းသပ်ခြင်း
ne: सामग्री प्रक्रिया स्यान्डबक्सिङ्ग
nn_no: Sandkasse for innhaldsprosessar
ro: Proces sandbox pentru continuț
sv: Sandboxa innehållsprocess
ta: உள்ளடக்க செயல்பாடு Sandboxing
tr: İçerik işlemi kum havuzu
ur: عمل کاری مواد کی Sandboxing
uz: Kontent sandbokslash jarayoni
xh: Inkqubo yesiqulatho yebhokisi yesanti

source: Media Plugin Sandboxing
ar: عزل ملحقات الوسائط
az: Media Qoşması Sandbox-u
bg: Отделяне на медийна приставка във виртуална среда
bn_bd: মিডিয়া প্লাগইন Sandboxing
bn_in: মিডিয়া প্লাগইন স্যান্ডবক্সিং
bs: Sandboxing media plugina
ca: Inclou en l'entorn de proves els connectors multimèdia
cy: Blwch Tywod Ategyn Cyfrwng
eu: Multimedia-pluginen isolamendua
fa: فضا آزمایشی افزونه‌ی رسانه
ga_ie: Forlíontán Meán i mBosca Gainimh
hr: Sandboxing media priključka
hu: Médiabővítmény sandboxing
hy_am: Մեդիաբաղադրչի Sandboxing
kab: Amsersu i yizegrar aget-allalen n telɣut
kk: Медиа плагиндерін құмсалғышта орындау
kn: ಮೀಡಿಯ ಪ್ಲಗಿನ್ ಪ್ರಯೋಗಾರ್ಥಗೊಳಿಸುವಿಕೆ
lt: Medijos papildinių izoliavimas
ml: മീഡിയാ പ്ലഗിന്‍ സാന്റ്‌‌‌‌‌ബോക്സിങ്ങ്
my: မီဒီယာ ပလပ်အင် စမ်းသပ်ခြင်း
ne: मिडिया प्लगइन स्यान्डबक्सिङ्ग
nn_no: Sandkasse for medietillegg
ro: Plugin sandbox pentru media
sv: Sandboxa media-plugin
ta: ஊடக செருகி Sandboxing
tr: Medya yan uygulaması kum havuzu
ur: میڈیا اظافہ سینڈباکسنگ
uz: Media plugin Sandbokslash
xh: Ukhuseleko olwahlula iinkqubo ezinesoftwe eyongeza ifitsha ethile yemidiya

source: Content Process Sandbox Level
ar: مستوى عزل سيرورة المحتوى
az: Məzmun İşləmə Sandbox Səviyyəsi
bn_in: কন্টেন্ট প্রসেস স্যান্ডবক্সিং লেভেল
bs: Sanbox nivo procesa sadržaja
ca: Nivell de l'entorn de proves de processos de contingut
cy: Lefel Blwch Tywod Proses Cynnwys
eu: Eduki-prozesuen isolamendu maila
fa: سطح آزمایش پردازش محتوا
ga_ie: Leibhéal Bosca Gainimh don Phróiseas Ábhair
hu: Tartalomfolyamat sandboxing szintje
kab: Aswir n usersu n ukala n ugbur
kk: Құрамасы бар үрдістер үшін шектеулер деңгейі
lt: Turinio proceso izoliavimo lygmuo
ne: सामग्री प्रक्रिया स्यान्डबक्सिङ्ग
nn_no: Nivå Sandbox innhaldsprosess
xh: Umlinganiselo weNkqubo yeSiqulatho yeBhokisi yeSanti

source: Effective Content Process Sandbox Level
ca: Nivell de l'entorn de proves de processos de contingut efectiu
cy: Lefel Blwch Tywod Proses Cynnwys Effeithiol
eu: Eduki-prozesuen isolamendu maila eraginkorra
fa: سطح آزمایشیِ پردازشِ محتوای فعال
hu: Tartalomfolyamat tényleges sandboxing szintje
kk: Құрамасы бар үрдістер үшін эффективті шектеулер деңгейі

source: content
bs: sadržaj
ca: contingut
cy: cynnwys
eu: edukia
fa: محتوا
gd: susbaint
hu: tartalom
kk: құрамасы
lt: turinys

source: media plugin
bs: medijski plugin
ca: connector multimèdia
cy: ategyn cyfrwng
eu: multimedia plugina
fa: متصل‌شوندهٔ رسانه
gd: plugan mheadhanan
hu: médiabővítmény
kk: медиа плагині
lt: medijos įskiepis

source: Enabled by user
ar: فعّله المستخدم
az: İstifadəçi tərəfindən aktivləşdirilib
bg: Включено от потребител
bn_bd: ব্যবহারকারী দ্বারা সক্রিয়
bn_in: ব্যবহারকারীদের দ্বারা সক্ষম
bs: Korisnički omogućeno
ca: Activat per l'usuari
cy: Galluogwyd gan y defnyddiwr
eu: Erabiltzaileak gaituta
fa: فعال‌ ‌شده توسط کاربر
ga_ie: Chumasaigh úsáideoir é seo
gd: Air a chur an comas leis a’ chleachdaiche
hr: Omogućio korisnik
hu: A felhasználó engedélyezte
hy_am: Միացված օգտվողի կողմից
is: Virkjað af notanda
kab: Iremd-it useqdac
kk: Пайдаланушымен іске қосылған
kn: ಬಳಕೆದಾರರಿಂದ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
lo: ຖືກເປີດໃຊ້ງານໂດຍຜູ້ໃຊ້
lt: Įjungta naudotojo
my: အသုံးပြုသူက ဖွင့်ထားသည်
ne: प्रयोगकर्ताद्वारा सक्षम पारियो
nn_no: Slått på av brukar
ro: Activate de utilizator
sv: Aktiverad av användare
ta: பயனாளரால் செயலிடப்பட்டது
tr: kullanıcı tarafından etkinleştirildi
ur: صارف کی جانپ سے چالو کیا گیا
uz: Foydalanuvchi yoqib qo‘ygan
xh: Ivulwe ngumsebenzisi

source: Enabled by default
ar: مفعّل مبدئيًا
az: İlkin olaraq aktivləşdirilib
bg: Включено по подразбиране
bn_bd: বাই ডিফল্ট সক্রিয় রয়েছে
bn_in: গতানুগতিকভাবে সক্রিয়
bs: Izvorno omogućeno
ca: Activat per defecte
cy: Galluogwyd drwy ragosodiad
eu: Lehenespenez gaituta
fa: فعال شده توسط پیش فرض
ga_ie: Cumasaithe mar réamhshocrú
gd: An comas a ghnàth
hr: Omogućeno prema zadanim postavkama
hu: Alapértelmezésben engedélyezve
hy_am: Միացված՝ ըստ լռելյայնի
is: Sjálfgefið virkjað
kab: Itturermed d amezwer
kk: Үнсіз келісім бойынша іске қосылған
lo: ຖືກເປີດໃຊ້ງານໂດຍຄ່າພື້ນຖານ
lt: Įjungta pagal numatymą
my: မူလကတည်းက ဖွင့်ထားသည်
ne: पूर्वनिर्धारित रूपमा सक्षम पारिएको
nn_no: Slått på som standard
ro: Activate în mod implicit
sv: Aktiverad som standard
ta: முன்னிருப்பில் செயலிலுள்ளது
tr: Varsayılan olarak etkin
ur: پہلے سے طے شدہ اہل بنایا گیا
uz: Standart sozlamalar bo‘yicha yoqib qo‘yilgan
xh: Ivulwe ngokuzenzekelayo

source: Disabled
ar: معطّل
az: Söndürülüb
bg: Изключено
bn_bd: নিষ্ক্রিয় রয়েছে
bn_in: নিষ্ক্রিয়
bs: Onemogućeno
ca: Desactivat
cy: Analluogwyd
eu: Desgaituta
fa: غیرفعال
ga_ie: Díchumasaithe
gd: À comas
hr: Onemogućeno
hu: Tiltva
hy_am: Անջատված
is: Óvirkt
kab: Arurmid
kk: Сөндірулі
lo: ຖືກປິດໃຊ້ງານ
lt: Išjungta
my: ပိတ်ထားသည်
ne: अक्षम पारिएको
nn_no: Slått av
ro: Dezactivate
sv: Inaktiverad
ta: முடக்கப்பட்டது
tr: Devre dışı
ur: نااہل
uz: O‘chirib qo‘yilgan
xh: Yenziwe ukuba ingasebenzi

source: Disabled by accessibility tools
ar: عطّلته أدوات الإتاحة
az: Mümkünlük alətləri tərəfindən söndürülüb
bg: Изключено от инструменти по достъпността
bn_bd: অ্যাক্সেসেবিলিটি তুল দ্বারা নিষ্ক্রিয় রয়েছে
bn_in: অভিগম্যতা টুলসের সাহায্যে অক্ষম করা
bs: Onemogućili alati pristupačnosti
ca: Inhabilitat per les eines d'accessibilitat
cy: Analluogwyd gan offer hygyrchedd
eu: Erabilgarritasun-tresnek desgaituta
fa: عیرفعال شده توسط ابزار دسترسی‌پذیری
ga_ie: Dhíchumasaithe trí uirlisí rochtana
gd: Air a chur à comas le innealan na so-inntrigeachd
hr: Onemogućili alati pristupačnosti
hu: Akadálymentesítési eszközök letiltották
hy_am: Անջատված հասանելիության գործիքներով
is: Gert óvirkt af auðveldað aðgengi
kab: Yettwakked urmad sɣur ifecka n tuffart
kk: Қолжетерлілік саймандармен сөндірілген
lo: ຖືກປິດໃຊ້ງານໂດຍເຄື່ອງມືການຊ່ວຍເຂົ້າເຖິງ
lt: Išjungta prieinamumo įrankių
my: သုံးစွဲနိုင်စွမ်းတန်ဆာပလာများက ပိတ်ထားသည်
ne: पहुँचयोग्यता उपकरण द्वारा असक्षम गरिएको
nn_no: Avslått av tilgjengeverktøy
ro: Dezactivate de uneltele de accesibilitate
sv: Inaktiverad av tillgänglighetsverktyget
ta: அணுகுத்திறன் கருவிகளால் முடக்கப்பட்டது
tr: Erişilebilirlik araçları tarafından devre dışı bırakıldı
ur: رسائی پذیری، فورم کے اوزار کیحانب سے نااہل بنایا گیا
uz: Maxsus imkoniyatlar asboblari tomonidan o‘chirib qo‘yilgan
xh: Iyekiswe zizixhobo zofikelelo

source: Disabled by lack of graphics hardware acceleration on Mac OS X
az: Mac OS X-də qrafik avadanlıq təcilləndirici yetərsizliyindən söndürülüb
bg: Изключено поради липса на хардуерно ускорение на графиката в Mac OS X
bn_bd: Mac OS X এ গ্রাফিক হার্ডওয়্যার এক্সেলারেশনের অভাবে নিষ্ক্রিয় হয়েছে
bn_in: Mac OS X-এ গ্রাফিক্স হার্ডওয়ার অ্যাক্সিলারেশনের অভাবের দ্বারা নিষ্ক্রিয় করা আছে
bs: Onemogućeno zbog nedostatka hardverske grafičke akceleracije na Mac OS X
ca: Inhabilitat per la manca d'acceleració gràfica per programari al Mac OS X
cy: Analluogwyd gan ddiffyg cyflymydd caledwedd graffigau ar Mac OS X
eu: Mac OS Xko grafikoen hardware-azelerazio gabeziak desgaituta
fa: غیرفعال توسط نقصی در سخت افزار پردازنده گرافیک بر روی سیستم عامل مک
ga_ie: Díchumasaithe mar gheall ar easpa crua-earra grafaigh luathaithe ar Mac OS X
gd: Air a chur à comas an cois gainnead luathachadh bathar-cruaidh grafaigeachd air Mac OSX
hr: Isključeno zbog nedostatka hardverske grafičke akceleracije na Mac OS X
hu: Hardveres grafikus gyorsítás hiánya miatt tiltva Mac OS X-en
hy_am: Անջատված՝ գրաֆիկական սարքավարի արագացման պակասությամբ Mac OS X-ում
is: Gert óvirkt þar sem það vantar vélbúnaðarhröðun á Mac OS X
kab: Arurmid s laxṣaṣ n warrum n umeckaḍ udlif deg Mac OS X
kk: Mac OS X жүйесінде графикалық құрылғылық үдету жоқ салдарынан сөндірілген
lo: ຖືກປິດໃຊ້ງານໂດຍຄວາມໄວຂອງຫນ່ວຍປະມວນຜົນກຣາບຟິກໃນ Mac OS X ບໍ່ພຽງພໍ
lt: Išjungta dėl grafinės įrangos spartinimo nebuvimo „Mac OS X“
my: Mac OS X ပေါ်တွင် ရုပ်ပုံများဆိုင်ရာပုံရိပ်မြှင့်စနစ် မပါဝင်သောကြောင့် ပိတ်ထားသည်
ne: Mac OS X मा ग्राफिक्स हार्डवेयर प्रवेग को अभावमा असक्षम गरिएको
nn_no: Slått av av mangel på grafikkakselerrasjon
ro: Dezactivate de lipsa accelerării hardware grafice pe Mac OS X
sv: Inaktiverad av bristen på hårdvaruacceleration på Mac OS X
ta: Mac OS X வரைகலை வன்பொருள் முடுக்கம் பற்றாமையால் முடக்கப்பட்டது
tr: Mac OS X’te grafik donanımı hızlandırması olmadığı için devre dışı bırakıldı
ur: میک OS X پر گرافکس ہارڈویئر سرعت کاری کی کمی کی طرف سے نا اہل بنائیں
uz: Mc OS X tizimida grafik qurilma tezlatkichi kuchi yetmaganligi uchun o‘chirib qo‘yildi
xh: Iyekiswe kukungabikho kokukhawuleziswa kwehadwe yegrafiki kwiMac OS X

source: Disabled by unsupported text input
ar: عطّله إدخال النصوص غير المدعوم
az: Dəstəklənməyən mətn girişi tərəfindən söndürülüb
bg: Изключено поради неподдържан текстов вход
bn_bd: অসমর্থিত টেক্সট ইনপুটের কারনে নিষ্ক্রিয় হয়েছে
bn_in: অসমর্থিত টেক্সট ইনপুটের দ্বারা অক্ষমিত
bs: Onemogućio nepodržani unos teksta
ca: Inhabilitat perquè l'entrada de text és incompatible
cy: Analluogwyd gan fewnbwn testun heb ei gynnal
eu: Onartzen ez den testu-sarrerak desgaituta
fa: غیرفعال توسط ورودی متن خارج از پشتیبانی
ga_ie: Díchumasaithe de bharr ionchur téacs gan tacaíocht
gd: Air a chur à comas an cois ion-chur teacsa ris nach eil taic
hr: Onemogućio nepodržani unos teksta
hu: A nem támogatott szövegbevitel letiltotta
hy_am: Անջատված է չաջակցվող տեքստի ներածումը
is: Gert óvirkt vegna texta inntaks sem er ekki með stuðning
kab: Arurmid s weḍris anekcam ur iţusefraken ara
kk: Қолдауы жоқ мәтіндік енгізу салдарынан сөндірілген
lo: ຖືກປິດໃຊ້ງານໂດຍການປ້ອນຄ່າຂໍ້ຄວາມທີ່ບໍ່ໄດ້ຮັບການສະຫນັບສະຫນູນ
lt: Išjungta dėl nepalaikomos tekstinės įvesties
my: ပေးမရိုက်သည့်စာများပါဝင်နေသောကြောင့် ပိတ်ထားသည်
ne: असमर्थित पाठ निवेशद्वारा असक्षम गरिएको
nn_no: Slått av av ikkje-støtta tekst-input
sv: Inaktiverad av att textinmatning inte stöds
ta: ஆதரிக்கப்படாத உரை உள்ளீடல் முடக்கப்பட்டது
tr: Desteklenmeyen metin girdisi tarafından devre dışı bırakıldı
ur: غیر تعاون یافتہ متن کی ان پٹ کے باعث نااہل بنایا گیا
uz: Mos kelmaydigan matn kiritilganligi uchun o‘chirib qo‘yigan
xh: Iyekiswe lufakelo lweteksti engaxhaswayo

source: Disabled by add-ons
ar: عطّلته الإضافات
az: Əlavələr tərəfindən söndürülüb
bg: Изключено от добавки
bn_bd: অ্যান্ড-অন দ্বারা নিষ্ক্রিয় হয়েছে
bn_in: অ্যাড-অন দ্বারা অক্ষমিত
bs: Onemogućili add-oni
ca: Inhabilitat per part dels complements
cy: Analluogwyd gan ychwanegion
eu: Gehigarriek desgaituta
fa: غیرفعال شده توسط افزونه
ga_ie: Díchumasaithe trí bhreiseáin
gd: Air a chur an comas le tuilleadain
hr: Onemogućili dodaci
hu: Kiegészítők letiltották
hy_am: Անջատված է հավելումների կողմից
is: Gert óvirkt af viðbótum
kab: Izegrar kkesn-as armad
kk: Қосымшалармен сөндірілген
lo: ຖືກປິດໃຊ້ງານໂດຍ Add-ons
lt: Išjungta dėl priedų
my: အတ်အွန်များက ပိတ်ထားသည်
ne: एडअनद्वारा असक्षम पारिएको
nn_no: Slått av av utvidingar
ro: Dezactivate de suplimente
sv: Inaktiverad av tillägg
ta: நீட்சிகளால் முடக்கப்பட்டது
tr: Eklentiler tarafından devre dışı bırakıldı
ur: add-ons کی طرف سے غیر فعال
uz: Qo‘shimcha dasturlar tomonidan o‘chirib qo‘yilgan
xh: Iyekiswe zizongezelelo

source: Disabled forcibly
az: Zorla söndürüldü
bg: Принудително изключен
bn_bd: বলপূর্বক নিষ্ক্রিয় করা হয়েছে
bn_in: জোর করে অক্ষম করা হয়েছে
bs: Prisilno onemogućeno
ca: Inhabilitat de forma forçada
cy: Analluogi gorfodol
eu: Behartuta desgaituta
fa: در هر شرایطی غیرفعال شود
ga_ie: Díchumasaithe le lámh láidir
gd: Air a chur à comas le làmh làidir
hr: Prisilno onemogućeno
hu: Kikapcsolása kényszerítve
hy_am: Ուժով անջատված
is: Gert óvirkt með valdi
kab: Arurmid s tedusi
kk: Мәжбүрлі түрде сөндірілген
lo: ຖືກປິດໃຊ້ງານໂດຍ Forcibly
lt: Išjungta priverstinai
my: အတင်းအကျပ် ပိတ်ထားသည်
ne: जबर्जस्ती अक्षम परियो
nn_no: Tvinga deaktivering
ro: Dezactivate forțat
sv: Inaktiverad med tvång
ta: அதிரடியாக முடக்கப்பட்டது
tr: Zorla devre dışı bırakıldı
ur: زبردستی نا اہل بنائیں
uz: Majburiy o‘chirib qo‘yildi
xh: Iyekiswe ngenkani
