Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/global/aboutSupport.properties.po
Languages: ar, az, bg, bn_bd, bn_in, bs, ca, cy, eu, fa, ga_ie, gd, gu, hr, hu, hy_am, is, kab, kk, kn, lo, lt, ml, my, ne, nn_no, ro, sr, sv, sw, ta, tr, tt, ur, uz, xh

source: Crash Reports for the Last #1 Day;Crash Reports for the Last #1 Days
ar: بلاغات انهيار آخر يوم;بلاغات انهيار آخر يومين;بلاغات انهيار آخر #1 أيام;بلاغات انهيار آخر #1 يومًا;بلاغات انهيار آخر #1 يوم;بلاغات انهيار آخر يوم
az: Son #1 Gün üçün Çökmə Hesabatı;Son #1 Gün üçün Çökmə Hesabatı
bg: Доклади за сривовете през последния #1 ден;Доклади за сривовете през последните #1 дни
bn_bd: সর্বশেষ #1 দিনের ক্র্যাশ রিপোর্ট; সর্বশেষ #1 দিনের ক্র্যাশ রিপোর্ট
bn_in: সর্বশেষ #1 দিনের জন্য ক্র্যাশ প্রতিবেদনগুলি; শেষ #1 দিনের জন্য ক্র্যাশ প্রতিবেদন
bs: Izvještaji o rušenju za protekli #1 dan;Izvještaji o rušenju za proteklih #1 dana
ca: Informes de fallada de l'últim dia;Informes de fallada dels últims #1 dies
cy: Adroddiadau chwalu'r #1 Diwrnod Diwethaf;#1 Diwrnod Diwethaf
eu: Azken eguneko hutsegite-txostenak;Azken #1 egunetako hutsegite-txostenak
fa: گزارش فروپاشی‌ها برای #1 روز گذشته;گزارش فروپاشی‌ها برای #1 روز گذشته
ga_ie: Tuairiscí Tuairteála sa #1 lá is déanaí;Tuairiscí Tuairteála sa #1 lá is déanaí;Tuairiscí Tuairteála sa #1 lá is déanaí;Tuairiscí Tuairteála sa #1 lá is déanaí;Tuairiscí Tuairteála sa #1 lá is déanaí
gd: Aithisgean tuislidh san #1 latha mu dheireadh;Aithisgean tuislidh san #1 latha mu dheireadh;Aithisgean tuislidh sna #1 làithean mu dheireadh;Aithisgean tuislidh san #1 latha mu dheireadh
gu: છેલ્લા #1 દિવસનો ભંગાણ અહેવાલ;છેલ્લા #1 દિવસોના ભંગાણ અહેવાલો
hr: Izvještaji o rušenju za protekli #1 dan;Izvještaji o rušenju za proteklih #1 dana;Izvještaji o rušenju za proteklih #1 dana
hu: Hibajelentések az elmúlt #1 napról;Hibajelentések az elmúlt #1 napról
hy_am: Վթարի զեկույցները վերջին #1 օրում;Վթարի զեկույցները վերջին #1 օրում
is: Hrunskýrslur fyrir seinasta #1 dag;Hrunskýrslur fyrir seinustu #1 daga
kab: Issaɣen n uɣelluy n #1 aneggaru;issaɣen n uɣelluy n #1 ineggura
kk: Соңғы #1 күн үшін құлау хабарламалары;Соңғы #1 күн үшін құлау хабарламалары
kn: ಕ್ರಿಯಾವೈಫಲ್ಯ ವರದಿಗಳು ಕಳೆದ #1 ದಿನದ್ದು;ಕ್ರಿಯಾವೈಫಲ್ಯ ವರದಿಗಳು ಕಳೆದ #1 ದಿನಗಳದ್ದು
lt: Pastarosios #1 dienos strigčių pranešimai;Pastarųjų #1 dienų strigčių pranešimai;Pastarųjų #1 dienų strigčių pranešimai
ml: അവസാന #1 ദിവസത്തിനുള്ള തകരാര്‍ റിപോര്‍ട്ടുകള്‍;അവസാന #1 ദിവസത്തേക്കുള്ള തകരാര്‍ റിപോര്‍ട്ടുകള്‍
ne: अन्तिम #1 दिनको लागि क्र्यास प्रतिवेदनहरू;अन्तिम #1 दिनहरूका लागि क्र्यास प्रतिवेदनहरू
nn_no: Krasjrapportar den siste #1 dag;Krasjrapportar dei siste #1 dagane
ro: Rapoarte de defecțiuni pentru ultima #1 zi;Rapoarte de defecțiuni pentru ultimele #1 zile
sv: Kraschrapporter för den senaste dagen;Kraschrapporter för de senaste #1 dagarna
ta: கடைசி #1 நாளுக்கானசெயலிழப்பு அறிக்கை; கடைசி #1 நாட்களுக்கான செயலிழப்பு அறிக்கை
tr: Son #1 günün çökme raporları
ur: پچھلے #1 دن کی کریش رپورٹیں; پچھلے #1 دنوں کی کریش رپورٹیں
uz: So‘nggi #1 kun uchun nosozlik xabarlari;So‘nggi #1 kun uchun nosozlik xabarlari
xh: Iingxelo zokonakala kolu Suku #1 lugqithileyo;iNgxelo zokonakala kwezu Ntsuku zi#1 zigqithileyo

source: #1 minute ago;#1 minutes ago
ar: منذ دقيقية;منذ دقيقتين;منذ #1 دقائق; منذ #1 دقيقة;منذ #1 دقيقة;الآن
az: #1 dəqiqə əvvəl;#1 dəqiqə əvvəl
bg: преди #1 минута;преди #1 минути
bn_bd: #1 মিনিট পূর্বে;#1 মিনিট পূর্বে
bn_in: #1 মিনিট অাগে;#1 মিনিট অাগে
bs: Prije #1 minute;Prije #1 minuta
ca: Fa un minut;Fa #1 minuts
cy: #1 munud yn ôl;#1 munud yn ôl
eu: Duela minutu bat;Duela #1 minutu
fa: #1 دقیقه دیگر باقی‌مانده;#1 دقیقه دیگر باقی‌مانده
ga_ie: #1 nóiméad ó shin;#1 nóiméad ó shin;#1 nóiméad ó shin;#1 nóiméad ó shin;#1 nóiméad ó shin
gd: #1 mhionaid air ais;#1 mhionaid air ais;#1 mionaidean air ais;#1 mionaid air ais
gu: #1 મિનિટ અગાઉ;#1 મિનિટો અગાઉ
hr: Prije #1 minute;Prije #1 minutePrije #1 minuta
hu: #1 perce; #1 perce
hy_am: #1 րոպե առաջ;#1 րոպե առաջ
is: #1 mínútu síðan;#1 mínútum síðan
kab: #1 n tesdat aya;#1 n tesdatin aya
kk: #1 минут бұрын;#1 минут бұрын
kn: #1 ನಿಮಿಷ ಮುಂಚೆ;#1 ನಿಮಿಷಗಳ ಮುಂಚೆ
lo: #1 ນາທີຜ່ານມາ;#1 ນາທີຜ່ານມາ
lt: Prieš #1 minutę;Prieš #1 minučių;Prieš #1 minutes
ml: #1 മിനിറ്റ് മുമ്പു്;#1 മിനിറ്റുകള്‍ മുമ്പു്
ne: #1 मिनेट अगाडि;#1 मिनेट अगाडि
nn_no: #1 minutt sidan;#1 minutt sidan
ro: #1 minut în urmă;#1 minute în urmă
sv: #1 minut sedan;#1 minuter sedan
ta: #1 நிமிடம் முன்பு;#1 நிமிடங்கள் முன்பு
tr: #1 dakika önce
ur: #1 منٹ قبل; #1 منٹ قبل
uz: #1 daqiqa oldin;#1 daqiqa oldin
xh: umzuzu om-#1 ogqithileyo;imizuzu e-#1 egqithileyo

source: #1 hour ago;#1 hours ago
ar: منذ ساعة;منذ ساعتين;منذ #1 ساعات; منذ #1 ساعة;منذ #1 ساعة;منذ أقل من ساعة
az: #1 saat əvvəl;#1 saat əvvəl
bg: преди #1 час;преди #1 часа
bn_bd: #1 ঘন্টা পূর্বে;#1 ঘন্টা পূর্বে
bn_in: #1 ঘন্টা অাগে;#1 ঘন্টা অাগে
bs: Prije #1 sat;Prije #1 sati
ca: Fa una hora;Fa #1 hores
cy: #1 awr yn ôl;#1 awr yn ôl
eu: Duela ordubete;Duela #1 ordu
fa: #1 ساعت دیگر باقی‌مانده;#1 ساعت دیگر باقی‌مانده
ga_ie: #1 uair ó shin;#1 uair ó shin;#1 huaire ó shin;#1 n-uaire ó shin;#1 uair ó shin
gd: #1 uair a thìde air ais;#1 uair a thìde air ais;#1 uairean a thìde air ais;#1 uair a thìde air ais
gu: #1 કલાક અગાઉ;#1 કલાકો અગાઉ
hr: Prije #1 sat;Prije #1 sata;Prije #1 sati
hu: #1 órája;#1 órája
hy_am: #1 ժամ առաջ;#1 ժամ առաջ
is: #1 klukkustund síðan;#1 klukkustundum síðan
kab: #1 n usrag aya;#1 n isragen aya
kk: #1 сағат бұрын;#1 сағат бұрын
kn: #1 ಘಂಟೆ ಮುಂಚೆ;#1 ಘಂಟೆಗಳ ಮುಂಚೆ
lo: #1 ຊົ່ວໂມງຜ່ານມາ;#1 ຊົ່ວໂມງຜ່ານມາ
lt: Prieš #1 valandą;Prieš #1 valandų;Prieš #1 valandas
ml: #1 മണിക്കൂര്‍ മുമ്പു്;#1 മണിക്കൂറുകള്‍ മുമ്പു്
ne: #1 घण्टा अगाडि;#1 घण्टा अगाडि
nn_no: #1 time sidan;#1 timar sidan
ro: #1 oră în urmă;#1 ore în urmă
sv: #1 timme sedan;#1 timmar sedan
ta: #1 மணி நேரம் முன்பு;#1 மணி நேரங்கள் முன்பு
tr: #1 saat önce
ur: #1 گھنٹہ قبل; #1 گھنٹے قبل
uz: #1 soat oldin;#1 soat oldin
xh: iyure e#1 egqithileyo;iiyure ezi#1 ezigqithileyo

source: #1 day ago;#1 days ago
ar: منذ يوم;منذ يومين;منذ #1 أيام; منذ #1 يومًا;منذ #1 يوم;منذ أقل من يوم
az: #1 gün əvvəl;#1 gün əvvəl
bg: преди #1 ден;преди #1 дена
bn_bd: #1 দিন পূর্বে;#1 দিন পূর্বে
bn_in: #1 দিন অাগে;#1 দিন অাগে
bs: Prije #1 dan;Prije #1 dana
ca: Fa un dia;Fa #1 dies
cy: #1 diwrnod yn ôl;#1 diwrnod yn ôl
eu: Duela egun bat;Duela #1 egun
fa: #1 روز دیگر باقی‌مانده;#1 روز دیگر باقی‌مانده
ga_ie: #1 lá ó shin;#1 lá ó shin;#1 lá ó shin;#1 lá ó shin;#1 lá ó shin
gd: #1 latha air ais;#1 latha air ais;#1 làithean air ais;#1 latha air ais
gu: #1 દિવસ અગાઉ;#1 દિવસો અગાઉ
hr: Prije #1 dan;Prije #1 dana;Prije #1 dana
hu: #1 napja; #1 napja
hy_am: #1 օր առաջ;#1 օր առաջ
is: #1 degi síðan;#1 dögum síðan
kab: #1 n wass aya;#1 n wussan aya
kk: #1 күн бұрын;#1 күн бұрын
kn: #1 ದಿನ ಮುಂಚೆ;#1 ದಿನಗಳ ಮುಂಚೆ
lo: #1 ມື້ຜ່ານມາ;#1 ມື້ຜ່ານມາ
lt: Prieš #1 dieną;Prieš #1 dienų;Prieš #1 dienas
ml: #1 ദിവസം മുമ്പു്;#1 ദിവസങ്ങള്‍ മുമ്പു്
ne: #1 दिन अगाडि;#1 दिन अगाडि
nn_no: #1 dag sidan;#1 dagar sidan
ro: #1 zi în urmă;#1 zile în urmă
sv: #1 dag sedan;#1 dagar sedan
ta: #1 நாள் முன்பு;#1 நாட்கள் முன்பு
tr: #1 gün önce
ur: #1 دن قبل;#1 دن قبل
uz: #1 kun oldin;#1 kun oldin
xh: usuku olu#1 olugqithileyo;iintsuku ezi#1 ezigqithileyo

source: All Crash Reports (including #1 pending crash in the given time range);All Crash Reports (including #1 pending crashes in the given time range)
ar: كل بلاغات الانهيار (تشمل بلاغ انهيار معلّق في الفترة الزمنية المحددة);كل بلاغات الانهيار (تشمل بلاغي انهيار معلّقين في الفترة الزمنية المحددة);كل بلاغات الانهيار (تشمل #1 بلاغات انهيار معلّقة في الفترة الزمنية المحددة);كل بلاغات الانهيار (تشمل #1 بلاغ انهيار معلّق في الفترة الزمنية المحددة);كل بلاغات الانهيار (تشمل #1 بلاغ انهيار معلّق في الفترة الزمنية المحددة);كل بلاغات الانهيار (لا تشمل أي بلاغات انهيار معلّقة في الفترة الزمنية المحددة)
az: Bütün Çökmə Hesabatları (verilən zaman aralığındaki #1 gözləyən çökmə də daxil olmaqla);Bütün Çökmə Hesabatları (verilən zaman aralığındaki #1 gözləyən çökmələr də daxil olmaqla)
bg: Всички доклади за сривове (включително #1 изчакващ срив в дадения времеви диапазон);Всички доклади за сривове (включително #1 изчакващи срива в дадения времеви диапазон)
bn_bd: সকল ক্র্যাশ রিপোর্ট (প্রদান করা সময়ের মধ্যে #1 টি অমীমাংসিত ক্র্যাশ সহ); সকল ক্র্যাশ রিপোর্ট (প্রদান করা সময়ের মধ্যে #1 টি অমীমাংসিত ক্র্যাশ সহ)
bn_in: সমস্ত ক্র্যাশ প্রতিবেদন (দেওয়া সময় সীমার মধ্যে #1 মুলতুবি ক্র্যাশ সহ);সমস্ত ক্র্যাশ প্রতিবেদন (দেওয়া সময় সীমার মধ্যে #1 মুলতুবি ক্র্যাশ সহ)
bs: Svi izvještaji o rušenju (uključujući #1 neriješeno rušenje u datom periodu);Svi izvještaji o rušenju (uključujući #1 neriješena rušenja u datom periodu)
ca: Tots els informes de fallada (inclosa #1 fallada pendent dins el període de temps indicat);Tots els informes de fallada (incloses #1 fallades pendents dins el període de temps indicat)
cy: Pob Adroddiad Chwalu (gan gynnwys #1 chwalfa disgwyliedig o fewn ystod penodol o amser);Pob Adroddiad Chwalu (gan gynnwys #1 chwalfa disgwyliedig o fewn ystod penodol o amser)
eu: Hutsegite-txosten guztiak (emandako denbora-tartean zain dagoen hutsegite bat kontuan hartuta);Hutsegite-txosten guztiak (emandako denbora-tartean zain daude #1 hutsegite kontuan hartuta)
fa: تمامی گزارش‌های فروپاشی (شامل #1 فروپاشی در انتظار در باز زمانی داده شده);تمامی گزارش‌های فروپاشی (شامل #1 فروپاشی در انتظار در باز زمانی داده شده)
ga_ie: Gach Tuairisc Tuairteála (le #1 tuairt sa raon ama seo ar feitheamh);Gach Tuairisc Tuairteála (le #1 thuairt sa raon ama seo ar feitheamh);Gach Tuairisc Tuairteála (le #1 thuairt sa raon ama seo ar feitheamh);Gach Tuairisc Tuairteála (le #1 dtuairt sa raon ama seo ar feitheamh);Gach Tuairisc Tuairteála (le #1 tuairt sa raon ama seo ar feitheamh)
gd: Gach aithisg tuislidh (a' gabhail a-steach #1 tuisleadh ri dhèiligeadh san rainse ama a tha seo);Gach aithisg tuislidh (a' gabhail a-steach #1 thuisleadh ri dhèiligeadh san rainse ama a tha seo);Gach aithisg tuislidh (a' gabhail a-steach #1 tuislidhean ri dhèiligeadh san rainse ama a tha seo);Gach aithisg tuislidh (a' gabhail a-steach #1 tuisleadh ri dhèiligeadh san rainse ama a tha seo)
gu: બધા ભંગાણ અહેવાલો (આપેલી સમય મર્યાદામાં #1 બાકી ભંગાણને સમાવીને);બધા ભંગાણ અહેવાલો (આપેલી સમય મર્યાદામાં #1 બાકી ભંગાણોને સમાવીને)
hr: Svi izvještaji o rušenju (uključujući #1 neriješeno rušenje u danom periodu);Svi izvještaji o rušenju (uključujući #1 neriješena rušenja u danom periodu);Svi izvještaji o rušenju (uključujući #1 neriješenih rušenja u danom periodu)
hu: Minden hibajelentés (beleértve #1 függőben lévő hibajelentést az adott időszakban);Minden hibajelentés (beleértve #1 függőben lévő hibajelentést az adott időszakban)
hy_am: Վթարի բոլոր զեկույցները (ներառյալ նշված ժամանակում #1 սպասող վթար);Վթարի բոլոր զեկույցները (ներառյալ նշված ժամանակում #1 սպասող վթարներ)
is: Allar hrunskýrslur (einnig #1 hrunskýrsla í vinnslu á gefnum tíma);Allar hrunskýrslur (einnig #1 hrunskýrslur í vinnslu á gefnum tíma)
kab: Akk ineqqisen n uɣelluy (ula d #1 n uneqqis yettṛaǧun aɣelluy deg uzilal n wakud);Akk ineqqisen n uɣelluy (ula d #1 n ineqqisen yettṛaǧun aɣelluy deg uzilal n wakud)
kk: Барлық құлау хабарламалары (соның ішінде берілген уақыт аралығындағы әлі жіберілмеген #1 құлау);Барлық құлау хабарламалары (соның ішінде берілген уақыт аралығындағы әлі жіберілмеген #1 құлау)
kn: ಎಲ್ಲಾ ಕ್ರಾಶ್‌ ರಿಪೋರ್ಟುಗಳನ್ನು (ಒದಗಿಸಲಾದ ಸಮಯದ ವ್ಯಾಪ್ತಿಯಲ್ಲಿ ಬಾಕಿ ಇರುವ #1 ಕ್ರಾಶ್‌ ಸೇರಿದಂತೆ);ಎಲ್ಲಾ ಕ್ರಾಶ್‌ ರಿಪೋರ್ಟುಗಳನ್ನು (ಒದಗಿಸಲಾದ ಸಮಯದ ವ್ಯಾಪ್ತಿಯಲ್ಲಿ ಬಾಕಿ ಇರುವ #1 ಕ್ರಾಶ್‌ಗಳು ಸೇರಿದಂತೆ)
lo: ລາຍງາຍຂໍ້ຜິດພາດທັງຫມົດ (ປະກອບດ້ວຍ #1 ຂໍ້ຜິດພາດທີ່ຍັງບໍ່ທັນໄດ້ລາຍງານຕາມເວລາທີ່ກຳນົດໄວ້);ລາຍງາຍຂໍ້ຜິດພາດທັງຫມົດ (ປະກອບດ້ວຍ #1 ຂໍ້ຜິດພາດທີ່ຍັງບໍ່ທັນໄດ້ລາຍງານຕາມເວລາທີ່ກຳນົດໄວ້)
lt: Visi strigčių pranešimai (taip pat #1 neišsiųstas pranešimas iš nurodyto laiko intervalo);Visi strigčių pranešimai (taip pat #1 neišsiųstų pranešimų iš nurodyto laiko intervalo);Visi strigčių pranešimai (taip pat #1 neišsiųsti pranešimai iš nurodyto laiko intervalo)
ml: എല്ലാ തകരാര്‍ റിപ്പോര്‍ട്ടുകള്‍ (നല്‍കിയ സമയ പരിധിയില്‍ ബാക്കിയുള്ള #1 തകരാര്‍ ഉള്‍പ്പടെ);എല്ലാ തകരാര്‍ റിപ്പോര്‍ട്ടുകള്‍ (നല്‍കിയ സമയ പരിധിയില്‍ ബാക്കിയുള്ള #1 തകരാറുകള്‍ ഉള്‍പ്പടെ)
ne: सबै दुर्घटना प्रतिवेदन (दिएको समय सीमामा #1 बाँकी रहेको दुर्घटना सहित); सबै दुर्घटना प्रतिवेदन (दिएको समय सीमा मा #1 बाँकी रहेको दुर्घटनाहरू सहित)
nn_no: Alle krasjrapportar (inkludert #1 krasjrapport som ventar på handsaming i tidsrommet);Alle krasjrapportar (inkludert #1 krasjrapport som ventar på handsaming i tidsrommet)
ro: Toate rapoartele de defecțiuni (inclusiv #1 raport în așteptare în intervalul de timp dat);Toate rapoartele de defecțiuni (inclusiv #1 rapoarte în așteptare în intervalul de timp dat);
sv: Alla kraschrapporter (inklusive #1 ej inskickad krasch i givet tidsintervall);Alla kraschrapporter (inklusive #1 ej inskickade krascher i givet tidsintervall)
ta: அனைத்து செயலிழப்பு அறிக்கைகள்(கொடுக்கப்பட்ட காலத்திற்க்குட்பட்ட நிலுவைலுள்ள #1 செயலிழப்பு );அனைத்து செயலிழப்பு அறிக்கைகள்(கொடுக்கப்பட்ட காலத்திற்க்குட்பட்ட நிலுவைலுள்ள #1 செயலிழப்புகள் )
tr: Tüm çökme raporları (belirtilen zaman aralığındaki #1 bekleyen çökme dahil)
ur: #1 دن قبل; #1 دن قبل
uz: Barcha nosozlik xabarlari (berilgan vaqt oralig‘idagi #1 ta nosozlik bilan birga);Barcha nosozlik xabarlari (berilgan vaqt oralig‘idagi #1 ta nosozlik bilan birga)
xh: Zonke iiNgxelo zoKonakala (kuquka ukonakala oku#1 okusaseleyo kweli xesha);Zonke iiNgxelo zoKonakala (kuquka ukonakala oku#1 okusaseleyo kweli xesha)

source: Raw data copied to clipboard
ar: نُسخت البيانات الخام إلى الحافظة
bg: Необработените данни са копирани в системния буфер
bn_bd: অবিন্যস্ত ডাটা ক্লিপবোর্ডে অনুলিপি করা হয়েছে
bn_in: কাঁচা তথ্য ক্লিপবোর্ডে কপি করা হয়েছে
bs: Sirovi podaci kopirani na clipboard
ca: Les dades sense processar s'han copiat al porta-retalls
cy: Copïwyd data bras i'r clipfwrdd
eu: Testu gordina arbelean kopiatu da
fa: رونوشت داده‌های خام به تخته‌گیره ارسال شد
ga_ie: Cóipeáladh na hamhshonraí go dtí an ghearrthaisce
gd: Chaidh lethbhreac an dàta luim a chur air an stòr-bhòrd
gu: ક્લિપબોર્ડમાં નકલ થયેલ કાચી માહિતી
hr: Neobrađeni podaci kopirani u međuspremnik
hu: Nyers adatok a vágólapra másolva
hy_am: Չմշակված տվյալները պատճենվել են մեկուսաշրջույթ
is: Hrá gögn afrituð á klemmuspjald
kab: Talɣut tarewwayt yettwaneɣlen ɣef afus
kk: Өнделмеген мәліметтерді алмасу буферіне көшірілген
kn: ಕಚ್ಛಾ ದತ್ತಾಂಶವನ್ನು ನಕಲುಫಲಕಕ್ಕೆ ಪ್ರತಿ ಮಾಡಲಾಗಿದೆ
lo: ສຳເນົາຂໍ້ມູນດິບໄປໄວ້ທີ່ Clipboard ແລ້ວ
lt: Neapdoroti duomenys nukopijuoti į iškarpinę
ml: ക്ലിപ്പ്ബോര്‍ഡിലേക്കു് ഡേറ്റാ പകര്‍ത്തിയിരിയ്ക്കുന്നു
my: ကလစ်ဘုတ်သို့ ကူးပြီးသောဒေတာအကြမ်း
ne: क्लिपबोर्डमा कच्चा डाटा प्रतिलिपि गरियो
nn_no: Rådata kopiert til utklippstavla
ro: Date brute copiate în clipboard
sv: Rådatan är kopierat till urklipp
sw: Data ghafi imenakiliwa kwa ubao
ta: அசல் தரவு ஒட்டுப்பலகைக்கு நகலெடுக்கப்பட்டது
tr: Ham veriler panoya kopyalandı
ur: خام کوائف تختہ تراشہ پر نقل ہو گئے
uz: Manba ma’lumotlar vaqtinchalik xotiraga nusxa olingan
xh: Iingcombolo ezingahlelwanga zikhutshelwe kwiklipbhodi

source: Text copied to clipboard
ar: نُسخ النص إلى الحافظة
bg: Тексът е копиран в системния буфер
bn_bd: টেক্সট ক্লিপবোর্ডে অনুলিপি করা হয়েছে
bn_in: টেক্সট ক্লিপবোর্ডে কপি করা হয়েছে
bs: Tekst kopiran na clipboard
ca: Text copiat al porta-retalls
cy: Copïwyd testun i'r clipfwrdd
eu: Testua arbelean kopiatu da
fa: رونوشت متن به تخته‌گیره ارسال شد
ga_ie: Cóipeáladh an téacs go dtí an ghearrthaisce
gd: Chaidh lethbhreac an teacsa a chur air a' bhòrd-chliopaichean
gu: ક્લિપબોર્ડમાં નકલ થયેલ લખાણ
hr: Tekst kopiran u međuspremnik
hu: Szöveg a vágólapra másolva
hy_am: Տեքստը պատճենվել է մեկուսաշրջույթ
is: Texti afritaður á klemmuspjald
kab: Aḍris yettwaneɣlen ɣef afus
kk: Мәтінді алмасу буферіне көшірілген
kn: ಪಠ್ಯವನ್ನು ನಕಲುಫಲಕಕ್ಕೆ ಪ್ರತಿ ಮಾಡಲಾಗಿದೆ
lo: ຂໍ້ຄວາມໄດ້ຖືກສຳເນົາໄປໄວ້ທີ່ Clipboard ແລ້ວ
lt: Tekstas nukopijuotas į iškarpinę
ml: ക്ലിപ്പ്ബോര്‍ഡിലേക്കു് വാചകം പകര്‍ത്തിയിരിയ്ക്കുന്നു
my: ကလစ်ဘုတ်သို့ ကူးပြီးသောစာ
ne: क्लिपबोर्डमा पाठ प्रतिलिपि गरियो
nn_no: Tekst kopiert til utklippstavla
ro: Text copiat în clipboard
sv: Texten är kopierad till urklipp
sw: Matini imenakiliwa kwa ubao
ta: உரை ஒட்டுப்பலகைக்கு நகலெடுக்கப்பட்டது
tr: Metin panoya kopyalandı
ur: متن نقل شدہ پر نقل ہو گیا
uz: Matn vaqtinchalik xotiraga nusxa olingan
xh: Umbhalo ukhutshelwe kwiklipbhodi

source: Blocked for your graphics driver version.
ar: معطّلة بسبب إصدارة مشغل البطاقة الرسومية.
az: VGA sürücüsü versiyanız üçün bloklanmışdır.
bg: Блокирано за конкретната версия на вашия графичен драйвер.
bn_bd: আপনার গ্রাফিক্স ড্রাইভার সংস্করণের জন্য ব্লক করুন।
bn_in: ব্যবহৃত গ্রাফিক্স কার্ডের সংস্করণের জন্য প্রতিরোধ করা হয়েছে।
bs: Blokirano za vašu verziju grafičkog drajvera.
ca: Blocat per la versió del controlador gràfic.
cy: Wedi ei rwystro ar gyfer y fersiwn o'ch gyrrwr graffigol chi.
eu: Txartel grafikoaren kontrolatzailearen bertsioagatik blokeatuta.
fa: به‌خاطر نسخه راه‌انداز گرافیکی شما متوقف شده است.
ga_ie: Chuir thiománaí do chárta grafaice cosc air.
gd: Chaidh casg a chuir air seo air tionndadh draibhear nan grafaigean agad.
gu: તમારા ગ્રાફિક્સ ડ્રાઇવર આવૃત્તિ માટે બ્લોક થયેલ છે.
hr: Blokirano zbog inačice upravljačkog programa grafičke kartice.
hu: Ezzel a grafikus illesztőprogrammal nem engedélyezett az együttműködés.
hy_am: Արգելված է տեսասարքի սարքավարի տարբերակի կողմից։
is: Lokað á fyrir þína útgáfu af skjárekli.
kab: Yewḥel ɣef lqem n unuḍaf udlif.
kk: Графикалық драйверіңіз нұсқасымен блокталған.
kn: ನಿಮ್ಮ ಗ್ರಾಫಿಕ್ಸ್ ಚಾಲಕದ ಆವೃತ್ತಿಗಾಗಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
lo: ຖືກບັອກຈາກລຸ້ນໄດຣເວີກາດຈໍຂອງທ່ານ.
lt: Užblokuota dėl vaizdo plokštės tvarkyklių.
ml: നിങ്ങളുടെ ഗ്രാഫിക്സ് ഡ്രൈവര്‍ പതിപ്പിനു് ലഭ്യമല്ല.
my: သင်၏ရုပ်ထွက်ပြဆော့ဝဲဗားရှင်းကြောင့်ပိတ်ထားသည်။
ne: तपाईँको ग्राफिक्स ड्राइभर संस्करणको लागि अवरुद्ध गरिएको छ।
nn_no: Blokkert for din grafikkdrivarversjon.
ro: Blocat pentru versiunea instalată de driver a adaptorului grafic.
sr: Блокирано је за издање графичког драјвера који користите.
sv: Blockeras på grund av grafikdrivrutinens version.
sw: Imezuiliwa kwa michoro yako ya toleo la mwendeshaji.
ta: உங்களுடைய வரைகலை இயக்கியின் பதிப்பின் காரணமாக தடுக்கப்பட்டது.
tr: Grafik kartı sürücüsü sürümünüz için engellenmiştir.
tt: Grafikler sürücisi sürümiñiz içün bloklanğan.
ur: آپ کے گرافکس ڈرائیور ورژن کے لئے بلاک ہے
uz: Video kartangiz drayveri versiyasi tufayli bloklangan.
xh: Ithintelwe kwinguqulelo yedrayiva yeegrafikhi zakho.

source: Blocked for your graphics driver version. Try updating your graphics driver to version %S or newer.
ar: معطّلة بسبب إصدارة مشغل البطاقة الرسومية. جرّب تحديث مشغل البطاقة الرسومية لديك إلى النسخة %S أو أحدث.
az: VGA sürücüsü versiyanız üçün bloklanmışdır. VGA sürücünüzü %S və ya daha yeni bir versiyaya yeniləyin.
bg: Вашият графичен драйвер е блокиран. Опитайте да обновите драйвера си до версия %S или по-нова.
bn_bd: আপনার গ্রাফিক্স ড্রাইভার সংস্করণের জন্য ব্লক করুন। সংস্করণের %S অথবা আরও নতুন সংস্করণে আপনার গ্রাফিক্স ড্রাইভার আপডেট করার চেষ্টা করুন।
bn_in: গ্রাফিক্স ড্রাইভারের সংস্করণের জন্য প্রতিরোধ করা হয়েছে। গ্রাফিক্স ড্রাইভারকে %S অথবা ঊর্ধ্বতন সংস্করণে আপডেট করুন।
bs: Blokirano za vašu verziju grafičkog drajvera. Probajte izvršiti update vašeg grafičkog drajvera na verziju %S ili noviju.
ca: Blocat pel controlador gràfic. Proveu d'actualitzar-lo a la versió %S o posterior.
cy: Wedi ei rwystro ar gyfer eich gyrrwr graffigol chi. Ceisiwch ddiweddaru'r gyrrwr i fersiwn %S neu ddiweddarach.
eu: Txartel grafikoaren kontrolatzailearen bertsioak blokeatuta. Saiatu zure txartel grafikoaren kontrolatzaileak %S edo bertsio berriagora eguneratzen.
fa: به خاطر نسخهٔ راه‌انداز گرافیکی شما متوقف شده است. سعی کنید راه‌انداز گرافیکی خود را به نسخهٔ %S یا جدیدتر ارتقا دهید.
ga_ie: Chuir thiománaí do chárta grafaice cosc air. Bain triail as leagan %S nó níos nuaí den tiománaí.
gd: Chaidh casg a chuir air seo air draibhear nan grafaigean agad. Feuch is ùraich draibhear nan grafaigean agad gu tionndadh %S no fear nas ùire.
gu: તમારી ગ્રાફિક્સ ડ્રાઇવર આવૃત્તિ માટે બ્લોક થયેલ છે. આવૃત્તિ %S અથવા નવા માટે તમારા ગ્રાફિક્સ ડ્રાઇવરને સુધારવાનો પ્રયત્ન કરો.
hr: Blokirano za inačicu upravljačnog programa vaše grafičke kartice. Pokušajte nadograditi upravljački program grafičke kartice na inačicu %S ili noviju.
hu: Ezzel a grafikus illesztőprogrammal nem engedélyezett az együttműködés. Próbálja meg frissíteni a grafikus illesztőprogramot %S vagy újabb verzióra.
hy_am: Արգելված է տեսասարքի սարքավարի տարբերակի կողմից։ Փորձեք թարմացնել տեսաքարտի տարբերակը %S-ի կամ ավելի նորի։
is: Lokað á fyrir þína útgáfu af skjárekli. Reyndu að uppfæra skjárekil yfir í útgáfu %S eða nýrri.
kab: Yewḥel ɣef lqem n unuḍaf udlif. Ɛreḍ aleqqem n unuḍaf-inek udlif ɣeṛ leqem %S neɣ ugar.
kk: Графикалық драйверіңіз нұсқасымен блокталған. Драйверіңізді %S не жаңалау нұсқасына дейін жаңартыңыз.
kn: ನಿಮ್ಮ ಗ್ರಾಫಿಕ್ಸ್ ಚಾಲಕದ ಆವೃತ್ತಿಗಾಗಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಗ್ರಾಫಿಕ್ಸ್ ಚಾಲಕವನ್ನು ಆವೃತ್ತಿ %S ಅಥವ ಹೊಸ ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಿ ಪ್ರಯತ್ನಿಸಿ.
lo: ຖືກບັອກຈາກລຸ້ນໄດຣເວີກາດຈໍຂອງທ່ານ. ກະລຸນາອັບເດດໄດຣເວີກາດຈໍຂອງທ່ານໄປເປັນລຸ້ນທີ່ %S ຫລື ໃຫມ່ກ່ວາ.
lt: Užblokuota dėl vaizdo plokštės tvarkyklių. Pabandykite atnaujinti tvarkykles iki %S ar naujesnės laidos.
ml: നിങ്ങളുടെ ഗ്രാഫിക്സ് ഡ്രൈവര്‍ പതിപ്പിനു് ലഭ്യമല്ല. Try updating your graphics driver to version %S അല്ലെങ്കില്‍ പുതിയ പതിപ്പിലേക്കു് നിങ്ങളുടെ ഗ്രാഫിക്സ് ഡ്രൈവര്‍ പരിഷ്കരിയ്ക്കുന്നതിനായി ശ്രമയിക്കുക.
my: သင်၏ရုပ်ထွက်ပြဆော့ဝဲဗားရှင်းအရပိတ်ထားသည်။ကျေးဇူးပြုသင့်ဆော့ဝဲကို %S အဆင့်သို့မဟုတ်ထိုထက်အသစ်သို့မြှင့်တင်ပေးပါ။
ne: तपाईँको ग्राफिक्स ड्राइभर संस्करणको लागि अवरुद्ध छ। संस्करण %S वा नयाँ संस्करणको ग्राफिक्सड्राइभर अद्यावधिक गर्ने प्रयास गर्नुहोस्।
nn_no: Blokkert av grafikkdrivaren. Prøv å oppdatera grafikkdrivaren til versjon %S eller nyare.
ro: Blocate pentru versiunea de driver a adaptorului grafic. Încercați să actualizați driverul adaptorului grafic la versiunea %S sau mai nouă.
sr: Блокирано у управљачком програму графике. Покушајте да ажурирате управљачки програм на верзију %S или новију.
sv: Blockeras på grund av grafikdrivrutinens version. Prova att uppdatera grafikdrivrutinen till version %S eller senare.
sw: Imezuiliwa kwenye viendeshaji vya sanaa. Jaribu kusasaisha viendelezi vyako vya sanaa kwa toleo %S au mpya zaidi.
ta: உங்கள் கிராஃபிக்ஸ் இயக்கி பதிப்புக்கு தடுக்கப்பட்டது. உங்கள் கிராஃபிக்ஸ் இயக்கியை %S அல்லது சமீபத்திய பதிப்பாக புதுப்பிக்க முயற்சிக்கவும்.
tr: Grafik kartı sürücüsü sürümünüz için engellenmiştir. Grafik kartı sürücünüzü %S veya daha yeni bir sürüme güncellemeyi deneyin.
tt: Grafikler sürücisi sürümiñiz içün bloklanğan. Grafikler sürüciñizni %S sürümine yaki daa yañısına yañartuvnı deñeñiz.
ur: آپ کے گرافکس ڈرائیور ورژن کے لئے بلاک ہے اپنے گرافکس ڈرائیور کو ورژن %S یا جدید تر ورژن میں اپڈیٹ کرنے کی کوشیش کرییں۔
uz: Video kartangiz drayveri tufayli bloklangan. Video kartangiz versiyasini %S versiyasiga yoki yangirog‘iga yangilashga urinib ko‘ring.
xh: Ithintelwe kwinguqulelo yedrayiva yeegrafikhi zakho. Zama ukuhlaziya idrayiva yeegrafikhi zakho kwinguqulelo %S okanye.
