Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/global/dateFormat.properties.po
Languages: kab

source: Jan
kab: Yennayer

source: Feb
kab: Fuṛaṛ

source: Mar
kab: Meɣṛes

source: Apr
kab: Yebrir

# month.5.Mmm
source: May
kab: Maggu

source: Jun
kab: Yunyu

source: Jul
kab: Yulyu

source: Aug
kab: Ɣuct

source: Sep
kab: Cṭambeṛ

source: Oct
kab: Tubeṛ

source: Nov
kab: Wambeṛ

source: Dec
kab: Dujambeṛ

source: January
kab: Yennayer

source: February
kab: Fuṛaṛ

source: March
kab: Meɣres

source: April
kab: Yebrir

# month.5.name
source: May
kab: Magu

source: June
kab: Yunyu

source: July
kab: Yulyu

source: August
kab: Ɣuct

source: September
kab: Cṭambeṛ

source: October
kab: Tubeṛ

source: November
kab: Number

source: December
kab: Dujambeṛ

source: Sunday
kab: Acer

source: Monday
kab: Arim

source: Tuesday
kab: Aram

source: Wednesday
kab: Ahad

source: Thursday
kab: Amhad

source: Friday
kab: Sem

source: Saturday
kab: Sed

source: Sun
kab: Sed

source: Mon
kab: Arim

source: Tue
kab: Aram

source: Wed
kab: Ahad

source: Thu
kab: Amhad

source: Fri
kab: Sem

source: Sat
kab: Sed

source: Su
kab: Acer

source: Mo
kab: Arim

source: Tu
kab: aram

source: We
kab: Ahad

source: Th
kab: Amhad

source: Fr
kab: Sem

source: Sa
kab: Sed

source: Noon
kab: Ṭnasfa n uzal

source: Midnight
kab: Ţnaṣfa n yiḍ

source: All Day
kab: Ass imaṛṛa
