Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/global/extensions.properties.po
Languages: ar, bn_in, eu, fa, hy_am, is, mr, ro

source: Policy is missing a required ‘%S’ directive
ar: السياسة ينقصها التوجيه المطلوب: ’%S‘
bn_in: প্রয়োজনীয় ‘%S’ ডিরেক্টিভে পলিসি নেই
eu: Politikak beharrezko '%S' direktiba falta du
fa: سیاست مسیر ضروری ‘%S’ را از دست داده است
hy_am: Դրույթը բացակայում է պահանջվող ‘%S’ ցուցիչից
is: Stefnureglu vantar nauðsynlega ‘%S’ skipun
mr: धोरणात एक आवश्यक '%S' दिशादर्शकाची गरज आहे
ro: Politicii îi lipsește o directivă necesară „%S”

source: ‘%1$S’ directive contains a forbidden %2$S keyword
ar: يحتوي توجيه ’%1$S‘ على كلمة أساسية ممنوعة: %2$S
bn_in: ‘%1$S’ ডিরেক্টিভে %2$S ফরবিডেন কিওয়ার্ড
eu: '%1$S' direktibak debekatutako %2$S gako-hitza dauka
fa: دستور دهنده ‘%1$S’ دارای کلیدواژه غیرمجاز %2$S می باشد
hy_am: ‘%1$S’ հրահանգը պարունակում է արգելված %2$S հիմնաբառ
is: ‘%1$S’ skipun inniheldur óleyfilegt %2$S lykilorð
mr: '%1$S' दिशादर्शकात एक निषिद्ध असलेले %2$S कीवर्ड आहे
ro: directiva „%1$S” conține un cuvânt cheie interzis: %2$S

source: ‘%1$S’ directive contains a forbidden %2$S: protocol source
ar: يحتوي توجيه ’%1$S‘ على مصدر بروتوكول ممنوع: %2$S
bn_in: ‘%1$S’ ডিরেক্টিভের মধ্যে একটি ফরবিডেন %2$S: প্রোটোকল সোর্স রয়েছে
eu: '%1$S' direktibak debekatutako %2$S: protokolo-iturria dauka
fa: دستور دهنده ‘%1$S’ دارای منابع پروتکل غیرمجاز %2$S: می باشد
hy_am: ‘%1$S’ հրահանգը պարունակում է արգելված %2$S: հաղորդակարգի աղբյուրը
is: ‘%1$S’ skipun inniheldur óleyfilega %2$S: samskiptareglu
mr: '%1$S' दिशादर्शकात एक निषिद्ध असलेले %2$S: प्रोटोकॉल स्रोत
ro: directiva „%1$S” conține o sursă a protocolului interzisă: %2$S:

source: %2$S: protocol requires a host in ‘%1$S’ directives
ar: ‏%2$S: يتطلب البروتكول مستضيفا في توجيهات ’%1$S‘
bn_in: %2$S: প্রোটোকলের একটি হোস্ট দরকার ‘%1$S’ ডিরেক্টিভে
eu: %2$S: protokoloak ostalaria behar du '%1$S' direktibetan
fa: %2$S: پروتکل نیاز به یک میزبان با دستورات «%1$S» دارد
hy_am: %2$S: հաղորդակարգը պահանջում է հոսթ ‘%1$S’-ում հրահանգներում
is: %2$S: samskiptaregla þarfnast netþjóns með ‘%1$S’ skipun
mr: %2$S: प्रोटोकॉलला '%1$S' निर्देशांमध्ये होस्टची आवश्यकता आहे
ro: protocolul %2$S: are nevoie de o gazdă în directivele „%1$S”

source: ‘%1$S’ must include the source %2$S
ar: يجب أن يحتوي ’%1$S‘ على المصدر %2$S
bn_in: ‘%1$S’ তে উৎস অন্তর্ভুক্ত করা আবশ্যক %2$S
eu: '%1$S'(e)k %2$S iturburua izan behar du
fa: «%1$S» باید شامل منبع «%2$S» باشد
hy_am: ‘%1$S’-ը պետք է ներառի աղբյուր %2$S-ը
is: ‘%1$S’ verður að innihalda uppruna %2$S
mr: '%1$S' ने स्रोत %2$S ला समाविष्ट करणे आवश्यक आहे
ro: „%1$S” trebuie să includă sursa %2$S

source: %2$S: wildcard sources in ‘%1$S’ directives must include at least one non-generic sub-domain (e.g., *.example.com rather than *.com)
ar: %2$S: مصادر المطابقة في توجيهات ’%1$S‘ يجب أن تحتوي على الأقل نطاق فرعي واحد غير عام (مثلا، ‪*.example.com‬ بدلا من ‪*.com‬)
bn_in: %2$S: ওয়াইল্ড সোর্সে ‘%1$S’ ডিরেক্টিভে অবশ্যই একবার নন-জেনেরিক সাব ডোমেইন থাকা উচিত (e.g., *.example.com *.com-এর থেকে)
eu: %2$S: '%1$S' direktibetako komodin-iturriek gutxienez azpidomeinu ez-generiko bat izan behar dute (adib., *.adibidea.eus, *.eus ordez)
fa: %2$S: منابع متغیر در دستورات «%1$S» باید حداقل شامل یک زیر-دامنه غیر عمومی باشد (مثلا، *.example.com به جای *.com)
hy_am: %2$S: ձևանմուշը հղվում է ‘%1$S’ հրահանգներին և պետք է ներառի ամենավերջին ոչ ընդհանրացված ենթատիրույթ (օր.՝ *.example.com ավելի շուտ քան *.com)
is: %2$S: algildistafir í uppruna í ‘%1$S’ skipunum verður að innihalda að minnsta kosti eitt nákvæmt undirlén (t.d., *.example.com frekar en *.com)
mr: %2$S: वाइल्डकार्ड सूत्रांनी '%1$S' निर्देशांमध्ये किमान एक गैर-सर्वसामान्य सब-डोमेन समाविष्ट करणे आवश्यक आहे (उदा., *.com ऐवजी *.example.com)
ro: %2$S: sursele wildcard din directivele „%1$S” trebuie să includă cel puțin un domeniu non-generic (de ex. *.example.com și nu *.com)

source: Uninstall %S
ar: أزل %S
bn_in: %S আনইনস্টল করুন
eu: Desinstalatu %S
fa: حذف %S
hy_am: Ապատեղադրել %S-ը
is: Fjarlægja %S
mr: %S विस्थापित करा
ro: Dezinstalează %S

source: The extension “%S” is requesting to be uninstalled. What would you like to do?
ar: يطلب الامتداد ”%S“ إزالته. ما الذي تريد فعله؟
bn_in: “%S” এক্সটেনশন আনইন্সটল হতে আবেদন করছে। আপনি কি করতে চান?
eu: "%S" gehigarriak desinstalatua izatea eskatu du. Zer egin nahi duzu?
fa: ضمیمهٔ «%S» درخواست حذف دارد. مایلید چه کار کنید؟
hy_am: “%S” ընդլայնումը պահանջում է ապատեղադրում: Ի՞նչ անել:
is: Viðbótin “%S” er að biðja um að verða fjarlægð. Hvað viltu gera?
mr: “%S” हे एक्स्टेंशन विस्थापित होण्याची विनंती करत आहे. आपण काय करू इच्छिता?
ro: Extensia „%S” cere să fie dezinstalată. Ce dorești să faci?

source: Uninstall
ar: أزل
bn_in: আনইনস্টল করুন
eu: Desinstalatu
fa: حذف
hy_am: Ապատեղադրել
is: Fjarlægja
mr: विस्थापित करा
ro: Dezinstalează

source: Keep Installed
ar: لا تُزل
bn_in: ইন্সটল রাখুন
eu: Mantendu instalatuta
fa: نصب بماند
hy_am: Պահել
is: Nota áfram
mr: प्रस्थापित ठेवा
ro: Păstrează instalată

source: Save As
is: Vista sem
