Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/global/filepicker.properties.po
Languages: as, az, bn_in, fur, kab, kk, km, kn, ku, lb, mn, mr, or, ps, rw, sd, si, ta, te, th, tt, ug, ur, uz, xh

source: Unknown Error
as: অজ্ঞাত ত্ৰুটি
az: Naməlum səhv
bn_in: অজানা সমস্যা
fur: Erôr no cognossût
kab: Tuccḍa tarussint
kk: Белгісіз қате
km: មិន​ស្គាល់​កំហុស
kn: ಅಜ್ಞಾತ ದೋಷ
ku: Çewtiya Nayê Zanîn
lb: Onbekannte Feeler
mn: Үл мэдэгдэх алдаа
mr: अपरिचित त्रुटी
or: ଅଜଣା ତ୍ରୁଟି
ps: ناپېژندلې ستونزه
rw: Ikosa ritazwi
sd: نامعَلوم چوڪ
si: නොදන්නා දෝෂයකි
ta: தெரியாத பிழை
te: తెలియని దోషం
th: ข้อผิดพลาดที่ไม่รู้จัก
tt: Bílínmegen xata
ug: نامەلۇم خاتالىق
ur: نامعلوم نقص
uz: Noma`lum xato
xh: Imposiso Engaziwayo

source: An unknown error occured (path %S)
as: এটা অজ্ঞাত ত্ৰুটি হৈছে (পথ %S)
az: Naməlum bir səhv yarandı (Qısayol %S )
bn_in: একটি অজ্ঞাত সমস্যা উৎপন্ন হয়েছে (পাথ %S)
fur: Al è capitât un erôr no cognossût (troi %S)
kab: Tuccḍa tarussint teḍra-d (abrid %S)
kk: Белгісіз қате орын алды (жолы: «%S»)
km: កំហុស​ដែល​មិន​ស្គាល់​មួយ​បាន​កើតឡើង (ផ្លូវ %S)
kn: ಒಂದು ಅಜ್ಞಾತ ದೋಷ ಸಂಭವಿಸಿದೆ (ಮಾರ್ಗ %S)
ku: Çewtiyeke nayê zanîn derkete holê (Kurterê %S )
mr: अपरिचीत त्रुटी आढळली (मार्ग %S)
ps: یوه نامعلومه تېروتنه پېښه شوه (path %S)
sd: نامعلوم چوڪ ٿي (رستو %S)
si: නොදන්නා දෝෂයක් සිදුවී ඇත (%S මාර්‍ගය)
ta: தெரியாத பிழை நேர்ந்தது (path %S)
te: ఒక తెలియని దోషం ఎదురైంది (పాత్ %S)
tt: Bílínmegen xata yeşendí (suqmaq: %S)
ur: ایک نا معلوم غلطی سرزرد ہوئی ہے (پاتھ %S)
uz: Noma`lum xato yuz berdi (%S yoʻli)
xh: Kwenzeke imposiso engaziwayo (indlela yothungelwano i-%S)

source: File %S doesn’t exist
lb: De Fichier %S existéiert net
or: ଫାଇଲ %S ଅବସ୍ଥିତ ନାହିଁ
ps: دوتنه %S نشته
rw: Idosiye %S ntibaho.
th: ไฟล์ %S ไม่มีอยู่
ug: %S ھۆججەت مەۋجۇد ئەمەس

source: Directory %S doesn’t exist
lb: Den Dossier %S existéiert net
or: ଡିରେକ୍ଟୋରୀ %S ଅବସ୍ଥିତ ନାହିଁ
ps: نوملړ %S نشته
rw: Ububiko %S ntibubaho
th: ไดเรกทอรี %S ไม่มีอยู่
ug: %S مۇندەرىجە مەۋجۇد ئەمەس

source: %S is a file, can’t save %S
lb: %S ass ee Fichier, kann %S net späicheren
or: %S ଟି ଗୋଟିଏ ଫାଇଲ, %Sକୁ ସଂରକ୍ଷଣ କରିପାରିବ ନାହିଁ
ps: %Sیوه دوتنه ده چې نشي ساتلای %S
rw: %S ni dosiye, ntushobora kubika %S
th: %S เป็นไฟล์ ไม่สามารถบันทึก %S
ug: %S ھۆججەت، %S ساقلىيالمايدۇ

source: Path %S doesn’t exist, can’t save %S
lb: De Pad %S existéiert net, kann %S net späicheren
or: ପଥ %S ଅବସ୍ଥିତ ନାହିଁ, %Sକୁ ସଂରକ୍ଷଣ କରିପାରିବ ନାହିଁ
ps: د %S لار نشته، %S نشي ساتل کېدای
rw: Inzira %S ntibaho, ntushobora kubika %S
th: เส้นทาง %S ไม่มีอยู่ ไม่สามารถบันทึก %S
ug: %S يول مەۋجۇد ئەمەس، %S ساقلىيالمايدۇ
