Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/global/filepicker.properties.po
Languages: as, az, bn_in, fur, kab, kk, km, kn, ku, lb, mn, mr, or, ps, rw, sd, si, ta, te, th, tt, ug, ur, uz, xh

source: All Files
as: সকলো ফাইল
az: Bütün Fayllar
bn_in: সর্বধরনের ফাইল
fur: Ducj i files
kab: Akkw ifuyla
kk: Барлық файлдар
km: ឯកសារ​ទាំងអស់
kn: ಎಲ್ಲಾ ಕಡತಗಳು
ku: Hemû Pel
lb: All d'Fichieren
mn: Бүх файл
mr: सर्व फाइल
or: ସମସ୍ତ ଫାଇଲଗୁଡ଼ିକ
ps: ټولې دوتنې
rw: Dosiye Zose
sd: سڀ فائلون
si: සියලුම ගොනු
ta: எல்லா கோப்புகளும்
te: అన్ని ఫైళ్ళు
th: ไฟล์ทั้งหมด
tt: Her Dosye
ug: بارلىق ھۆججەت
ur: تمام مسلیں
uz: Barcha fayllar
xh: Zonke Iifayili

source: HTML Files
as: HTML ফাইল
az: HTML Fayllar
bn_in: HTML ফাইল
fur: Files HTML
kab: Ifuyla HTML
kk: HTML-файлдар
km: ឯកសារ HTML
kn: HTML ಕಡತಗಳು
ku: Pelên HTML
lb: HTML Fichieren
mn: HTML файлууд
mr: HTML फाइल
or: HTML ଫାଇଲଗୁଡ଼ିକ
ps: دوتنې HTML
rw: Dosiye za HTML
sd: HTML فائلون
si: HTML ගොනු
ta: HTML கோப்புகள்
te: HTML ఫైళ్ళు
th: ไฟล์ HTML
tt: HTML Dosyelerí
ug: HTML ھۆججىتى
ur: HTML مسلیں
uz: HTML Fayllar
xh: Iifayili ze-HTML

source: Text Files
as: অকল আখৰ থকা ফাইল
az: Yazı Faylları
bn_in: টেক্সট ফাইল
fur: Files di test
kab: Ifuyla iḍrisen
kk: Мәтіндік файлдар
km: ឯកសារ​អត្ថបទ
kn: ಪಠ್ಯ ಕಡತಗಳು
ku: Pelên Pexşanan
lb: Text Fichieren
mn: Текст файлууд
mr: मजकुर फाइल
or: ପାଠ୍ୟ ଫାଇଲଗୁଡ଼ିକ
ps: متن دوتنې
rw: Dosiye z'Inyandiko
sd: متن جون فائلون
si: පෙළ ගොනු
ta: உரை கோப்புகள்
te: ‍పాఠ్యము పైళ్ళు
th: ไฟล์ข้อความ
tt: Tekst Dosyelerí
ug: تېكست ھۆججىتى
ur: متن مسلیں
uz: Matn fayllari
xh: Iifayili Zeziqendu

source: Image Files
as: ছবি থকা ফাইল
az: Görüntü Faylları
bn_in: ছবির ফাইল
fur: Figuris
kab: Tugniwin
kk: Суреттер
km: ឯកសារ​រូបភាព
kn: ಚಿತ್ರ ಕಡತಗಳು
ku: Pelên Wêneyan
lb: Image Fichieren
mn: Зургийн файлууд
mr: चित्र फाइल्स
or: ଚିତ୍ର ଫାଇଲଗୁଡ଼ିକ
ps: د انځور دوتنې
rw: Dosiye z'Ishusho
sd: عڪس جون فائلون
si: රූප ගොනු
ta: பட கோப்புகள்
te: చిత్రము ఫైళ్ళు
th: ไฟล์ภาพ
tt: Suret Dosyelerí
ug: سۈرەت ھۆججىتى
ur: نقش مسلیں
uz: Rasm fayllari
xh: Iifayili Zemifuziselo

source: XML Files
as: XML ফাইল
az: XML Faylları
bn_in: XML ফাইল
fur: Files XML
kab: Ifuyla XML
kk: XML-файлдар
km: ឯកសារ XML
kn: XML ಕಡತಗಳು
ku: Pelên XML
lb: XML Fichieren
mn: XML файл
mr: XML फाइल
or: XML ଫାଇଲଗୁଡ଼ିକ
ps: XML دوتنې
rw: Dosiye za XML
sd: فائلونXML
si: XML ගොනු
ta: XML கோப்புகள்
te: XML ఫైళ్ళు
th: ไฟล์ XML
tt: XML Dosyelerí
ug: XML ھۆججىتى
ur: XML مسلیں
uz: XML fayllar
xh: Iifayili ze-XML

source: XUL Files
as: XUL ফাইল
az: XUL Faylları
bn_in: XUL ফাইল
fur: Files XUL
kab: Ifuyla XUL
kk: XUL-файлдар
km: ឯកសារ XUL
kn: XUL ಕಡತಗಳು
ku: Pelên XUL
lb: XUL Fichieren
mn: XUL файл
mr: XUL फाइल
or: XUL ଫାଇଲଗୁଡ଼ିକ
ps: XUL دوتنې
rw: Dosiye za XUL
sd: XUL فائلون
si: XUL ගොනු
ta: XUL கோப்புகள்
te: XUL ఫైళ్ళు
th: ไฟล์ XUL
tt: XUL Dosyelerí
ug: XUL ھۆججىتى
ur: XUL مسلیں
uz: XUL fayllar
xh: Iifayili ze-XUL

source: Applications
as: এপ্লিকেচনসমূহ
az: Proqramlar
bn_in: অ্যাপ্লিকেশন
fur: Aplicazions
kab: Isnasen
kk: Бағдарламалар
km: កម្មវិធី
kn: ಅನ್ವಯಗಳು
ku: Sepan
lb: Applikatiounen
mn: Ачаалагч програм
mr: अनुप्रयोग
or: ପ୍ରୟୋଗଗୁଡ଼ିକ
ps: کاریالونه
rw: Porogaramu
sd: ڪارروائيون
si: යෙදුම්
ta: பயன்பாடுகள்
te: అప్లికేషన్సు
th: แอปพลิเคชัน
tt: Qullanmalar
ug: ئەپلەر
ur: ایپلی کیشنیں
uz: Ilova dasturlar
xh: Iinkqubo

source: Audio Files
as: অডিঅ' ফাইলসমূহ
az: Səs Fayllarıı
bn_in: অডিও ফাইল
fur: Files audio
kab: Ifuyla imeslawen
kk: Аудио файлдары
km: ឯកសារ​អូឌីយ៉ូ
kn: ಧ್ವನಿ ಕಡತಗಳು
ku: Pelên Aûdîoyê
mr: ऑडिओ फाइल्स्
or: ଧ୍ୱନି ଫାଇଲଗୁଡ଼ିକ
sd: آڊيو فائلون
si: ශව්‍ය ගොනු
ta: ஆடியோ கோப்புகள்
te: ఆడియో ఫైళ్ళు
th: ไฟล์เสียง
tt: Awaz Dosyelerí
ug: ئۈن ھۆججەتلىرى
ur: آڈیو مسلیں
uz: Audio fayllar

source: Video Files
as: ভিডিঅ' ফাইলসমূহ
az: Video Fayllarıı
bn_in: ভিডিও ফাইল
fur: Files video
kab: Ifuyla timwaliyin
kk: Видео файлдары
km: ឯកសារ​វីដេអូ
kn: ಚಲನಚಿತ್ರ ಕಡತಗಳು
ku: Pelên Vîdeoyê
mr: व्हिडीओ फाइल्स्
or: ଭିଡିଓ ଫାଇଲଗୁଡ଼ିକ
sd: ويڊيو فائلون
si: දෘශ්‍ය ගොනු
ta: வீடியோ கோப்புகள்
te: వీడియో ఫైళ్ళు
th: ไฟล์วิดีโอ
tt: Video Dosyeler
ug: سىن ھۆججەتلەر
ur: ویڈیو مسلیں
uz: Video fayllar

# dirTextInputLabel
source: Directory name:
as: ডাইৰেকটৰিৰ নাম:
az: Qovluq adı:
bn_in: ডিরেক্টরির নাম:
fur: Cartele:
kab: Isem n ukaram:
kk: Бума аты:
km: ឈ្មោះ​ថត ៖
kn: ಕಡತಕೋಶದ ಹೆಸರು:
ku: Navê pelrêçê:
lb: Dossiers Numm:
mn: Сангийн нэр:
mr: संचयीकेचे नाव:
or: ଡିରେକ୍ଟୋରୀ ନାମ:
ps: نوملړ نوم:
rw: Izina ry'Ububiko:
sd: هدايت نامي جو نالو:
si: බහලුම් නාමය:
ta: கோப்பக பெயர்:
te: సంచయం పేరు:
th: ชื่อไดเรกทอรี:
tt: Törgek İsímí:
ug: مۇندەرىجە نامى:
ur: ڈائریکٹری کا نام:
uz: Direktoriya nomi:
xh: Igama likavimba weefayili:

source: n
kk: Б
km: Պ
tt: s

source: Confirm
as: দৃঢ় কৰক
az: Təsdiqləyin
bn_in: নিশ্চায়ন
fur: Conferme
kab: Sentem
kk: Растау
km: អះអាង
kn: ಖಚಿತ ಪಡಿಸು
ku: Pesendkirin
lb: Confirméieren
mn: Батал
mr: निश्चित
or: ନିଶ୍ଚିତ କରନ୍ତୁ
ps: باوري کړﺉ
rw: Kwemeza
sd: تصديق ڪريو
si: තහවුරු කිරීම
ta: உறுதிசெய்
te: నిశ్చయంగా
th: ยืนยัน
tt: Rasla
ug: جەزملە
ur: تصدیق کریں
uz: Tasdiqlash
xh: Qinisekisa

source: %S already exists. Do you want to replace it?
as: %S ইতিমধ্যে আছে। আপুনি সেইটো সলনি কৰিব বিচাৰে নে ?
az: %S faylı mövcuddur. Üstünə yazmaq istəyirsiniz?
bn_in: %S বর্তমানে উপস্থিত রয়েছে। আপনি কি এটি মুছে নতুন করে লিখতে ইচ্ছুক?
fur: %S al esist za. Vuelistu sostituîlu?
kab: %S yella yakan. Tebɣiḍ aţsemselsiṭ?
kk: «%S» бар болып тұр. Оны ауыстыру керек пе?
km: មាន %S រួចហើយ ។ តើ​អ្នក​ចង់​ជំនួស​វា​ឬទេ ?
kn: %S ವು ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ನೀವದನ್ನು ಬದಲಾಯಿಸಲು ಬಯಸುತ್ತೀರೆ?
ku: Pela %S jixwe heye. Dixwazî li ser binivîsî?
lb: %S exiséiert schon. Wëlls de en ersetzen?
mn: %S гэсэн файл өмнө нь байна. Та түүнийг дарж бичмээр байна уу?
mr: %S आधीपसून आस्तित्वात आहे. तुम्हाला ती बदलवायची?
or: %S ପୂର୍ବରୁ ଅବସ୍ଥିତ ଅଛି. ଆପଣ ଏହାକୁ ସ୍ଥାନାନ୍ତର କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
ps: %S له مخه شته . ایا بدلول یې غواړﺉ؟
rw: %S isanzwemo. Urifuza kuyisimbura?
si: %S දැනටම පවතී. ඔබට ඒ වෙනුවට මෙය ආදේශ කළ යුතුද?
ta: %S ஏற்கனவே உள்ளது. இதை மாற்ற வேண்டுமா?
te: %S ఇప్పటికే వుంది. మీరు దానిని పునఃస్థాపితం చేద్దామనుకుంటున్నారా?
th: %S มีอยู่แล้ว คุณต้องการแทนที่หรือไม่?
tt: %S bar indí. Östíne yazarğa tílisízmí?
ug: %S مەۋجۇد. ئۇنى قاپلىۋېتەمسىز؟
ur: %S پہلے ہی موجود ہے۔ کیا آپ اسے بدلنا چاہتے ہیں؟
uz: %S allaqachon mavjud. Uni almashtirishni xohlaysizmi?
xh: I-%S seyikhona. Ingaba ufuna enye endaweni yayo?

source: Open
as: খোলক
az: Aç
bn_in: খুলুন
fur: Vierç
kab: Ldi
kk: Ашу
km: បើក
kn: ತೆರೆ
ku: Veke
lb: Opmaachen
mn: Нээ
mr: उघडा
or: ଖୋଲନ୍ତୁ
ps: پرانیستل
rw: Gufungura
sd: کوليو
si: විවෘත කරන්න
ta: திற
te: తెరువు
th: เปิด
tt: Aç
ug: ئاچ
ur: کھولیں
uz: Ochish
xh: Vula

source: Save
as: সংৰক্ষণ কৰক
az: Dəyişiklikləri saxla
bn_in: সংরক্ষণ
fur: Salve
kab: Kles
kk: Сақтау
km: រក្សា​ទុក
kn: ಉಳಿಸು
ku: Guherandinan Tomar Bike
lb: Späicheren
mn: Хадгал
mr: संचयीत करा
or: ସଂରକ୍ଷଣ କରନ୍ତୁ
ps: ساتل
rw: Kubika
sd: سانڍيو
si: සුරකින්න
ta: சேமி
te: భద్రపరుచు
th: บันทึก
tt: Saqla
ug: ساقلا
ur: محفوظ کریں
uz: Saqlash
xh: Gcina

source: Select
as: নিৰ্বাচন কৰক
bn_in: নির্বাচন
fur: Sielç
kab: Fren
kk: Таңдау
km: ជ្រើស
kn: ಆಯ್ಕೆ ಮಾಡು
ku: Hilbijêre
lb: Auswielen
mn: Сонго
mr: निवडा
or: ଚୟନ କରନ୍ତୁ
ps: ټاکنه
rw: Guhitamo
sd: چونڊيو
si: තෝරන්න
ta: தேர்வு செய்
te: ఎంపికచేయి
th: เลือก
tt: Sayla
ug: تاللا
ur: منتخب کریں
uz: Tanlash
xh: Khetha

source: No
as: নহয়
az: Xeyir
bn_in: না
kab: Ala
kk: Жоқ
km: ទេ
kn: ಇಲ್ಲ
ku: Na
lb: Neen
mn: Үгүй
mr: नाही
or: ନାଁ
ps: نه
rw: Oya
sd: نہ
si: එපා
ta: இல்லை
te: వద్దు
th: ไม่
tt: Yuq
ug: ياق
ur: نہیں
uz: Yoʻq
xh: Hayi

source: Format:
as: ফৰমেট কৰক:
az: Stil:
bn_in: বিন্যাস:
fur: Formât:
kab: Amasal
kk: Формат:
km: ទ្រង់ទ្រាយ ៖
kn: ವಿನ್ಯಾಸ:
mr: रूपण:
or: ଫରମାଟ:
sd: رچنا:
si: හැඩතලය:
ta: வடிவமைப்பு:
te: ఫార్మాట్:
th: รูปแบบ:
ug: پىچىم:
ur: وضع:

# errorOpenFileDoesntExistTitle
source: Error opening %S
as: %S খোলোতে ত্ৰুটি
az: %S açılarkən xəta oldu
bn_in: %S খুলতে সমস্যা
fur: Erôr vierzint %S
kab: Tuccḍa deg ulduy n %S
kk: «%S» ашқанда қате кетті
km: កំហុស​ក្នុង​ការ​បើក %S
kn: %S ಅನ್ನು ತೆರೆಯುವಲ್ಲಿ ದೋಷ
ku: Di vebûna %S deçewtî
lb: Feeler beim Opmaachen vun %S
mn: %S -г нээх алдаа
mr: %S उघडतेवेळी त्रूटी
or: %Sକୁ ଖୋଲିବା ସମୟରେ ତ୍ରୁଟି
ps: د ډولپاڼې په لېښلو کې تېروتنه: %S
rw: Habaye ikosa mu gufungura %S
sd: کولڻ وقت چوڪ %S
si: %S විවෘත කිරීමේදී දෝෂයකි
ta: %Sஐ திறப்பதில் பிழை
te: %S తెరువుటలో దోషం
th: ข้อผิดพลาดการเปิด %S
tt: %S açuda xata
ug: %S ئاچقاندا خاتالىق كۆرۈلدى
ur: %S کھولنے میں نقص
uz: %Sni ochishda xato
xh: Kuvulwa imposiso ye-%S

source: File %S doesn't exist
bn_in: %S ফাইল বর্তমানে উপস্থিত নেই
fur: Il file %S nol esist
kk: «%S» файлы жоқ
km: មិន​មាន​ឯកសារ %S ទេ
kn: %S ಕಡತ ವು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
ku: Pelê %S tune
mr: %S फाइल अस्तित्वात नाही
si: %S ගොනුව නොමැත
ta: கோப்பு %S இல்லை
tt: Dosye %S mewcud tügíl
ur: مسل %S موجود نہیں ہے
uz: %S fayli mavjud emas
xh: Ifayili i-%S ayikho kwayona

source: Error accessing %S
as: %S ৰ অভিগমত ত্ৰুটি
az: %S İcazə Səhvi
bn_in: %S ব্যবহার করতে সমস্যা
fur: Erôr tal acès a %S
kab: Tuccḍa deg unekcum ɣeṛ %S
kk: «%S» қатынау қатесі
km: កំហុស​ក្នុង​ការ​ចូល​ដំណើរការ %S
kn: %S ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳುವಲ್ಲಿ ದೋಷ
ku: %S Çewtiya Têketinê
lb: Feeler beim Zougrëff op %S
mn: %S рүү хандах алдаа
mr: %S शी संपर्क साधतेवेळी त्रुटी
or: %Sରେ ପ୍ରବେଶ କରିବା ସମୟରେ ତ୍ରୁଟି
ps: د %S په رسي کې تېروتنه
rw: Habaye ikosa mu kwinjira muri %S
sd: %S داخل ڪرڻ وقت چوڪ
si: %S ප්‍රවේශන දෝෂය
ta: அணுகல் பிழை %S
te: %S వాడుటలో దోషం
th: ข้อผิดพลาดการเข้าถึง %S
tt: %S iríşímínde xata
ug: %S زىيارەت قىلىشتا خاتالىق كۆرۈلدى
ur: %S رسائی کرنے میں نقص
uz: %Sga kirishda xato
xh: Imposiso ifikelela ku-%S

source: Directory %S doesn't exist
bn_in: %S ডিরেক্টরিটি বর্তমানে উপস্থিত নেই
fur: La cartele %S no esist
kk: «%S» бумасы жоқ
km: មិន​មាន​ថត %S ទេ
kn: %S ಕೋಶವು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
ku: Pelrêça %S tune
mr: %S संचयीका अस्तित्वात नाही
si: %S බහලුම නොමැත
ta: அடைவு %S இல்லை
tt: %S törgegí mewcud tügíl
ur: ڈائریکٹری %S موجود نہیں ہے
uz: %S direktoriyasi mavjud emas
xh: Uvimba weefayili i-%S akakho kwayena

# errorOpeningFileTitle
source: Error opening %S
as: %S খোলোতে ত্ৰুটি
az: %S açılarkən xəta oldu
bn_in: %S খুলতে সমস্যা
fur: Erôr vierzint %S
kab: Tuccḍa deg ulduy n %S
kk: «%S» ашқанда қате кетті
km: កំហុស​ក្នុង​ការ​បើក %S
kn: %S ಅನ್ನು ತೆರೆಯುವಲ್ಲಿ ವಿಫಲತೆ
ku: Di vebûna %S deçewtî
lb: Feeler beim Opmaachen vun %S
mn: %S -г нээх алдаа
mr: %S उघडतेवेळी त्रुटी
or: %Sକୁ ଖୋଲିବା ସମୟରେ ତ୍ରୁଟି
ps: د ډولپاڼې په لېښلو کې تېروتنه: %S
rw: Habaye ikosa mu gufungura %S
sd: کولڻ وقت چوڪ %S
si: %S විවෘත කිරීමේදී දෝෂයකි
ta: %Sஐ திறப்பதில் பிழை
te: %S తెరువుటలో దోషం
th: ข้อผิดพลาดการเปิด %S
tt: %S açuda xata
ug: %S ئاچقاندا خاتالىق كۆرۈلدى
ur: %S کھولنے میں نقص
uz: %Sni ochishda xato
xh: Kuvulwa imposiso ye-%S

source: File %S is not readable
as: ফাইল %S পঢ়িব নোৱাৰি
az: %S faylı oxuna bilmir
bn_in: %S ফাইলটি পড়া সম্ভব নয়
fur: No si pues lei il file %S
kab: Afaylu %S ur iţwaɣray ara
kk: «%S» файлды оқу кезінде қате кетті
km: ឯកសារ %S មិន​អាច​អាន​បាន​ទេ
kn: %S ಕಡತವನ್ನು ಓದಲಾಗುವುದಿಲ್ಲ
ku: Pelrêça %S nayê xwendin
lb: De Fichier %S ass net liesbar
mn: %S файл уншигдах боломжгүй
mr: %S फाइल वाचता येण्याजोगी नाही
or: ଫାଇଲ %S ଟି ପଠନୀୟ ନୁହଁ
ps: دوتنه %S نشي لوستل کېدلای
rw: Dosiye %S ntisomeka
sd: فائل %S پڙهڻ جوڳي ناهي
si: %S ගොනුව කියවීමට නොහැක
ta: கோப்பு %S படிக்ககூடிய வடிவில் இல்லை
te: ఫైలు %S చదువునట్లుగాలేదు
th: ไฟล์ %S เป็นแบบอ่านไม่ได้
tt: %S dosyesí uqılır tügíl
ug: %S ھۆججەتنى ئوقۇغۇلى بولمايدۇ
ur: مسل %S قابل مطالعہ نہیں ہے
uz: %S fayli oʻqilmaydigan fayl
xh: Ifayili i-%S ayifundeki

source: Error saving %S
as: %S সংৰক্ষণ কৰোঁতে ত্ৰুটি
az: %S saxlanarkən səhv
bn_in: %S সংরক্ষণ করতে সমস্যা
fur: Erôr salvant %S
kab: Tuccḍa deg usekles n %S
kk: «%S» сақтау кезінде қате кетті
km: កំហុស​ក្នុង​ការ​រក្សាទុក %S
kn: %S ಅನ್ನು ಉಳಿಸುವಲ್ಲಿ ದೋಷ
ku: Di tomarkirinê de çewtî %S
lb: Feeler beim Späicheren vun %S
mn: %S хадгалах алдаа
mr: %S संचचीत करतेवेळी त्रुटी
or: %Sକୁ ସଂରକ୍ଷଣ କରିବା ସମୟରେ ତ୍ରୁଟି
ps: د %S په ساتلو کې تېروتنه
rw: Habaye ikosa mu kubika %S
sd: سانڍڻ وقت چوڪ %S
si: %S සුරැකීමේදී දෝෂයකි
ta: சேமிக்கும் போது பிழை %S
te: %S భద్రపరుచుటలో దోషం
th: ข้อผิดพลาดการบันทึก %S
tt: %S saqlawda xata
ug: %S ساقلىغاندا خاتالىق كۆرۈلدى
ur: %S محفوظ کرنے میں نقص
uz: %Sni saqlashda xato
xh: I-%S Egcina imposiso

source: %S is a file, can't save %S
bn_in: %S একটি ফাইল, %S সংরক্ষণ করা সম্ভব নয়
fur: %S al è un file; no si pues salvâ %S
kk: %S файл болып тұр, %S сақтай алмадым
km: %S គឺជា​ឯកសារ មិន​អាច​រក្សាទុក %S បាន​ទេ
kn: %S ಯು ಒಂದು ಕಡತವಾಗಿದೆ, %S ಅನ್ನು ಉಳಿಸಲಾಗುವುದಿಲ್ಲ
ku: %S pel e, %S nayê tomarkirin
mr: %S फाइल आहे, %S संचयीत करू शकत नाही
si: %S ගොනුවකි, %S සුරැකීය නොහැක
ta: %S ஒரு கோப்பு, %Sஐ சேமிக்க முடியவில்லை
tt: %S bír dosye, %S saqlana almıy
ur: %S ایک مسل ہے جو، %S کو محفوظ نہیں کر سکتا۔
uz: %S - fayl, shuning uchun %S saqlanmaydi
xh: I-%S yifayili, ayikwazi kugcina i-%S

source: Path %S doesn't exist, can't save %S
bn_in: %S পাথটি উপস্থিত নেই, %S সংরক্ষণ করা সম্ভব নয়
fur: Il troi %S nol esist; no si pues salvâ %S.
kk: «%S» жолы жоқ, «%S» сақтай алмадым
km: មិន​មាន​ផ្លូវ %S ទេ មិន​អាច​រក្សាទុក %S បាន​ទេ
kn: %S ಮಾರ್ಗವು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ, %S ಅನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ
ku: Kurteriya %S tune, %S tomar nayê tomarkirin
mr: %S मार्ग अस्तित्वात नाही, %S संचयीत करू शकत नाही
si: %S ට වූ මාර්‍ගය නොමැත, %S සුරැකීමට නොහැක
ta: பாதை %S இல்லை, சேமிக்க முடியாது %S
tt: %S suqmağı mewcud tügíl, %S saqlana almıy
ur: راہ %S موجود نہیں ہے، %S کو محفوظ نہیں کر سکتا۔
uz: %S yoʻli mavjud emas, shuning uchun %Sni saqlab boʻlmaydi
xh: Indlela yothungelwano i-%S ayikho kwayona, ayikwazi kugcina i-%S

source: File %S is not writable.
as: %S ফাইলত লিখিব নোৱাৰি।
az: %S faylı yazılmaya açıq deyil.
bn_in: %S ফাইলটি লেখনযোগ্য নয়।
fur: No si pues scrivi il file %S.
kab: Tira ɣef ufayl %S ţawezɣit
kk: «%S» файлға жазуға болмайды.
km: ឯកសារ %S មិន​អាច​សរសេរ​បាន​ទេ ។
kn: %S ಕಡತಕ್ಕೆ ಬರೆಯಲಾಗುವುದಿಲ್ಲ.
ku: Pela %S ji bo guherandinê parastî ne.
lb: De Fichier %S ass net beschreifbar.
mn: Файл %S нь бичигдэх боломжгүй.
mr: %S फाइल लिहता येण्याजोगी नाही.
or: ଫାଇଲ %Sଟି ଲିଖନଯୋଗ୍ୟ ନୁହଁ.
ps: دوتنه %S نشي لیکل کېدلای
rw: Dosiye %S ntiyandikwamo.
sd: فائل %S لکڻ جوڳي ناهي
si: %S ගොනුව මත ලිවිය නොහැක.
ta: கோப்பு %S இல் எழுத முடியாது.
te: ఫైలు %Sకు వ్రాయలేము.
th: ไฟล์ %S เป็นแบบเขียนไม่ได้
tt: Dosye %S yazılır tügíl.
ug: %S كە يازغىلى بولمايدۇ.
ur: مسل %S قابل تحریر نہیں ہے۔
uz: %S fayli yozib boʻlmaydigan fayl
xh: Ifayili engu-%S ayibhaleki.

source: Cannot create file. Directory %S is not writable.
as: ফাইল সৃষ্টি কৰিব নোৱাৰি। %S ডাইৰেকটৰিত লিখিব নোৱাৰি।
az: Fayl yaradıla bilmir. %S qovluğu yazıla bilən deyil.
bn_in: ফাইল নির্মাণ করা সম্ভব নয়। %S ডিরেক্টরিটি লেখনযোগ্য নয়।
fur: No si à podût creâ il file: no si pues scrivi te cartele %S.
kab: Timerna n ufaylu ţtawezɣit. Akaram %S ur yeţţaǧa ara tira.
kk: Файл құру қатесі. «%S» бумасына жазу құқығы жоқ.
km: មិន​អាច​បង្កើត​ឯកសារ ។ ថត %S មិន​អាច​សរសេរ​បាន​ទេ ។
kn: ಕಡತವನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. %S ಕೋಶಕ್ಕೆ ಬರೆಯಲಾಗುವುದಿಲ್ಲ.
ku: Pel nayê afirandin. Pelrêça %S ji bo guherandinê parastî ne.
lb: De Fichier kann net erstallt ginn. Den Dossier %S ass net beschreifbar.
mn: Файл үүсгэж чадахгүй байна. %S сан бичигдэх боломжгүй байна.
mr: फाइल निर्माण करू शकत नाही. %S संचयीका लिहीतायेण्याजोगी नाही.
or: ଫାଇଲ ନିର୍ମାଣ କରିହେବ ନାହିଁ. ଡିରେକ୍ଟୋରୀ %S ଟି ଲିଖନଯୋଗ୍ୟ ନୁହଁ.
ps: دوتنه نه شي پنځولای. دا %S نوملړ لیکوړی نه دی.
rw: Ntibishoboka kurema ububiko. Ububiko %S ntibwandikwamo.
sd: فائل نٿو خلقي سگهي۔%S هدايت نامو لکڻ جوڳو ناهي
si: ගොනුව නිර්මාණය කළ නොහැක. %S බහලුම මත ලිවිය නොහැක.
ta: கோப்பை உருவாக்க முடியாது. அடைவு %S இல் எழுத முடியாது.
te: ఫైలును సృష్టించలేము. డైరెక్టరీ %Sకు వ్రాయలేము.
th: ไม่สามารถสร้างไฟล์ ไดเรกทอรี %S เป็นแบบเขียนไม่ได้
tt: Dosyení buldıra almıym. %S törgegí yazılır tügíl.
ug: ھۆججەت قۇرالمايدۇ، %S مۇندەرىجىگە يازغىلى بولمايدۇ.
ur: مسل نہیں بنا سکتا۔ڈائریکٹری %S قابل تحریر نہیں ہے.
uz: Fayl yaratib boʻlmaydi. %S direktoriyasiga yozib boʻlmaydi.
xh: Ayikwazi kuyileka ifayili. Uvimba weefayili i-%S akabhaleki.

# errorNewDirDoesExistTitle
source: Error creating %S
as: %S সৃষ্টি কৰোঁতে ত্ৰুটি
az: %S yaradılmasında səhv baş verdi
bn_in: %S নির্মাণ করতে সমস্যা
fur: Erôr creant %S
kab: Tuccḍa di tmerna n %S
kk: «%S» құру қатесі
km: កំហុស​ក្នុង​ការ​បង្កើត %S
kn: %S ಅನ್ನು ನಿರ್ಮಿಸುವಲ್ಲಿ ದೋಷ
ku: Di afirandina %S de çewtî
lb: Feeler beim Erstellen vun %S
mn: %S -г үүсгэх алдаа
mr: %S निर्माण करतेवेळी त्रुटी
or: %S ନିର୍ମାଣ କରିବାରେ ତ୍ରୁଟି
ps: د %S په پنځونه کې تېروتنه
rw: Habaye ikosa mu kurema %S
sd: خلقڻ وقت چوڪ %S
si: %S නිර්මාණයේදි දෝෂයකි
ta: %Sஐ உருவாக்குவதில் பிழை
te: %S సృష్టించుటలో దోషం
th: ข้อผิดพลาดการสร้าง %S
tt: %S buldıruda xata
ug: %S قۇرۇشتا خاتالىق كۆرۈلدى
ur: %S بنانے میں نقص
uz: %Sni yaratishda xato
xh: Imposiso iyila i-%S

source: A file named %S already exists, directory cannot be created.
as: %S নামৰ ফাইল ইতিমধ্যে আছে, ডাইৰেকটৰি সৃষ্টি কৰিব নোৱাৰি।
az: %S fayl adı daha əvvəldən mövcuddur. Qovluq yaradıla bilmədi.
bn_in: %S নামের একটি ফাইল বর্তমানে উপস্থিত রয়েছে, ডিরেক্টরি নির্মাণ করা সম্ভব নয়
fur: Al esist za un file clamât %S; no si pues creâ la cartele.
kab: Afaylu s yisem %S yella yakan, ur tezmirzḍ ara aţernuḍ akaram s yisem agi.
kk: Бума құру қатесі, «%S» деп аталатын файл бар.
km: មាន​ឯកសារ​ដែល​មាន​ឈ្មោះ %S រួចហើយ ថត​មិន​អាច​ត្រូវ​បាន​បង្កើត​ទេ ។
kn: %S ಎಂಬ ಹೆಸರಿನ ಕಡತವು ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ, ಕೋಶವನ್ನು ನಿರ್ಮಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ku: Peleke bi navê %S jixwe heye, pelrêç nayê afirandin.
lb: Ee Fichier mam Numm %S existéiert schon, den Dossier kann net erstallt ginn.
mn: %S гэж нэрлэсэн файл байна, санг үүсгэж чадсангүй
mr: %S ह्या नावाने फाइल आधिपासूनच अस्तित्वात आहे, संचयीका निर्माण करु शकत नाही.
or: %S ନାମକ ଫାଇଲ ପୂର୍ବରୁ ଅବସ୍ଥିତ ଅଛି, ଡିରେକ୍ଟୋରୀ ନିର୍ମାଣ କରିପାରିବେ ନାହିଁ.
ps: د d %S په نوم یوه دوتنه له مخه شته, نوملړ نشي پنځول کېدای.
rw: Dosiye yitwa %S isanzwemo, Ntibishoboka kurema ububiko.
sd: نالي فائل اڳ ۾ ئي مؤجود آهي، هدايت نامو خلقجي نٿو سگهجي %S
si: %S නමින් ගොනුවක් පවතී, බහලුම නිර්මාණය කළ නොහැක.
ta: %S என்ற பெயருள்ள கோப்பு ஏற்கெனவே உள்ளது, அடைவை உருவாக்க முடியாது.
te: %S పేరుతో ఇప్పటికే ఒక దస్త్రం ఉంది, కనుక అదేపేరుతో సంచయాన్ని సృష్టించలేరు.
th: ไฟล์ชื่อ %S มีอยู่แล้ว ไม่สามารถสร้างไดเรกทอรี
tt: %S isímlí dosye bar indí, törgek buldırıla almıy.
ug: %S نامىغىكى ھۆججەت مەۋجۇد، مۇندەرىجە قۇرالمايدۇ.
ur: %S نام کی ایک مسل پہلے سے موجود ہے، ڈائریکٹری نہیں بنائی جا سکتی۔
uz: %S nomli fayl allaqachon mavjud, direktoriyani yaratib boʻlmaydi.
xh: Ifayili eyaziwa ngokuba yi-%S seyikhona, uvimba weefayili akanakuyileka.

# errorCreateNewDirTitle
source: Error creating %S
as: %S সৃষ্টি কৰোঁতে ত্ৰুটি
az: %S yaradılmasında səhv baş verdi
bn_in: %S নির্মাণে সমস্যা
fur: Erôr creant %S
kab: Tuccḍa di tmerna n %S
kk: «%S» құру қатесі
km: កំហុស​ក្នុង​ការ​បង្កើត %S
kn: %S ಅನ್ನು ನಿರ್ಮಿಸುವಲ್ಲಿ ದೋಷ
ku: Di afirandina %S de çewtî
lb: Feeler beim erstellen vun %S
mn: %S -г үүсгэх алдаа
mr: %S निर्माण करतेवेळी त्रुटी
or: %S ନିର୍ମାଣ କରିବାରେ ତ୍ରୁଟି
ps: د %S په پنځونه کې تېروتنه
rw: Habaye ikosa mu kurema %S
sd: خلقڻ وقت چوڪ %S
si: %S නිර්මාණයේදි දෝෂයකි
ta: %Sஐ உருவாக்குவதில் பிழை
te: %S సృష్టించుటలో దోషం
th: ข้อผิดพลาดการสร้าง %S
tt: %S buldıruda xata
ug: %S قۇرۇشتا خاتالىق كۆرۈلدى
ur: %S بنانے میں نقص
uz: %Sni yaratishda xato
xh: Imposiso iyila i-%S

source: Directory %S could not be created
as: %S ডাইৰেকটৰি সৃষ্টি কৰিব নোৱাৰে
az: %S qovluğu yaradıla bilmədi
bn_in: %S ডিরেক্টরি নির্মাণ করা যায়নি
fur: No si à podût creâ la cartele %S
kab: Akaram %S ur yerna ara
kk: Бума «%S» құру қатесі
km: មិន​អាច​បង្កើត​ថត %S បាន​ទេ
kn: %S ಕೋಶವನ್ನು ನಿರ್ಮಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ku: Pelrêça %S nayê afirandin
lb: Den Dossier %S konnt net erstallt ginn
mn: %S санг шинээр үүсгэж чадсангүй
mr: %S संचयीका निर्माण करू शकत नाही
or: ଡିରେକ୍ଟୋରୀ %S ନିର୍ମାଣ କରିପାରିଲେ ନାହିଁ
ps: دا %S نشي پنځول کېدای
rw: Ntibyashobotse kurema ububiko %S
sd: هدايت نامو %S خلقجي نٿو سگهجي
si: %S බහලුම නිර්මාණය කළ නොහැක
ta: அடைவு %S ஐ உருவாக்க முடியவில்லை
te: డైరెక్టరీ %S సృష్టించబడలేదు
th: ไม่สามารถสร้างไดเรกทอรี %S
tt: %S törgegí buldırıla almadı
ug: %S مۇندەرىجىنى قۇرالمايدۇ
ur: ڈائریکٹری %S نہیں بنائی جا سکتی
uz: %S direktoriyasini yaratib boʻlmaydi
xh: Uvimba weefayili i-%S ayikwazanga kuyileka

source: Directory cannot be created, %S is a file
as: ডাইৰেকটৰি সৃষ্টি কৰিব নোৱাৰি, %S এখন ফাইল
az: Qovluq yaradıla bilmədi, %S bir fayldır
bn_in: ডিরেক্টরি নির্মাণ করা যায়নি, %S একটি ফাইল
fur: No si pues creâ la cartele; %S al è un file.
kab: Akaram ur yerna ara , %S d-afaylu
kk: Бума құру қатесі, «%S» файл болып табылады
km: មិន​អាច​បង្កើត​ថត​បាន​ទេ %S គឺជា​ឯកសារ
kn: ಕೋಶವನ್ನು ನಿರ್ಮಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ, %S ವು ಒಂದು ಕಡತವಾಗಿದೆ
ku: Pelrêç nayê afirandin, %S pel e
lb: Den Dossier konnt net erstallt ginn, %S ass ee Fichier
mn: Санг үүсгэж чадахгүй, %S файл байна.
mr: संचयीका निर्माण करू शकत नाही, %S फाइल आहे
or: ଡିରେକ୍ଟୋରୀ ନିର୍ମାଣ କରିପାରିବେ ନାହିଁ, %S ଟି ଗୋଟିଏ ଫାଇଲ
ps: نشي پنځول کېدای، %S یوه دوتنه ده
rw: Ntibishoboka kurema ububiko, %S ni dosiye
sd: هدايت نامو خلقجي نٿو سگهجي، %S فائل آهي
si: බහලුම නිර්මාණය කළ නොහැක, %S ගොනුවකි
ta: அடைவை உருவாக்க முடியவில்லை, %S ஒரு கோப்பாகும்
te: డైరెక్టరీ సృష్టించబడలేదు, %S ఒక ఫైలు
th: ไม่สามารถสร้างไดเรกทอรี %S เป็นไฟล์
tt: Törgek buldırıla almıy, %S bír dosye
ug: مۇندەرىجە قۇرالمايدۇ، %Sھۆججەت
ur: ڈائریکٹری نہیں بنائی جا سکتی، %S ایک مسل ہے
uz: Direktoriyani yaratib boʻlmaydi, %S - fayl
xh: Uvimba weefayili akakwazi kuyileka, i-%S yifayili

source: Directory cannot be created, %S not writable
as: ডাইৰেকটৰি সৃষ্টি কৰিব নোৱাৰি, %S ত লিখিব নোৱাৰি।
az: Qolvuq yaradıla bilmədi, %S yazma qorulamalıdır
bn_in: ডিরেক্টরি নির্মাণ করা যায়নি, %S লেখার যোগ্য নয়
fur: No si à podût creâ la cartele: no si pues scrivi su %S.
kab: Akaram ur yerna ara, %S ur yeţţaǧǧa ara tira
kk: Бума құру қатесі, «%S» жерге жазуға рұқсат жоқ
km: មិន​អាច​បង្កើត​ថត​បាន​ទេ %S មិន​អាច​សរសេរ​បាន
kn: ಕೋಶವನ್ನು ನಿರ್ಮಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ, %S ಕ್ಕೆ ಬರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: Pelrêç nayê afirandin, %S ji bo guherandinê parastî ye
lb: Den Dossier konnt net erstallt ginn, %S ass net beschreifbar
mn: Санг үүсгэж чадсангүй, %S бичигдэх боломжгүй
mr: संचयीका निर्माण करू शकत नाही, %S लिहिता येण्याजोगी नाही
or: ଡିରେକ୍ଟୋରୀ ନିର୍ମାଣ କରିପାରିବେ ନାହିଁ, %S ଟି ଲିଖନଯୋଗ୍ୟ ନୁହଁ
ps: نشي پنځول کېدای، %S لیکوړې نه ده
rw: Ntibishoboka kurema ububiko, %S ntiyandikwamo
sd: هدايت نامو خلقجي نٿو سگهجي %S لکڻ جوڳو ناهي
si: බහලුම නිර්මාණය කළ නොහැක, %S මත ලිවිය නොහැකිය
ta: அடைவை உருவாக்க முடியவில்லை %S இல் எழுத முடியாது
te: డైరెక్టరీ సృష్టించబడలేదు, %S వ్రాయుటకు వీలైనది కాదు
th: ไม่สามารถสร้างไดเรกทอรี %S เป็นแบบเขียนไม่ได้
tt: Törgek buldırıla almıy, %S yazılır tügíl
ug: مۇندەرىجە قۇرالمايدۇ، %S غا يازغىلى بولمايدۇ
ur: ڈائریکٹری نہیں بنائی جا سکتی، %S قابل تحریر نہیں
uz: Direktoriya yaratib boʻlmaydi, %Sga yozib boʻlmaydi
xh: Uvimba weefayili akakwazi kuyileka, i-%S ayibhaleki

source: Create new directory
as: নতুন ডাইৰেকটৰি সৃষ্টি কৰক
az: Yeni qovluq yaraad
bn_in: নতুন ডিরেক্টরি নির্মাণ করুন
fur: Cree une cartele gnove
kk: Жаңа буманы құру
km: បង្កើត​ថត​ថ្មី
kn: ಹೊಸ ಕೋಸವನ್ನು ರಚಿಸು
ku: Pelpêça nû biafirîne
lb: Erstellen een neien Dossier
mn: Шинэ сан үүсгэ
mr: नविन डिरेक्ट्री निर्माण करा
or: ନୂତନ ଡିରେକ୍ଟୋରୀ ନିର୍ମାଣ କରନ୍ତୁ
ps: نوی نوملړ وپنځوﺉ
rw: Kurema ububiko bushya
sd: نئون هدايت نامو تيار ڪريو
si: නව බහලුම
ta: புதிய அடைவை உருவாக்கு
te: కొత్త డైరెక్టరీని సృష్టించు
th: สร้างไดเรกทอรีใหม่
tt: Yaña törgekní buldır
ug: يېڭى مۇندەرىجە قۇرۇش
ur: نئی ڈائریکٹری بنائیں
uz: Yangi direktoriya yaratish
xh: Yila uvimba weefayili omtsha

# promptNewDirMessage
source: Directory name:
as: ডাইৰেকটৰিৰ নাম:
az: Qovluq adı:
bn_in: ডিরেক্টরির নাম:
fur: Cartele:
kab: Isem n ukaram:
kk: Бума аты:
km: ឈ្មោះ​ថត ៖
kn: ಕೋಶದ ಹೆಸರು:
ku: Navê pelrêçê:
lb: Numm vum Dossier:
mn: Сангийн нэр:
mr: डिरेक्ट्रीचे नाव:
or: ଡିରେକ୍ଟୋରୀ ନାମ:
ps: نوملړ نوم:
rw: Izina ry'Ububiko:
sd: هدايت نامي جو نالو:
si: බහලුම් නම:
ta: அடைவு பெயர்:
te: సంచయం పేరు:
th: ชื่อไดเรกทอรี:
tt: Törgek isímí:
ug: مۇندەرىجە نامى:
ur: ڈائریکٹری کا نام:
uz: Direktoriya nomi:
xh: Igama likavimba weefayili:
