Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/global/printPageSetup.dtd.po
Languages: hy_am, ku, my, ps, rw, sw, tt, uz

source: Page Setup
hy_am: Էջի կարգավորում
ku: Mîhengên Rûpelê
my: ဝတ်စာမျက်နှာအပြင်အဆင်
ps: مخ امستل
rw: Itunganyarupapuro
sw: Usanidi wa Ukurasa
tt: Sexife Caylanması
uz: Sahifani moslash

source: Format &amp; Options
hy_am: Ձևը և Ընտրանքները
my: အမျိုးအစား &amp; ရွေးစရာများ
ps: بڼولو &amp; غوراوي
rw: Imiterere &amp; Amahitamo
sw: Chaguo za &amp; Umbizo
tt: Format hem Köylenmeler

source: Format
hy_am: Ձեվը
ku: Şêwe
my: အမျိုးအစား
ps: بڼه
rw: Imiterere
sw: Umbizo

source: Orientation:
hy_am: Դիրքավորումը.
ku: Cih:
my: တည်နေရာ -
ps: لورښودنه:
rw: Icyerekezo:
sw: Uelekeo:
tt: Yünlendírme:
uz: Joylashish

source: &Portrait
hy_am: &Գրքային
ku: Çi&k
my: ထောင်လိုက်
sw: &Kurasa wima
uz: &Boʻyiga

source: &Landscape
hy_am: &Ալբոմային
ku: Pa&ldayî
my: အလှဲလိုက်
sw: &Kurasa mlalo
uz: &Eniga

source: &Scale:
hy_am: &Չափափոխում.
ku: &Pîvan:
my: အချိုးကျ -
sw: &Rekebisha ukubwa:
tt: &Masştab:
uz: &Choʻzish:

source: Shrink to fit Page &Width
hy_am: &Փոքրացնել և տեղավորել էջում
ku: Ji bo li firehiya rûpelê &were tengkirin
my: စာမျက်နှာ အကျယ်နဲ့ ကိုက်ညီဖို့ ကျုံ့ပါ
sw: Nywea ili kutoshea Upana wa &Ukurasa
tt: Sexife &Kiñlígíne Sıydır
uz: Sahifani &eniga choʻzish

source: Options
hy_am: Կարգավորումները
ku: Hilbijartin
my: ရွေးစရာများ
ps: غوراوي
rw: Amahitamo
sw: Chaguo
tt: Köylenmeler
uz: Moslamalar

source: Print &Background (colors &amp; images)
hy_am: Տպել &Խորապատկերը (Գույները և Նկարները)
my: ပုံနှိုပ်ချက် နောက်ခံ (အရောင်များ &amp; ရုပ်ပုံများ)
sw: Chapisha &Mandharinyuma (rangi&amp; taswira)
tt: &Arqatufraqnı Bastır (tösler hem suretler)

source: Margins &amp; Header/Footer
hy_am: Լուսանցքներ և էջագլուխ/էջատակ
my: ဘေးမျဉ်းများ &amp; ခေါင်းစည်းမှတ်ချက်/အောက်ခြေမှတ်ချက်
ps: څنډې &amp; سرۍ/پښۍ
rw: Marije &amp; Umutwempangano/Imperampangano
sw: Pambizo &amp; Kijajuu/Kijachini
tt: Qırıylar hem Öst-not/Ast-not

source: Margins (#1)
hy_am: Երիզ (#1)
ku: Kevî (#1)
my: မာဂျင် (#1)
ps: څنډې (#1)
rw: Marije (#1)
sw: Pambizo (#1)
tt: Qırıylar (#1)
uz: Chetlari (#1)

source: inches
hy_am: Մատնաչափ
ku: inç
my: လက်မများ
ps: انچه
rw: inshi
sw: inchi
tt: düym
uz: dyum

source: millimeters
hy_am: Միլիմետր
ku: mîlîmetre
my: မီလီမီတာများ
ps: میلی مترونه
rw: milimetero
sw: milimita
tt: millimetír
uz: millimeter

source: &Top:
hy_am: &Վերևից.
ku: &Ser:
my: ထိပ် -
sw: &Juu:
tt: &Öst:
uz: &Yuqori:

source: &Bottom:
hy_am: &Ներքևից.
ku: &Bin:
my: အောက်ခြေ -
sw: &Chini:
tt: &Ast:
uz: &Quyi:

source: &Left:
hy_am: &Ձախից.
ku: Ç&ep:
my: ဘယ်ဘက် -
sw: &Kushoto:
tt: &Sul:
uz: &Chap:

source: &Right:
hy_am: &Աջից.
ku: &Rast:
my: ညာဘက် -
sw: &Kulia:
tt: &Uñ:
uz: &Oʻng:

source: Headers &amp; Footers
hy_am: Էջագլուխ և Էջատակ
my: ခေါင်းစီး​​​​​​​​​​​​စာတန်းများ &amp; အောက်ခြေစာတမ်းများ
ps: سرۍ &amp; پښۍ
rw: Imitwempangano &amp; Imperampangano
sw: Vichea &amp; Vijachini
tt: Öst- we Ast-notlar

source: Left:
hy_am: Ձախ.
ku: Çep:
my: ဘယ်ဘက် -
sw: Kushoto:
tt: Sul:
uz: Chap:

source: Center:
hy_am: Մեջտեղում.
ku: Navend:
my: အလယ်ဗဟို -
ps: منځ:
rw: Hagati:
sw: Kati:
tt: Üzek:
uz: Senter:

source: Right:
hy_am: Աջ.
ku: Rast:
my: ညာဘက် -
sw: Kulia:
tt: Uñ:
uz: Oʻng:

source: Left header
hy_am: Ձախ էջագլուխ
ku: Serê çepê
my: ဘယ်ဘက်ခေါင်းစဥ်
ps: کیڼه سرۍ
rw: Umutwe ibumoso
sw: Kijajuu cha kushoto
tt: Sul öst-not
uz: Chapgi yuqori

source: Center header
hy_am: Կենտրոնի էջագլուխ
ku: Serê navendê
my: အလယ်ဗဟို ခေါင်းစီး​​​​​​​​​​​​စာတန်း
ps: سرۍ منځ ته کړﺉ
rw: Umutwe hagati
sw: Kijajuu cha kati
tt: Üzek öst-not
uz: Markaziy yuqori

source: Right header
hy_am: Աջ էջագլուխ
ku: Serê rastê
my: ညာဖက် ခေါင်းစီး​​​​​​​​​​​​စာတန်း
ps: ښۍ سرۍ
rw: Umutwe iburyo
sw: Kijajuu cha kulia
tt: Uñ öst-not
uz: Oʻng yuqori

source: Left footer
hy_am: Ձախ էջատակ
ku: Binê çepê
my: ဘယ်ဖက် အောက်ခြေစာတမ်း
ps: کیڼه پښۍ
rw: Imperampangano ibumoso
sw: Kijachini cha kushoto
tt: Sul ast-not
uz: Chap quyi

source: Center footer
hy_am: Կենտրոնի էջատակ
ku: Binê navendê
my: အောက်ခြေ၏ အလယ်
ps: پښۍ منځ ته کړﺉ
rw: Imperampangano hagati
sw: Kijachini cha kati
tt: Üzek ast-not
uz: Markaziy quyi

source: Right footer
hy_am: Աջ էջատակ
ku: Binê rastê
my: ညာဖက် အောက်ခြေစာတမ်း
ps: ښۍ پښۍ
rw: Imperampangano iburyo
sw: Kijachini cha kulia
tt: Uñ ast-not
uz: Oʻng quyi

source: Title
hy_am: Վերնագիրը
ku: Sernivîs
my: ခေါင်းစဉ်
ps: سرلیک
rw: Umutwe
sw: Kichwa
tt: Başlıq
uz: Sarlavha

source: URL
hy_am: Էջի հասցե

source: Date/Time
hy_am: Ամսաթիվ/Ժամանակ
ku: Dîrok/Saet
my: နေ့စွဲ/အချိန်
ps: نېټه/مهال
rw: Itariki/Igihe
sw: Tarehe/Saa
tt: Tarix/Waqıt
uz: Sana/vaqt

source: Page #
hy_am: Էջ #
ku: Rûpel #
my: စာမျက်နှာ #
ps: پاڼه #
rw: Paji#
sw: Ukurasa #
tt: Sexife #
uz: Sahifa #

source: Page # of #
hy_am: Էջ #՝ #-ից
ku: Rûpel # ji #
my: စာမျက်နှာ # မှ #
ps: د # مخونو #
rw: Paji # ya #
sw: Ukurasa # wa #
tt: # sexife # sexifeden
uz: Sahifa# / #

source: --blank--
hy_am: --դատարկ--
ku: --vala--
my: --ကွတ်လပ်--
ps: --سپین--
rw: --ahatanditseho--
sw: --tupu--
tt: --buş--
uz: --boʻsh--

# hfCustom
source: Custom…
hy_am: Ընտրված…
ku: Kesane Bike...
my: စိတ်ကြိုက် ဖန်တီးပါ...
rw: Kuboneza...
sw: Maalum…
tt: Şexsîleştír...
uz: Boshqa

# customPrompt.title
source: Custom…
hy_am: Ընտրված…
ku: Kesane Bike...
my: စိတ်ကြိုက် ဖန်တီးပါ...
rw: Kuboneza...
sw: Maalum…
tt: Şexsîleştír...
uz: Boshqa

source: Enter your custom header/footer text
hy_am: Մուտքագրեք էջագլխի կամ էջատակի տեքստը
ku: Deqa taybet a serî/binî têkevê
my: သင်နှစ်သက်တဲ့ ခေါင်းစီး/အောက်ခြေ စာသားကို ရေးထည့်ပါ
ps: د خپلې دودیزې سرۍ/پښۍ متن نباسﺉ
rw: Kwinjiza inyandiko y'umutwempangano/imperampangano
sw: Ingiza matini yako maalum ya kijajuu/kijachini
tt: Şexsileştírílgen öst-not/ast-not tekstígízní kírtígíz
uz: Boshqa yuqori/pastgi matnni kiriting

source: Format & Options
uz: Format va moslamalar

source: Print &Background (colors & images)
uz: &Orqa fon (ranglar va rasmlar)ni chop qilish

source: Margins & Header/Footer
uz: Chetlari va Yuqori/pastgi soʻzlar

source: Headers & Footers
uz: Yuqori va pastgi qismi

source: Scale:
rw: Igipimo:

source: Shrink to fit Page Width
rw: Kwegeranya Kugira ngo Bijye ku Murambararo wa Paji

source: Print Background (colors &amp; images)
rw: Imbuganyuma y'Icapa (Amabara &amp; Amashusho)

source: Top:
rw: Hejuru:

source: Bottom:
rw: Hasi:

# marginLeft.label
source: Left:
rw: Ibumoso:

# marginRight.label
source: Right:
rw: Iburyo:

# hfLeft.label
source: Left:
rw: Ibumoso:

# hfRight.label
source: Right:
rw: Iburyo:
