Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/global/viewSource.properties.po
Languages: af, ar, as, az, bn_bd, br, ca, cy, es_mx, fur, hi_in, hy_am, id, is, kab, km, kn, ku, lt, lv, mai, ml, ms, nb_no, ne, nn_no, or, pt, pt_br, sv, te, th, ug, ur, uz, vi, xh, zu

source: Go to line
af: Gaan na reël
ar: اذهب إلى سّطر
as: শাৰীলৈ যাওক
az: Sətrə keç
bn_bd: এই লাইনে যান
br: Mont d'al linenn
ca: Vés a la línia
cy: Mynd i'r llinell
es_mx: Ir a la línea
fur: Va ae rie
hi_in: पंक्ति पर जाएँ
hy_am: Անցնել տողին
id: Lompat ke baris
is: Fara í línu
kab: Ddu ɣer izirig
km: ទៅកាន់​ជួរ
kn: ಸಾಲಿಗೆ ಹೋಗು
ku: Here rêzikê
lt: Perėjimas į eilutę
lv: Iet uz rindu
mai: पंक्ति पर जाउ
ml: വരിയിലേക്കു് പോകുക
ms: Pergi ke baris
nb_no: Gå til linje
ne: हरफमा जानुहोस्
nn_no: Gå til linje
or: ଧାଡିକୁ ଯାଆନ୍ତୁ
pt: Ir para a linha
pt_br: Ir para linha
sv: Gå till rad
te: ఈ వరుసకు వెళ్ళు
th: ไปยังบรรทัด
ug: قۇرغا يۆتكەل
ur: سطر پر جائیں
uz: Qatorga o‘tish
vi: Đi tới dòng
xh: Yiya kumgca
zu: Yiya kulayini

source: Enter line number
af: Tik reëlnommer in
ar: أدخل رقم السّطر
as: শাৰী সংখ্যা দিয়ক
az: Sətir nömrəsini daxil edin
bn_bd: লাইন নম্বর লিখুন
br: Roit un niverenn arroudenn
ca: Introduïu el número de la línia
cy: Rhowch rif y llinell
es_mx: Introduzca número de línea
fur: Inserìs numar di rie
hi_in: पंक्ति संख्या दाखिल करें
hy_am: Նշեք տողի համարը
id: Masukkan nomor baris
is: Sláðu inn línur númer
kab: Sekcem uṭṭun n izirig
km: បញ្ចូល​លេខ​បន្ទាត់
kn: ಸಾಲಿನ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸು
ku: Hejmara rêzikê têkevê
lt: Įveskite eilutės numerį:
lv: Ievadiet rindas numuru
mai: पंक्ति सँख्या दाखिल करू
ml: ലൈന്‍ നംബര്‍ നല്‍കുക
ms: Masukkan nombor baris
nb_no: Skriv inn linjenummer
ne: हरफ संख्या प्रविष्ट गर्नुहोस्
nn_no: Skriv inn linjenummer
or: ଧାଡି ସଂଖ୍ୟା ଭରଣ କରନ୍ତୁ
pt: Digite o número da linha
pt_br: Forneça o número da linha:
sv: Ange ett radnummer
te: వరుస సంఖ్యను ప్రవేశపెట్టు
th: ป้อนหมายเลขบรรทัด
ug: قۇر نومۇرى كىرگۈزۈڭ
ur: لائن نمبر داخل کریں
uz: Qator raqamini kiriting
vi: Nhập số của dòng
xh: Ngenisa inombolo yomgca
zu: Faka inombolo kalayini

source: Invalid input
af: Ongeldige toevoer
ar: إدخال غير صالح
as: অবৈধ নিবেশ
az: Etibarsız Məlumat
bn_bd: অকার্যকর ইনপুট
br: Enankad didalvoudek
ca: L'entrada no és vàlida
cy: Mewnbwn annilys
es_mx: Entrada no válida
fur: Valôr invalit
hi_in: अवैध इनपुट
hy_am: Անվավեր ներածում
id: Input tidak valid
is: Rangt inntak
kab: Anekcam arameɣtu
km: ព័ត៌មាន​បញ្ចូល​មិន​ត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಇನ್‍ಪುಟ್
ku: Daneya nederbasdar
lt: Netinkama įvestis
lv: Nederīga ievade
mai: अवैध इनपुट
ml: തെറ്റായ ഇന്‍പുട്ട്‌
ms: Input tidak sah
nb_no: Ugyldig inndata
ne: अमान्य आगत
nn_no: Ugyldig inndata
or: ଅବୈଧ ନିବେଶ
pt: Introdução inválida
pt_br: Entrada inválida
sv: Ogiltigt radnummer
te: సరికాని ఇన్పుట్
th: ข้อมูลนำเข้าผิดพลาด
ug: كىرگۈزۈش ئىناۋەتسىز
ur: ناجائز ان پٹ
uz: Noto‘g‘ri kiritdingiz
vi: Nhập vào không đúng
xh: Igalelo elingasebenziyo
zu: Okufakiwe akusebenzi

source: The line number entered is invalid.
af: Die reëlnommer wat u ingetik het, is ongeldig.
ar: رقم السّطر الذي أدخلته غير صالح.
as: অবৈধ শাৰী সংখ্যা দিয়া হৈছে
az: Daxil edilən sətir nömrəsi etibarsızdır.
bn_bd: উল্লিখিত লাইন নম্বরটি অকার্যকর।
br: Didalvoudek eo an niverenn arroudenn enanket.
ca: El número de línia introduït no és vàlid.
cy: Mae'r rhif roddwyd yn annilys.
es_mx: El número de línea introducido no es válido.
fur: Il numar di rie inserît nol è valit.
hi_in: दाखिल पंक्ति संख्या अवैध है.
hy_am: Տողի նշված համարն անվավեր է:
id: Nomor baris yang Anda masukkan salah.
is: Innslegið númer er vitlaust.
kab: Amḍan i d-muddeḍ mačči d-ameɣtu
km: លេខ​បន្ទាត់​ដែល​បាន​បញ្ចូល​គឺ​មិន​ត្រឹមត្រូវ ។
kn: ನಮೂದಿಸಿದ ಸಾಲಿನ ಸಂಖ್ಯೆಯು ಅಮಾನ್ಯವಾಗಿದೆ.
ku: Ev hejmara rêzikê nederbasdar e.
lt: Įvestas netinkamas eilutės numeris.
lv: Ievadītais rindas numurs ir nederīgs.
mai: दाखिल पंक्ति सँख्या अवैध अछि .
ml: നല്‍കിയിരിക്കുന്ന വരിയുടെ നംബര്‍ തെറ്റാണ്.
ms: Nombor baris dimasukkan tidak sah.
nb_no: Linjenummeret du skrev inn er ugyldig.
ne: प्रविष्टित हरफ संख्या अमान्य छ।
nn_no: Linjenummeret du skreiv inn er ugyldig.
or: ଭରଣ କରାଯାଇଥିବା ଧାଡିସଂଖ୍ୟାଟି ଅବୈଧ.
pt: O número de linha introduzido é inválido.
pt_br: O número da linha não é válido.
sv: Det angivna radnumret är ogiltigt.
te: ప్రవేశపెట్టిన వరుససంఖ్య విలువైనది కాదు.
th: หมายเลขบรรทัดที่ป้อนผิดพลาด
ug: كىرگۈزگەن قۇر نومۇرى ئىناۋەتسىز.
ur: داخل کردہ لائن نمبر ناجائز ہے۔
uz: Kiritilgan qator raqami noto‘g‘ri.
vi: Số của dòng nhập vào không đúng.
xh: Inombolo yomgca engenisiweyo ayisebenzi.
zu: Inombolo kalayini efakiwe ayisebenzi.

source: Line not found
af: Reël nie gevind nie
ar: السّطر غير موجود
as: শাৰী পোৱা নাযায়
az: Satır bulunamadı
bn_bd: লাইন পাওয়া যায়নি
br: N'eo ket bet kavet an arroudenn
ca: No s'ha trobat la línia
cy: Heb ganfod y llinell
es_mx: No se encontró la línea
fur: Rie no cjatade
hi_in: पंक्ति नहीं मिला
hy_am: Տողը չի գտնվել
id: Baris tidak ditemukan
is: Lína fannst ekki
kab: Ulac izirig
km: រក​មិន​ឃើញ​ជួរ
kn: ಸಾಲು ಕಂಡು ಬಂದಿಲ್ಲ
ku: Rêzik nehat dîtin
lt: Eilutės nerasta
lv: Rinda netika atrasta
mai: पंक्ति नहि भेटल
ml: ലൈന്‍ കണ്ടെത്തിയില്ല
ms: Baris tidak ditemui
nb_no: Fant ikke linjen
ne: हरफ फेला पार्न सकिएन
nn_no: Fann ikkje linja
or: ଧାଡି ମିଳୁନାହିଁ
pt: Linha não encontrada
pt_br: Linha não encontrada
sv: Hittar inte rad
te: వరుస కనబడలేదు
th: หาบรรทัดไม่พบ
ug: قۇرنى تاپالمىدى
ur: لائن نہیں ملی
uz: Qator topilmadi
vi: Không tìm thấy dòng này
xh: Umgca awufunyenwanga
zu: Ulayini awutholakali

source: The specified line was not found.
af: Die gespesifiseerde reël is nie gevind nie.
ar: لا وجود للسّطر المحدّد.
as: নিৰ্দ্দিষ্ট শাৰী পোৱা নাযায়
az: Xüsusi sətir tapılmadı.
bn_bd: উল্লিখিত লাইনটি পাওয়া যায়নি।
br: N'eo ket bet kavet an arroudenn erspizet.
ca: La línia especificada no s'ha trobat.
cy: Heb ganfod y linell hon.
es_mx: No se encontró la línea especificada.
fur: La rie specificade no je stade cjatade.
hi_in: निर्दिष्ट पंक्ति नहीं मिली थी.
hy_am: Նշված տողը չի գտնվել:
id: Baris yang dimaksud tidak ditemukan.
is: Skilgreind lína fannst ekki.
kab: Izirig i d-muddeḍ ulac it
km: រក​មិន​ឃើញ​ជួរ​ដែល​បាន​បញ្ជាក់ ។
kn: ಸೂಚಿತವಾದ ಸಾಲು ಕಂಡು ಬಂದಿಲ್ಲ.
ku: Rêzika taybet nehat dîtin.
lt: Eilutės su tokiu numeriu nerasta.
lv: Norādītā rinda netika atrasta.
mai: निर्दिष्ट पंक्ति नहि भेटल छल.
ml: പറഞ്ഞ വരി ലഭ്യമായില്ല.
ms: Baris ditentukan tidak ditemui.
nb_no: Klarte ikke finne den angitte linjen.
ne: तोकिएको हरफ फेला पार्न सकिएन।
nn_no: Klarte ikkje å finna den spesifiserte linja.
or: ଉଲ୍ଲେଖିତ ଧାଡିଟି ମିଳୁନାହିଁ.
pt: A linha especificada não foi encontrada.
pt_br: A linha fornecida não foi encontrada.
sv: Den angivna raden hittades inte.
te: తెలుపబడినటువంటి వరుస కనబడలేదు.
th: ไม่พบบรรทัดที่ระบุ
ug: بەلگىلەنگەن قۇرنى تاپالمىدى.
ur: اختصاصی سطر نہیں ملی۔
uz: Ko‘rsatilgan qator topilmadi.
vi: Không tìm thấy dòng được chỉ định.
xh: Umgca oxeliweyo awufunyenwanga.
zu: Ulayini oshiwo awutholakali.

source: Line %1$S, Col %2$S
af: Reël %1$S, Kol %2$S
ar: سطر %1$S، عمود %2$S
as: শাৰী %1$S, স্তম্ভ %2$S
az: Sətir %1$S, Sutun %2$S
bn_bd: লাইন %1$S, কলাম %2$S
br: Linenn %1$S, Bann %2$S
ca: Línia %1$S, Col %2$S
cy: Llinell %1$S, Colofn %2$S
es_mx: Línea %1$S, Columna %2$S
fur: Rie %1$S, Col %2$S
hi_in: पंक्ति %1$S, स्तंभ %2$S
hy_am: Տող %1$S, Սյուն %2$S
id: Baris %1$S, Kolom %2$S
is: Lína %1$S, Dálkur %2$S
kab: Izirig %1$S, Col %2$S
km: ជួរ %1$S, ជួរឈរ %2$S
kn: ಸಾಲು %1$S, ಕಾಲಂ %2$S
ku: Rêzik %1$S, Stûn %2$S
lt: Eilutė: %1$S, stulpelis: %2$S
lv: Rinda %1$S, kolonna %2$S
mai: पंक्ति %1$S, स्तंभ %2$S
ml: വരി %1$S, നിര %2$S
ms: Baris %1$S, Kol %2$S
nb_no: Linje %1$S, kolonne %2$S
ne: हरफ %1$S, स्तम्भ %2$S
nn_no: Linje %1$S, kolonne %2$S
or: ଧାଡି %1$S, ସ୍ତମ୍ଭ %2$S
pt: Linha %1$S, Coluna %2$S
pt_br: Linha %1$S, Coluna %2$S
sv: Rad %1$S, Kol %2$S
te: వరుస %1$S, నిలువు %2$S
th: บรรทัด %1$S, คอลัมน์ %2$S
ug: %1$S -قۇر، %2$S -رەت
ur: لائن %1$S، کالم %2$S
uz: Qator %1$S, Ustun %2$S
vi: Dòng %1$S, Cột %2$S
xh: Umgca %1$S, Ukrozo olwehlayo %2$S
zu: Ulayini %1$S, Col %2$S

source: DOM Source of Selection
af: DOM-bron van seleksie
ar: مصدر DOM للاختيار
as: নিৰ্বাচনৰ DOM উৎস
az: Seçimin DOM qaynağı
bn_bd: নির্বাচিত অংশের DOM সোর্স
br: Tarzh an diuzad DOM
ca: Codi DOM de la selecció
cy: Ffynhonnell DOM Dewis
es_mx: Fuente DOM de la selección
fur: Risultive DOM de selezion
hi_in: चयन का DOM स्रोत
hy_am: Ըտրության DOM Ակնագիրը
id: Sumber DOM yang Dipilih
is: DOM frumkóði af vali
kab: Aɣbalu DOM n ufran
km: ប្រភព DOM របស់​ជម្រើស
kn: ಆಯ್ಕೆಯ DOM ಮೂಲ
ku: DOM Çavkaniya Hilbijartinê
lt: DOM išrankos pirminis tekstas
lv: Iezīmētā DOM pirmkods
mai: चयन क DOM स्रोत
ml: DOM ഉറവിടത്തിന്റെ പോലുള്ള തിരഞ്ഞെടുക്കല്‍
ms: Pemilihan Sumber DOM
nb_no: DOM-kildekode for valgt tekst
ne: चयन को DOM स्रोत
nn_no: DOM-kjeldekode for vald tekst
or: DOM ଚୟନର ଉତ୍ସ
pt: Código DOM da seleção
pt_br: Código-fonte DOM da seleção
sv: DOM-källan för markering
te: ఎంపిక యొక్క DOM మూలం
th: ต้นฉบับ DOM ของส่วนที่เลือก
ug: تاللانغاننىڭ DOM مەنبە كودى
ur: DOM کے انتخاب کا ذریعہ
uz: DOM tanlash manbasi
vi: Mã Nguồn DOM của Khối Đã Chọn
xh: Umthombo woKhetho lwe-DOM
zu: DOM Isisekelo Sokukhetha

source: DOM Source of MathML
af: DOM-bron van MathML
ar: مصدر DOM ل‍ MathML
as: MathML ৰ DOM উৎস
az: MathML-in DOM qaynağı
bn_bd: MathML এর DOM সোর্স
br: Tarzh MathML DOM
ca: Codi DOM del MathML
cy: Ffynhonnell DOM MathML
es_mx: Fuente DOM de MathML
fur: Risultive DOM dal MathML
hi_in: MathML का DOM स्रोत
hy_am: MathML­-ի DOM ակնագիրը
id: Sumber DOM dari MathML
is: DOM frumkóði af MathML
kab: Aɣbalu DOM n MathML
km: ប្រភព DOM របស់ MathML
kn: MathML ನ DOM ಮೂಲ
ku: DOM Çavkaniya MathML
lt: DOM „MathML“ pirminis tekstas
lv: MathML DOM pirmkods
mai: MathML क DOM स्रोत
ml: MathML-ന്റെ DOM ഉറവിടം
ms: SUmber DOM MathML
nb_no: DOM-kildekode for MathML
ne: MathML को DOM स्रोत
nn_no: DOM-kjeldekode for MathML
or: DOM MathMLର ଉତ୍ସ
pt: Código DOM do MathML
pt_br: Código-fonte DOM de MathML
sv: DOM-källan för MathML
te: MathML యొక్క DOM మూలం
th: ต้นฉบับ DOM ของ MathML
ug: MathML نىڭ DOM مەنبە كودى
ur: DOM کے انتخاب کی ریاضیاتی مارک اپ زبان
uz: DOM MathML manbasi
vi: Mã Nguồn DOM của MathML
xh: Umthombo weMathML we-DOM
zu: DOM Isisekelo se-MathML

source: Go to Line…
br: Mont d'al linenn…
es_mx: Ir a la línea…
hi_in: पंक्ति पर जाएँ…
hy_am: Անցնել տողին..
id: Lompat ke Baris…
is: Fara í línu…
kab: Ddu ɣer izirig…
km: ទៅកាន់​ជួរ...
lt: Eiti į eilutę…
lv: Iet uz rindu…
nb_no: Gå til linje …
ne: हरफमा जानुहोस्…
nn_no: Gå til linje …
pt: Ir para a linha…
pt_br: Ir para a linha…
sv: Gå till linje…
uz: Qatorga o‘tish…

source: L
hi_in: एल
lv: R
nb_no: G
nn_no: G

source: Wrap Long Lines
af: Vou lang reëls om
ar: اقطع السطور الطويلة
as: দীঘল শাৰীবোৰ মেৰাই দিয়ক
az: Uzun Sətirləri Sürüşdür
bn_bd: লম্বা লাইন মোড়ানো হবে
br: Troc'hañ al linennoù hir
ca: Ajusta les línies llargues
cy: Amlapio Llinellau Hir
es_mx: Ajustar líneas largas
fur: Comede lis riis lungjis
hi_in: लम्बी पंक्तियाँ लपेटें
hy_am: Տողադարձել Երկար Տողերը
id: Potong Baris Panjang
is: Línuskipta löngum línum
kab: Tuɣalin tawurmant ɣer uzirig
km: រុំ​បន្ទាត់​វែង
kn: ಉದ್ದ ಸಾಲುಗಳನ್ನು ಆವರಿಸು
ku: Rêzikên dirêj bike yek
lt: Laužyti ilgas eilutes
lv: Dalīt garas rindas
mai: नमहर पंक्ति लपेटू
ml: നീളമുള്ള വരികള്‍ ഒതുക്കുക
ms: Balut Baris Panjang
nb_no: Bryt lange linjer
ne: लामा हरफहरू बेर्नुहोस्
nn_no: Bryt lange linjer
or: ଲମ୍ବା ଧାଡ଼ିଗୁଡ଼ିକୁ ଏକତ୍ର କରନ୍ତୁ
pt: Encapsular linhas longas
pt_br: Quebrar linhas
sv: Radbryt text
te: పొడవైన పంక్తులను మలిచివుంచు
th: ปัดบรรทัดล้น
ug: ئۇزۇن قۇرنى قۇر قاتلا
ur: لمبی سطریں ملفوف کریں
uz: Uzun satrlarni moslashtirish
vi: Cắt những dòng dài
xh: Qhuba Ngokuzenzekela Kwimigca Emide Elandelayo
zu: Goqa imigqa emide

source: Syntax Highlighting
af: Sintaksverligting
br: Sklerijennañ ar c'hevreadur
es_mx: Resaltar sintaxis
hi_in: सिंटेक्स आलोकित करें
hy_am: Գունանշել Շարահյուսությունը
id: Pewarnaan Sintaks
is: Málfræðilitun
km: ការ​បន្លិច​វាក្យ​សម្ព័ន្ធ
lt: Sintaksės paryškinimas
lv: Sintakses izcelšana
ne: वाक्यसंरचना हाइलाइटिङ
nn_no: Syntaks-markering
pt: Realce de sintaxe
pt_br: Realce de sintaxe
sv: Syntaxmarkering
uz: Gapni ajratib ko‘rsatish
