Repository: tktk711/mozilla-l10n
Catalog: kok/dom/chrome/appstrings.properties.po
Languages: kok

source: The URL is not valid and cannot be loaded.
kok: URL वैध ना आनिक तो लागू करपाक शकना.

source: The file %S cannot be found. Please check the location and try again.
kok: %S फायल मेळूंक ना.मात्शे थळ तपासात आणि परतून यत्न करात.

source: %S could not be found. Please check the name and try again.
kok: %S मेळूंक ना.मात्शे थळ तपासात आणि परतून यत्न करात.

source: One of the following (%S) is not a registered protocol or is not allowed in this context.
kok: मुखावयले (%S) तले एक नोंद शिष्टाचार न्ही वो ताका ह्या संगर्भान परवानगी ना

source: The connection was refused when attempting to contact %S.
kok: %S कडेन संपर्क करपाचो यत्न करतना जुळणी न्हयकारली.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
kok: %S ची जोडणी अनपेक्षित तरेन काडल्या. काय डेटा हस्तांतर जाला आसत.

source: The operation timed out when attempting to contact %S.
kok: %S कडेन संपर्क करपाचो यत्न करतना कारवायेचो वेळ सोपलो.

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
kok: ह्या URL खातीर परत धाडपाची मर्यादा वाडल्या. विनंती केल्ले पान लोड करपाक शकना. हे आडयल्ल्या कुकींक लागून जाला आसत.

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
kok: हे पान दाखोवपाक, अनुप्रयोगान पयली केल्ली कारवाय परत करपी माहिती धाडपाक जाय (देखीक सोद वो क्रमाची खात्री करप)

source: Resend
kok: परत धाड

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
kok: हो दस्तावेज तुमी खाजगी सुरक्षा व्यवस्थापक (PSM) प्रतिष्ठापित करता मेरेन दाखोवपाक शकना. PSM डावनलोड करात आनी प्रतिष्ठापित करात आनी परत यत्न करात वो तुमच्या व्यवस्था प्रशासकाक संपर्क करात.

source: The document contains no data.
kok: दस्तावेजान डेटा ना.

source: This document is no longer available.
kok: हो दस्तावेज उपलब्द ना.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
kok: हो दस्तावेज ऑफलायन आसतना दोखोवपाक शकना. ऑनलायन वचात, फायल मेनूतल्यान ऑफलायन काम करात ची खूण काडात.

source: The document cannot change while Printing or in Print Preview.
kok: छापता आस्तना वा मुद्रण पूर्वदृश्य पळयता आस्तना दस्तावेज बदलुपाक शकना.

source: Access to the port number given has been disabled for security reasons.
kok: सुरक्षेच्या कारणांक लागून पोर्ट क्रमांकान प्रवेश अक्षम केला.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
kok: तुमी संरचनाय केल्लो प्रॉक्सि सर्वर मेळू ना. मात्शे तुमची प्रॉक्सि स्थापितां तपासात आनी परत यत्न करात.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
kok: तुमी संरचनाय केल्ल्या प्रॉक्सि सर्वराक संपर्क करपाचो यत्न करतना जोडणी न्हयकारल्या. मात्शे तुमची प्रॉक्सि स्थापिता तपासात आनी परत यत्न करात.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
kok: तुमी पळोवपाक सोदता ते पान दाखोवपाक शकना कारण ते कंप्रेशनाचे अमान्य वो फाटबळ नाशिल्ले प्रपत्र वापरता.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
kok: तुमी पळोवपाक सोदता ते पान दाखोवपाक शकना कारण ते उगडपाक सुरक्षित नाशिल्ल्या फायलीन आसा. ह्या आडमेळाविशीं कळोवपाक मात्शे वेबसायटीच्या मालकांक संपर्क करात.

source: External Protocol Request
kok: भायली प्रोटोकॉल विनंती

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
kok: %1$S: जोडण्यो हाताळपाक भायलो अनुप्रयोग चालू करपाक जाय. विनंती केल्ली जोडणी: %2$S अनुप्रयोग: %3$S तुमका ह्या विनंतेची अपेक्षा नाशिल्ली जाल्यार हो त्या हेर कार्यावळीतली कमजोरी वाडोवपाचो यत्न आसत. हाजो तुमका त्रास जावचो ना हाजी खात्री नासल्यार ही विनंती रद्द करात.

source: <Unknown>
kok: <अज्ञात>

source: Remember my choice for all links of this type.
kok: सगळ्या प्रकारच्या जोडण्यांखातीर म्हजी आवड मतींत धरात.

source: Launch application
kok: अनुप्रयोग सुरु करात

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
kok: %S वयली सायट हल्लो करपी सायट म्हण कळयला आनी तुमच्या सुरक्षा प्राधान्यार आधारित ती आडयल्या.

source: This page has a content security policy that prevents it from being loaded in this way.
kok: ह्या पानाक आशय सुरक्षा धोरण आसा जे ताका अश्या तरेन लोड जावपापासून आडयता.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
kok: तुमी पळोवपाक सोदता ते पान दाखोवपाक शकना कारण डेटा धाडपान एरर मेळला.

source: This page uses an unsupported technology that is no longer available by default.
kok: हे पान फाटबळ नाशिल्ले तंत्रगिज्ञान वापरता जे मुळाव्यान सद्या उपलब्ध ना.
