Repository: tktk711/mozilla-l10n
Catalog: sm/mobile/xul/chrome/browser.properties.po
Languages: sm

source: No add-ons installed
sm: Leai se fa'aopoopoga fa'anofoina

source: Searching for add-ons…
sm: Su'ega mo fa'aopoopoga…

source: Cancel
sm: Sōloia

source: No matches found
sm: E lē maua mai le mea tutusa

source: No recommended add-ons
sm: E lē fa'aopoopoga fautuaga

source: Try Again
sm: Toe taumafai

source: %S couldn't retrieve add-ons
sm: E lē mafai ona 'aumaiga %S le fa'aopoopoga

source: Retry
sm: Toe taumafai

source: Clear Search
sm: Fa'amamā Su'e

source: Browse all add-ons
sm: Sā'ili fa'aopoopoga 'ātoa

source: addons.mozilla.org has many to explore
sm: e tele i le addons.mozilla.org

source: See More Add-ons
sm: Va'ai fa'aopoopoga atili

source: Browse Site
sm: Sā'ili Site

source: Show result;Show all #1 results
sm: Fa'aali māfua;Fa'aali 'uma mafua se #1

source: What are Add-ons?
sm: 'O le ā le fa'aopoopoga?

source: Learn More
sm: Mālamalama Atili

source: Integrated Search
sm: Integrated Su'e

source: Installing Add-on
sm: Fa'anofoga le fa'aopoopoga

source: Install
sm: Fa'anofo

source: Extension
sm: Mea-fa'aopoopoga

source: Theme
sm: 'Autū

source: Locale
sm: Tūlaga nu'u

source: Search
sm: Su'e

source: Checking for updates…
sm: Su'esu'e mo le fa'afouina…

source: Updating to %S
sm: Fa'afouina i le %S

source: Updated to %S
sm: Toe fa'afouina i le %S

source: A compatibility update has been applied
sm: Tu'u 'uma le toe fa'afouina talafeafaiga

source: No updates were found
sm: E lē maua mai le toe fa'afouina

source: Updates not supported
sm: E lē fa'amāopoopoga toe fa'afouina

source: Updates are disabled
sm: Lē mafai toe fa'afouina

source: An error occurred
sm: Sesē tupuina

source: Blocked
sm: Pūnitiaga

source: Known to cause security or stability issues
sm: E mautinoa pogai le puipuiga pei isi fa'afitāuli

source: Out of date
sm: Mātua le liliuga

source: The add-on could not be downloaded because of a connection failure on #2.
sm: E lē mafai 'ona 'auina-atu le fa'aopoopoga ona o le feso'ota'iga lē taunu'uina mai le #2.

source: The add-on from #2 could not be installed because it does not match the add-on #3 expected.
sm: Lē mafai ona fa'anofoina le fa'aopoopoga mai le #2 ona 'e lē tutusa i le fa'aopoopoga #3 fa'atalitaliina.

source: The add-on downloaded from #2 could not be installed because it appears to be corrupt.
sm: O le fa'aopoopoga lea sa 'auina-atu mai le #2 ua lē mafai ona fa'anofoina 'auā ua fōliga mai ua leaga.

# addonError-4
source: #1 could not be installed because #3 cannot modify the needed file.
sm: Lē mafai ona fa'anofoina le #1 talu ai e lē mafai e le #3 ona sui le faila ua mana'omia.

source: This add-on could not be installed because of a filesystem error.
sm: Lē mafai ona fa'anofoina le fa'aopoopoga lea talu ai le sesē o le filesystem.

source: This add-on could not be installed because it does not match the add-on #3 expected.
sm: Ua lē mafai ona fa'anofoina le fa'aopoopoga lenei talu ai 'e lē tutusa ma le fa'aopoopoga #3 fa'atalitaliina.

source: This add-on could not be installed because it appears to be corrupt.
sm: Ua le mafai ona fa'anofoina le fa'aopoopoga 'auā e fōliga mai ua leaga.

# addonLocalError-4
source: #1 could not be installed because #3 cannot modify the needed file.
sm: Lē mafai ona fa'anofoina le #1 talu ai e lē mafai e le #3 ona sui le faila ua mana'omia.

source: #1 could not be installed because it is not compatible with #3 #4.
sm: E lē mafai ona fa'anofoina le #1 talu ai e le'i talafeagai ma le #3 #4.

source: #1 could not be installed because it has a high risk of causing stability or security problems.
sm: #1 'e le'i fa'anofoina talu ai 'e iai le maualuga o mea e le'i mautinoa o le pogai malosi'aga po'o le puipuiga fa'afitāuli.

source: Unknown size
sm: Fua lē iloa

source: Yesterday
sm: Ananafi

source: No downloads
sm: Leai se 'auina atu

source: Delete File
sm: Tia'i faila

source: Add-ons
sm: Fa'aopoopoga

source: Downloading add-on
sm: 'Auinaga atu fa'aopoopoga

source: Installing add-on
sm: Fa'anofoga le fa'aopoopoga

source: Installation complete. Restart required.
sm: Fa'anofonofōga māe'a. Toe 'āmata.

source: Installation complete
sm: Fa'anofonofōga māe'a

source: Installation failed
sm: Lē-faiaina fa'anofonōfoga

source: Bookmark added
sm: Tusi-togi fa'aopoopoina

source: Locked
sm: Pūnitiaga

source: Unlocked
sm: E lē pūnitiaga

source: #1 incompatible add-on was disabled;#1 incompatible add-ons were disabled
sm: E lē mafai ona le fa'aopoopoga e lē talafeagai #1;E lē mafai ona le fa'aopoopoga e lē talafeagai #1

source: Downloads
sm: Fa'aali le itūlau avanoa

source: Downloading: %S
sm: 'Auinaga atu: %S

source: %S has finished downloading
sm: 'Auinaga atu 'uma le %S

source: Can't open file. Tap to save it.
sm: E lē mafai ona tatala le faila. 'O'omi ma teu le faila.

source: Download too big
sm: Telē tele le 'auina atu

source: Not enough storage space
sm: E lē lava le teuga avanoa-totoe

source: Restart to complete changes.
sm: Toe 'āmata ma māe'a le sui.

source: Add-ons updated. Restart to complete changes.
sm: Toe fa'afouina 'uma le fa'aopoopoga. Toe 'āmata ma māe'a le sui.

source: Unsafe add-ons installed. Restart to disable.
sm: fa'aopoopoga e lē saogālemū fa'anofoina. E lē mafai mai le toe 'āmata.

source: Restart
sm: Toe 'āmata

source: %S prevented this site from opening a pop-up window.
sm: %S vavaoina tatala le fa'amalama tu'uoso o le site lea.

source: %S prevented this site from opening %S pop-up windows.
sm: %S vavaoina tatale %S fa'amalama tu'uoso o le site lea.

source: Show
sm: Fa'aali

source: Always Show
sm: Fa'aali taimi 'uma

source: Never Show
sm: 'Aua lava ne'i fa'aali

source: %S prevented this site (%S) from asking you to install software on your device.
sm: Ua vavao 'e %S le site (%S) lea mai 'i le fesili atu 'e fa'anofo le software i lou togafiti.

# xpinstallPromptAllowButton
source: Allow
sm: Fa'ataga

source: Software installation has been disabled by your system administrator.
sm: Ua lē mafai 'e le fa'anofonōfoga software mai 'i lou system Pūlega.

source: Software installation is currently disabled. Press Enable and try again.
sm: E lē mafai e le fa'anofonōfoga software. 'O'omi mafai ma toe taumafai.

source: Enable
sm: Mafai

source: Verified by: %S
sm: Siati-talisa'o mai: %S

source: You have added a security exception for this site
sm: Ua e fa'aopoopoina meavāganā puipuiga mo le site lea

source: Not encrypted
sm: E lē encrypted

source: This website does not supply identity information.
sm: Le site lea e lē mafai ona maua mai le fa'amatala o le tagata.

source: (unknown)
sm: (lē iloa)

source: Share
sm: Tufatufa

source: Don't share
sm: 'Aua tufatufa

source: %S wants your location.
sm: %S e te mana'o lou tūlaga.

# desktopNotification.allow
source: Allow
sm: Fa'ataga

source: Don't allow
sm: 'Aua fa'ataga

source: %S wants to use notifications.
sm: E te mana'o ona fai %S le notifications.

source: New tab opened;#1 new tabs opened
sm: Tama'i-ufitaga fou tatalaga;#1 tama'i-ufitaga fou tatalaga

source: Error:
sm: Sesē:

source: Warning:
sm: Lapata'iga:

# offlineApps.available2
source: %S wants to store data on your device for offline use.
sm: E te mana'o ona teuga %S le data i lou togafiti e faia laina-'ese.

# offlineApps.allow
source: Allow
sm: Fa'ataga

# offlineApps.never
source: Don't Allow
sm: 'Aua fa'ataga

source: Not Now
sm: Leai se taimi nei

# offlineApps.dontAllow
source: Don't Allow
sm: 'Aua fa'ataga

# offlineApps.wantsTo
source: %S wants to store data on your device for offline use.
sm: E te mana'o ona teuga %S le data i lou togafiti e faia laina-'ese.

# indexedDBQuota.allow
source: Allow
sm: Fa'ataga

# indexedDBQuota.dontAllow
source: Don't Allow
sm: 'Aua fa'ataga

source: %S wants to store a lot of data on your device for offline use.
sm: E te mana'o ona teuga %S le data telē i lou togafiti e faia laina-'ese.

# openWebappsManage.allow
source: Allow
sm: Fa'ataga

# openWebappsManage.dontAllow
source: Don't Allow
sm: 'Aua fa'ataga

source: %S wants to manage applications on your device.
sm: E te mana'o ona pūlea %S le polokalame-komepiuta i lou togafiti.

source: Desktop Bookmarks
sm: Tusi-togi o le Laulau-luga

source: Confirm close
sm: Fa'amausalī tāpuniga

source: NOT USED;You are about to close #1 tabs. Continue?
sm: E LĒ FA'AAOGĀ; e tāpuni tama'i-ufitaga se #1. Fa'aauau?

source: Close tabs
sm: Tāpuni 'uma tama'i-ufitaga

source: Warn me when I attempt to close multiple tabs
sm: Lapata'i mai pe 'ā 'ou taumafai e tāpuni ia tama'i-ufitaga 'uma

source: Sorry!
sm: Fa'amālūlū atu!

source: Something went wrong while displaying a web page.
sm: Sesē i le taimi fā'aliga le itūlau web.

source: Send Mozilla a crash report
sm: 'Ave i Mozilla le līpoti o le palasi

source: Close tab
sm: Tāpuni tama'i-ufitaga

source: Reload tab
sm: Toe la'u le tama'i-ufitaga

source: Custom Page
sm: Itūlau fetu'una'i

source: Save As PDF
sm: Teu i le PDF

source: Location
sm: Tūlaga

source: Popups
sm: Tu'uoso

source: Offline Storage
sm: Storage laina-'ese

source: Password
sm: 'Upulilo

source: Web Notifications
sm: Fa'asilasilaga

source: Manage Web Apps
sm: Pūlea Web Apps

source: Search With:
sm: Su'e Mai le:

source: Search for "%S"
sm: Su'e mo "%S"

source: Open in %S App
sm: Tatala i le %S App

source: Open in Another App
sm: Tatala i le isi App

source: Clear Private Data
sm: Fa'amamā le data patino

source: Delete your browsing history and settings, including passwords and cookies?
sm: Tia'i le mea tuana'i ma fa'atonutonu o lau sā'ili, ma le 'upulilo ma kuki fo'i?

source: false
sm: lē moni

source: More
sm: Isi mea

source: Text copied to clipboard
sm: Tusitā lōmiga i le laulau-kilīpa
