Repository: tktk711/mozilla-l10n
Catalog: ks/toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: ks

source: Add-ons Manager
ks: ایڈ آن انتظامیئ

source: Search all add-ons
ks: سٲری ایڈ انس ژھٲنڈیو

# search.buttonlabel
source: Search
ks: ژھآنڈیو

# loading.label
source: Loading…
ks: لوڈ كران

source: You don't have any add-ons of this type installed
ks: تُہ۪ی چھُ نئ ام۪ی قئسمُك كاںہ تئ ایڈ آن اِنسٹال كر۪یتھ

# listEmpty.availableUpdates.label
source: No updates found
ks: كہین اپڈیٹ آی نئ اتھی

source: You haven't recently updated any add-ons
ks: تُہ۪ی چھُ حال۪ی اپڈیٹ كرمُت ایڈ آنس

source: Check For Updates
ks: اپڈیٹس خٲطرئ وچھیو

source: Could not find any matching add-ons
ks: كہین تئ رلیمِت ای آنس ہیك نئ لبِتھ

source: Learn more about add-ons
ks: ایڈ آنسن متعلق زٲنیو مزید

source: &Install Add-on From File…
ks: فایلئ پ۪یٹھئ كریو ايڈ آن اِنسٹال

source: Tools for all add-ons
ks: سارنی ایڈ آنسن خٲطرئ ٹولز

source: Go back one page
ks: اكھ صفحئ گژھیو پتھ

source: Go forward one page
ks: اكھ صفحئ گژھیوبرونٹھ

source: All add-ons have been disabled by safe mode.
ks: سٲری ایڈ آنس چھَ ناممكن بناونئ آمِت سیف موڈ كئ زریع

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
ks: ایڈ۔آن کمپیٹیبیلٹی چکینگ چھ ڈیسیبلْڈ۔ توہیہ ما آسن اِن کمپیٹیبْل ایڈ۔آن۔

# warning.checkcompatibility.enable.label
source: Enable
ks: مجاز

source: Enable add-on compatibility checking
ks: ایڈ آں رلُن جانچ بنٲویو ممكن

source: Add-on update security checking is disabled. You may be compromised by updates.
ks: ایڈ۔آن اپڈیٹ حفاظت چکینگ چھ ڈیسیبْل کرنْہ آمْژ۔ توہیہ ما أسیو کمپرومایز کورمُت اپڈیٹو ذریعہ۔

# warning.updatesecurity.enable.label
source: Enable
ks: مجاز

source: Enable add-on update security checking
ks: ایڈ آن اپ ڈیٹ حفٲظتی جانچ بنٲویو ممكن

# info.plugincheck.label
source: Check to see if your plugins are up to date
ks: وچھیو تُہِند پلگ اِنس چھا تازئ

# info.plugincheck.tooltip
source: Check to see if your plugins are up to date
ks: وچھیو تُہِند پلگ اِنس چھا تازئ

# view.search.label
source: Search
ks: ژھآنڈیو

source: Get Add-ons
ks: یڈ آنس انیو

source: Recent Updates
ks: حالئك اپڈیٹس

source: Available Updates
ks: دستیاب اپڈیٹس

source: &Check for Updates
ks: اپڈیٹس خٲطرئ ركیو جانچ

source: &View Recent Updates
ks: حالئك اپڈیٹس وچھیو

source: Update &Add-ons Automatically
ks: ایڈ آنس كریو اپ ڈیٹ پانٲی

source: &Reset All Add-ons to Update Automatically
ks: ری سیٹ كریو سٲری اپڈیٹس پانٲی اپڈیٹ كرنئ خٲطر

source: &Reset All Add-ons to Update Manually
ks: ری سیٹ كریو سٲری اپڈیٹس ٳَتھ سٲتھ اپڈیٹ كرنئ خٲطر

source: Updating add-ons
ks: ایڈ آنس اپڈيٹ كران

source: Your add-ons have been updated.
ks: تُہِند ایڈ آنس چھَ اپ ڈیٹ آمِت كرنئ

source: Your add-on updates have been downloaded.
ks: تُہِند ایڈ آنس چھَ ڈاونلون آمِت كرنئ

source: Restart now to complete installation
ks: اِنسٹالیشن مكمل كرنئ خٲطرئ كریو دوبارئ شروع

# updates.noneFound.label
source: No updates found
ks: كہین اپڈیٹ آی نئ اتھی

source: View Available Updates
ks: دستیاب اپ ڈيٹس وچھیو

source: Install Updates
ks: اپڈیٹس كریو اِنسٹال

source: Install available updates in this list
ks: یَتھ فہرستس منز دستیاب اپڈیٹس كریو اِنسٹال

source: &Show More Information
ks: مزید مولومات ہٲویو

source: &Find Updates
ks: اپڈیٹث ژھٲنڈيو

# cmd.preferencesWin.label cmd.preferencesWin.accesskey
source: &Options
ks: آپشنس

# cmd.preferencesUnix.label cmd.preferencesUnix.accesskey
source: &Preferences
ks: ترجیح

source: &About
ks: متعلق

source: &Enable
ks: مجاز

source: &Disable
ks: نا ممكن

source: &Wear Theme
ks: تھیم تھٲویو

source: Stop &Wearing Theme
ks: تھیم تھاوَن روٛكٲویو

source: Ask to Activate
ks: پریژھیو ایکٹیویٹ کرنْہ باپت

source: Ask to use this add-on each time
ks: پریژھیو استعمال کرنْہ باپت یہ ایڈ۔آن پریتھ سات

source: Always Activate
ks: ہمیشہ کْریو ایکٹیویٹ

source: Always use this add-on
ks: ہمیشہ کْریو یہ ایڈ آن استعمال

source: Never Activate
ks: زانہہ مْہ کْریو ایکٹیویٹ

source: Never use this add-on
ks: یہ ایڈ۔آن مْہ کْریو زانہہ استعمال

source: Change when this add-on runs
ks: تبدیل کْریو ییلہ یہ ایڈ آن رن کرِ

source: &Install
ks: اِنسٹال

source: &Remove
ks: تئ ہٹئویو

source: Options
ks: آپشنس

# cmd.showPreferencesWin.tooltip
source: Change this add-on's options
ks: یئ ایڈ آن صورت بدلٲویو

source: Preferences
ks: ترجیح

# cmd.showPreferencesUnix.tooltip
source: Change this add-on's preferences
ks: یئ ایڈ آن ترجیح بدلٲویو

source: &Contribute
ks: شركت كریو

source: Contribute to the development of this add-on
ks: یم۪ی ایڈ آنچئ بہبودی منز كریو شركت

source: Show Release Notes
ks: ریلیز نوٹس ہٲویو

source: Show the release notes for this update
ks: یَتھ اپڈیٹس خٲطرئ ہٲویو ریلیز نوٹس

source: Hide Release Notes
ks: ریلیز نوٹس تھَویو ژۄر۪ی

source: Hide the release notes for this update
ks: یَتھ اپڈیٹس خٲطرئ تھَویو ریلیز نوٹس ژۄر۪ی

source: What are Add-ons?
ks: ایڈ آںس كیاہ چھَ؟

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
ks: ایڈ۔آن چھ ایپلیکیشنْہ یم توہیہ اجازت چھ دِوان پْرسانالایز کرنس &برانڈ شاٹ ناو؛ اضأفی فنکشینیلٹی یا سیٹایلس سان۔ کوشش کْریو أکس وقت بچاونْچ سایڈ بار ہْنز، اکھ موسمی نوٹیفایرْچ، یا اکھ تھیمْڈ لوک یُتھ ذن &برانڈ شاٹ ناو؛ تُہند پنُن باسِہ۔

source: When you're connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
ks: ییلہ توہیہ اِنٹرنیٹس سْیت کنیکٹْہ أسیو، یہ پین کرِ فیچر کینہہ ساروْی کھوتْہ بہترین تْہ ساروْی کھوتْہ مشہور ایڈ۔آن توہیہ باپت یمن پیٹھ توہیہ کوشش کْریو۔

source: Version
ks: ترجمہ

# detail.lastupdated.label
source: Last Updated
ks: ٱخری اپڈیٹ

source: Developer
ks: بناوَن وۄل

# detail.homepage.label
source: Homepage
ks: ہوم صفحئ

source: Downloads
ks: ڈاونلوڈس

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
ks: ییمہ ایڈ۔آنُک ڈیولپر چُھ توہیہ منگان امدأدی تعاون امہ کِس لگاتار بڑھنس باپت اکھ لوکُٹ کنٹریبیوشن کرنْہ سْیت۔

source: Automatic Updates
ks: پانٲی اپڈیٹس

source: Default
ks: ڈیفالٹ

source: Automatically install updates only if that's the default
ks: پانٲی كریو اپڈیٹ اِنسٹال اگر سُئ ڈیفالٹ چھُ

source: On
ks: یلئ

source: Automatically install updates
ks: پانٲی كریو اپڈیٹس اِنسٹال

source: Off
ks: بند

source: Don't automatically install updates
ks: پانٲی مئ كریو اپڈیٹس اِنسٹال

# detail.home
source: Homepage
ks: ہوم صفحئ

source: Add-on Profile
ks: ایڈ آن پروفایل

source: Size
ks: سایز

source: Check &for Updates
ks: اپڈیٹس كریو جانچ

source: Check for updates for this add-on
ks: یَتھ آیڈ آنسس خٲطرئ وچھیو اپ ڈیٹس

# detail.showPreferencesWin.label detail.showPreferencesWin.accesskey
source: &Options
ks: آپشنس

# detail.showPreferencesWin.tooltip
source: Change this add-on's options
ks: یئ ایڈ آن صورت بدلٲویو

# detail.showPreferencesUnix.label detail.showPreferencesUnix.accesskey
source: &Preferences
ks: ترجیح

# detail.showPreferencesUnix.tooltip
source: Change this add-on's preferences
ks: یئ ایڈ آن ترجیح بدلٲویو

source: Rating
ks: ریٹینگ

source: Pause
ks: رکاوٹ

source: Cancel
ks: منسوخ

source: Name
ks: ناو

source: Sort by name
ks: ناوئ ہسابئ ژٲریو

# sort.dateUpdated.label
source: Last Updated
ks: ٱخری اپڈیٹ

source: Sort by date updated
ks: تٲريخ ہسابئ ژٲریو

source: Best match
ks: بہترین رلَن وۄل

source: Sort by relevance
ks: احمیت ہسابئ ہسابئ ژٲریو

source: Price
ks: قٲمت

source: Sort by price
ks: قٲمت ہسابئ ژٲریو

source: Search:
ks: ژھانڈ

source: My Add-ons
ks: میٖن ایڈ آنس

source: Show installed add-ons
ks: اِنسٹال كرمئت ایڈ آنس ہٲویو

source: Available Add-ons
ks: دستیاب ایڈ آنس

source: Show add-ons available to install
ks: دستیاب ایڈ آنس ہٲویو اِنسٹال كرنئ خٲطرئ

# addon.homepage
source: Homepage
ks: ہوم صفحئ

source: More
ks: مزید

source: Show more details about this add-on
ks: یَتھ ايد ایڈ آنس متعلق ہٲویو مزید تفصیلات

source: Unknown
ks: نامولوم

source: (disabled)
ks: (نا ممكن بنٲومُت)

source: Update
ks: اپ ڈیٹ

# addon.undoAction.label
source: Undo
ks: انڈو

source: Undo this action
ks: یئ حركت كریو اَن ڈو

# addon.undoRemove.label
source: Undo
ks: انڈو

source: Keep this add-on installed
ks: یئ ایڈ آن تھٲویو انسٹال كر۪یتھ

source: Restart now
ks: وئن كریو دوبارئ شروع

source: Install
ks: اِنسٹال

source: Install this add-on
ks: یئ ایڈ آن كریو اِنسٹال

source: Update Now
ks: وئن كریو اپڈیٹ

source: Install the update for this add-on
ks: یَتھ ایڈ آنس خٲطرئ كریو اپڈیٹ اِنسٹال

source: Include in Update
ks: اپ ڈیٹس منز كریو شٲمل

source: An update is available
ks: اپ ڈیٹ چھُ دستیاب

source: Checking for updates…
ks: اپڈیٹس خٲطرئ وچھان

source: Release Notes:
ks: ریلیز نوٹس

# addon.loadingReleaseNotes.label
source: Loading…
ks: لوڈ كران

source: Sorry, but there was an error loading the release notes.
ks: مٲفی گژھ۪ی دِن، مگر ریلیز نوٹس لوڈ كرَن ویز۪ی گیی غلطی

source: By
ks: سنز زریع

source: End-User License Agreement
ks: ٲخری استیمال كرئن وۄل لایسنس مہایدئ

source: Accept and Install…
ks: منظور كریو تئ انسٹال كریو

source: Browse…
ks: ژھانڈ

source: What's this? Telemetry may install and run experiments from time to time.
ks: یہ کیاہ چُھ؟ ٹیلی میٹری ما کرِ انسٹال تْہ رن تجرُب وقتن فوقتن۔

source: Learn More
ks: مزید ہیچھِو

source: Telemetry Settings
ks: ٹیلی میٹری سیٹینگ

source: Learn More…
ks: مزید ہیچھِو ۔ ۔ ۔
