Repository: tktk711/mozilla-l10n
Catalog: co/browser/chrome/browser/feeds/subscribe.properties.po
Languages: co

source: Go to %S
co: Andà à %S

source: Add Feed Reader
co: Aghjustà un littore di flussi

source: Live Bookmarks
co: Marcapagine Live

source: Subscribe Now
co: Abbunassi avà

source: Choose Application…
co: Sceglie un'applicazione…

source: Choose Application
co: Sceglie un'applicazione

source: Always use %S to subscribe to feeds
co: Aduprà sempre %S par l'abbunamentu à i flussi

source: Media files
co: Cartulare multimedia

source: bytes
co: Uttetti

source: Always use %S to subscribe to feeds.
co: Aduprà sempre %S par l'abbunamentu à i flussi.

source: Always use %S to subscribe to podcasts.
co: Aduprà %S par abbunassi à i podcast.

source: Always use %S to subscribe to video podcasts.
co: Aduprà sempre %S par l'abbunamentu à i podcast video.

source: Subscribe to this feed using
co: Abbunassi à stu flussu utulizendu

source: Subscribe to this podcast using
co: Abbunassi à stu podcast utulizendu

source: Subscribe to this video podcast using
co: Abbunassi à stu podcast video utulizendu

source: You can subscribe to this feed to receive updates when this content changes.
co: Si pò omu abbunà à stu flussu par riceve un'attualizazione quand'elli cambianu i cuntinuti.

source: You can subscribe to this podcast to receive updates when this content changes.
co: Si pò omu abbunà à stu podcast par riceve un'attualizazione quand'elli cambianu i cuntinuti.

source: You can subscribe to this video podcast to receive updates when this content changes.
co: Si pò omu abbunà à stu podcast video par riceve un'attualizazione quand'elli cambianu i cuntinuti.

source: Add %S (%S) as an application for %S links?
co: Aghjustà %S (%S) cum'è applicazione pà i ligami %S?

source: Add Application
co: Aghjustà l'applicazione
