Repository: tktk711/mozilla-l10n
Catalog: yua/toolkit/chrome/global/filepicker.dtd.po
Languages: yua

source: &Look in:
yua: &Kaxbi' ti':

source: File &name:
yua: &U k'áaba le ts'íibo':

source: Files of &type:
yua: U &ts'íibilo'objejelas:

source: Name
yua: K'áaba

source: Size
yua: Buka'aj u nojchil

source: Last Modified
yua: U ts´o'ok k'eexo'ob

source: &Show hidden files and directories
yua: &Yessik a meyaj yéetel karpeta ma' u chikpaja

source: You do not have the permissions necessary to view this directory.
yua: Ma' u beyta'al u wíilik le karpetaa'.

source: Go up a level
yua: Naakbil junp'éel t'íin

source: Go to home
yua: Ka' bin tu' chuunpajal

source: Create new directory
yua: Méetbil tunbel karpeta
