Repository: tktk711/mozilla-l10n
Catalog: sah/browser/chrome/browser/places/places.properties.po
Languages: sah

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
sah: Сурунаалтан уонна ойоҕос панелтан JavaScript эбэтэр билэ ыытар көҥүллэммэт (көмүскэнэр төрүөттээх).

source: (no title)
sah: (аата суох)

source: (Empty)
sah: (Кураанах)

source: Bookmarks backup filename
sah: Кыбытык бэлиэ сөргүтэр билэтин аата

source: Revert Bookmarks
sah: Кыбытык бэлиэлэри сөргүтүү

source: This will replace all of your current bookmarks with the backup. Are you sure?
sah: Билигин баар кыбытык-бэлиэлэриҥ сөргүтүү кыбытык-бэлиэлэринэн солбуллуохтара. Ол сөп дуо?

source: Select a bookmarks backup
sah: Сөргүтүү билэтин тал

source: Unsupported file type.
sah: Билэ өйөммөт көрүҥэ.

source: Unable to process the backup file.
sah: Сөргүтэр билэни таҥастыыр (туһанар) сатаммата.

source: Live Bookmark loading…
sah: Сонун лиэнтэтэ хачайданар...

source: Live Bookmark feed failed to load.
sah: Сонун лиэнтэтин хачайдыыр сатаммата.

source: Open "%S"
sah: Маны «%S» арый

source: Sort '%S' by Name
sah: Аатынан «%S» наардааһын

source: Search Bookmarks
sah: Бэлиэ-кыбытыктарга көрдөөһүн

source: Search History
sah: Сурунаалга көрдөөһүн

source: Search Downloads
sah: Хачайдааһыннарга көрдөөһүн

source: Confirm open
sah: Арыйыыны бигэргэтии

source: You are about to open %S tabs. This might slow down %S while the pages are loading. Are you sure you want to continue?
sah: Эн хас да (%S) кыбытыгын арыйаары гынныҥ. Бу %S үлэтин хачайданар кэмигэр бытаардыан сөп. Арыйаҕын дуо?

source: Open tabs
sah: Кыбытыктары арый

source: Warn me when opening multiple tabs might slow down %S
sah: Хас да кыбытыгы арыйыы түмүгэр %S бытаарар буоллаҕына сэрэтээр

source: Import Bookmarks File
sah: Кыбытыктар билэлэрин импортааһын

source: Export Bookmarks File
sah: Бэлиэ-кыбытыктар билэлэрин экспортааһын

source: No items
sah: Пууннара суох

source: One item;#1 items
sah: #1 пуун

source: Most Visited
sah: Элбэхтик көрүллэр

source: Recently Bookmarked
sah: Соторутааҕыта эбиллибит

source: Recent Tags
sah: Тиһэх тиэктэр

source: History
sah: Сурунаал

source: Downloads
sah: Хачайдааһын

source: All Bookmarks
sah: Кыбытык-бэлиэлэр барыта

source: Tags
sah: Тиэктэр

source: Tag
sah: Тиэк

source: Bookmark
sah: Кыбытык-бэлиэ

source: Keyword
sah: Күлүүс тыл

source: Search
sah: Көрдөөһүн

source: Browser Startup Error
sah: Браузеры ыытарга алҕас таҕыста

source: The bookmarks and history system will not be functional because one of %S's files is in use by another application. Some security software can cause this problem.
sah: %S биир билэтин атын приложение туһанар эбит, онон кыбытык-бэлиэлэри уонна сурунаалы кытта үлэлиир сатаммат. Манныгы сорох көмүскүүр бырагырааммалар үөскэтиэхтэрин сөп.
