Repository: tktk711/mozilla-l10n
Catalog: brx/browser/chrome/browser/engineManager.dtd.po
Languages: brx

source: Manage Search Engine List
brx: संदान इन्जिन लिस्टखौ मेनेज खालाम

source: You have the following search engines installed:
brx: नोंथांहा गाहायाव इनष्टल खालामनाय संदान इन्जिनफोर दङ:

source: Name
brx: मुं

source: Keyword
brx: गाहाय सोदोब

source: Move &Up
brx: गोजौआव लां(&U)

source: Move &Down
brx: गाहायाव लाबो(&D)

source: &Remove
brx: &बोखार

source: Edi&t Keyword…
brx: गाहाय सोदोबखौ सुजु (&t)...

source: Get more se&arch engines…
brx: गोबां संदान इन्जिन ला (&a)...

source: &Show search suggestions
brx: संदान बोसोनखौ दिनथि (&S)

source: R&estore Defaults
brx: डिफल्टखौ लाबोफिन (&e)
