Repository: tktk711/mozilla-l10n
Catalog: mni/devtools/shared/csscoverage.properties.po
Languages: mni

source: Control CSS coverage analysis
mni: CSS কভরেজ এনালাইসিস কন্ত্রোল তৌরো

source: Begin collecting CSS coverage data
mni: CSS কভরেজ দাতা খোমজিনবা হৌরে

source: Stop collecting CSS coverage data
mni: CSS কভরেজ দাতা খোমজিনবা লেপ্পে

source: Collect instantaneous CSS coverage data
mni: অথুবগী ওইবা CSS কভরেজ দাতা খোমজিল্লো

source: Toggle collecting CSS coverage data
mni: CSS কভরেজ দাতা খোমজিনবা তোগল তৌরো

source: Show CSS coverage report
mni: CSS কভরেজ রিপোর্ত উৎলো

source: Running CSS coverage analysis
mni: CSS কভরেজ এনালাইসিস রন তৌরি

source: CSS Coverage analysis completed
mni: CSS কভরেজ এনালাইসি লোইরে

source: CSS coverage analysis already running
mni: CSS কভরেজ এনালাইসি হান্নদগী রন তৌরি

source: CSS coverage analysis not running
mni: CSS কভরেজ এনালাইসি রন তৌদে

source: CSS coverage analysis has not been run
mni: CSS কভরেজ এনালাইসি রন তৌখিদে

source: Target does not support CSS Coverage
mni: তর্গেতনা CSS কভরেজ সপোর্ত দৌতে
