Repository: tktk711/mozilla-l10n
Catalog: hsb/browser/pdfviewer/viewer.properties.po
Languages: hsb

source: Previous Page
hsb: Předchadna strona

# previous_label
source: Previous
hsb: Wróćo

source: Next Page
hsb: Přichodna strona

# next_label
source: Next
hsb: Dale

source: Page
hsb: Strona

source: of {{pagesCount}}
hsb: z {{pagesCount}}

source: ({{pageNumber}} of {{pagesCount}})
hsb: ({{pageNumber}} z {{pagesCount}})

# zoom_out.title
source: Zoom Out
hsb: Pomjeńšić

# zoom_out_label
source: Zoom Out
hsb: Pomjeńšić

# zoom_in.title
source: Zoom In
hsb: Powjetšić

# zoom_in_label
source: Zoom In
hsb: Powjetšić

source: Zoom
hsb: Skalowanje

source: Switch to Presentation Mode
hsb: Do prezentaciskeho modusa přeńć

source: Presentation Mode
hsb: Prezentaciski modus

source: Open File
hsb: Dataju wočinić

source: Open
hsb: Wočinić

# print.title
source: Print
hsb: Ćišćeć

# print_label
source: Print
hsb: Ćišćeć

# download.title
source: Download
hsb: Sćahnyć

# download_label
source: Download
hsb: Sćahnyć

source: Current view (copy or open in new window)
hsb: Aktualny napohlad (kopěrować abo w nowym woknje wočinić)

source: Current View
hsb: Aktualny napohlad

# tools.title
source: Tools
hsb: Nastroje

# tools_label
source: Tools
hsb: Nastroje

# first_page.title
source: Go to First Page
hsb: K prěnjej stronje

# first_page.label
source: Go to First Page
hsb: K prěnjej stronje

# first_page_label
source: Go to First Page
hsb: K prěnjej stronje

# last_page.title
source: Go to Last Page
hsb: K poslednjej stronje

# last_page.label
source: Go to Last Page
hsb: K poslednjej stronje

# last_page_label
source: Go to Last Page
hsb: K poslednjej stronje

# page_rotate_cw.title
source: Rotate Clockwise
hsb: K směrej časnika wjerćeć

# page_rotate_cw.label
source: Rotate Clockwise
hsb: K směrej časnika wjerćeć

# page_rotate_cw_label
source: Rotate Clockwise
hsb: K směrej časnika wjerćeć

# page_rotate_ccw.title
source: Rotate Counterclockwise
hsb: Přećiwo směrej časnika wjerćeć

# page_rotate_ccw.label
source: Rotate Counterclockwise
hsb: Přećiwo směrej časnika wjerćeć

# page_rotate_ccw_label
source: Rotate Counterclockwise
hsb: Přećiwo směrej časnika wjerćeć

# document_properties.title
source: Document Properties…
hsb: Dokumentowe kajkosće…

# document_properties_label
source: Document Properties…
hsb: Dokumentowe kajkosće…

source: File name:
hsb: Mjeno dataje:

source: File size:
hsb: Wulkosć dataje:

source: {{size_kb}} KB ({{size_b}} bytes)
hsb: {{size_kb}} KB ({{size_b}} bajtow)

source: {{size_mb}} MB ({{size_b}} bytes)
hsb: {{size_mb}} MB ({{size_b}} bajtow)

source: Title:
hsb: Titul:

source: Author:
hsb: Awtor:

source: Subject:
hsb: Předmjet:

source: Keywords:
hsb: Klučowe słowa:

source: Creation Date:
hsb: Datum wutworjenja:

source: Modification Date:
hsb: Datum změny:

source: Creator:
hsb: Awtor:

source: PDF Producer:
hsb: PDF-zhotowjer:

source: PDF Version:
hsb: PDF-wersija:

source: Page Count:
hsb: Ličba stronow:

# document_properties_close
source: Close
hsb: Začinić

source: Preparing document for printing…
hsb: Dokument so za ćišćenje přihotuje…

# print_progress_close
source: Cancel
hsb: Přetorhnyć

# toggle_sidebar.title
source: Toggle Sidebar
hsb: Bóčnicu pokazać/schować

source: Toggle Sidebar (document contains outline/attachments)
hsb: Bóčnicu přepinać (dokument wobsahuje wobrys/přiwěški)

# toggle_sidebar_label
source: Toggle Sidebar
hsb: Bóčnicu pokazać/schować

source: Show Document Outline (double-click to expand/collapse all items)
hsb: Dokumentowy naćisk pokazać (dwójne kliknjenje, zo bychu so wšě zapiski pokazali/schowali)

source: Document Outline
hsb: Dokumentowa struktura

source: Show Attachments
hsb: Přiwěški pokazać

source: Attachments
hsb: Přiwěški

source: Show Thumbnails
hsb: Miniatury pokazać

source: Thumbnails
hsb: Miniatury

source: Find in Document
hsb: W dokumenće pytać

# findbar_label
source: Find
hsb: Pytać

source: Page {{page}}
hsb: Strona {{page}}

source: Thumbnail of Page {{page}}
hsb: Miniatura strony {{page}}

# find_input.title
source: Find
hsb: Pytać

source: Find in document…
hsb: W dokumenće pytać…

source: Find the previous occurrence of the phrase
hsb: Předchadne wustupowanje pytanskeho wuraza pytać

# find_previous_label
source: Previous
hsb: Wróćo

source: Find the next occurrence of the phrase
hsb: Přichodne wustupowanje pytanskeho wuraza pytać

# find_next_label
source: Next
hsb: Dale

source: Highlight all
hsb: Wšě wuzběhnyć

source: Match case
hsb: Wulkopisanje wobkedźbować

source: Reached top of document, continued from bottom
hsb: Spočatk dokumenta docpěty, pokročuje so z kóncom

source: Reached end of document, continued from top
hsb: Kónc dokument docpěty, pokročuje so ze spočatkom

source: Phrase not found
hsb: Pytanski wuraz njeje so namakał

source: More Information
hsb: Wjace informacijow

source: Less Information
hsb: Mjenje informacijow

# error_close
source: Close
hsb: Začinić

source: Message: {{message}}
hsb: Zdźělenka: {{message}}

source: Stack: {{stack}}
hsb: Lisćina zawołanjow: {{stack}}

source: File: {{file}}
hsb: Dataja: {{file}}

source: Line: {{line}}
hsb: Linka: {{line}}

source: An error occurred while rendering the page.
hsb: Při zwobraznjenju strony je zmylk wustupił.

source: Page Width
hsb: Šěrokosć strony

source: Page Fit
hsb: Wulkosć strony

source: Automatic Zoom
hsb: Awtomatiske skalowanje

source: Actual Size
hsb: Aktualna wulkosć

source: Error
hsb: Zmylk

source: An error occurred while loading the PDF.
hsb: Při začitowanju PDF je zmylk wustupił.

source: Invalid or corrupted PDF file.
hsb: Njepłaćiwa abo wobškodźena PDF-dataja.

source: Missing PDF file.
hsb: Falowaca PDF-dataja.

source: Unexpected server response.
hsb: Njewočakowana serwerowa wotmołwa.

source: [{{type}} Annotation]
hsb: [Typ přispomnjenki: {{type}}]

source: Enter the password to open this PDF file.
hsb: Zapodajće hesło, zo byšće PDF-dataju wočinił.

source: Invalid password. Please try again.
hsb: Njepłaćiwe hesło. Prošu spytajće hišće raz.

source: OK
hsb: W porjadku

# password_cancel
source: Cancel
hsb: Přetorhnyć

source: Warning: Printing is not fully supported by this browser.
hsb: Warnowanje: Ćišćenje so přez tutón wobhladowak połnje njepodpěruje.

source: Warning: The PDF is not fully loaded for printing.
hsb: Warnowanje: PDF njeje so za ćišćenje dospołnje začitał.

source: Web fonts are disabled: unable to use embedded PDF fonts.
hsb: Webpisma su znjemóžnjene: njeje móžno, zasadźene PDF-pisma wužiwać.

source: PDF documents are not allowed to use their own colors: “Allow pages to choose their own colors” is deactivated in the browser.
hsb: PDF-dokumenty njesmědźa swoje barby wužiwać: 'Stronam dowolić, swoje barby wužiwać' je we wobhladowaku znjemóžnjene.
