Repository: tktk711/mozilla-l10n
Catalog: sa/toolkit/chrome/mozapps/extensions/update.properties.po
Languages: sa

source: Check Now
sa: अधुना परीक्षस्व

source: Don’t Check
sa: मा परीक्षस्व

source: Install Now
sa: अधुना संस्थापय

source: Next >
sa: अग्रिमम् >

source: Cancel
sa: निरसनं कुरु

source: Finished checking %S
sa: %S परीक्षा समाप्ता

source: Downloading: %S
sa: डौन्लोडिङ् : %S

source: Installing: %S
sa: संस्थापयति : %S

source: Close
sa: पिधत्स्व

source: %S was unable to install updates for the following add-ons:
sa: %S निम्नलिखितानि एड्-ओन्स् संस्थापयितुं न शक्नोति :

source: %S was unable to check for updates for the following add-ons:
sa: %S निम्नलिखितानां एड्-ओन्स् कृते नवीकरणानि परीक्षितुं न शक्नोति :
