Repository: tktk711/mozilla-l10n
Catalog: szl/browser/installer/nsisstrings.properties.po
Languages: szl

source: $BrandShortName Setup
szl: Instalatōr programu $BrandShortName

source: Thanks for choosing $BrandFullName, the browser that chooses you above everything else.
szl: Dziynkujymy za ôbranie programu $BrandFullName - przeziyrŏczki, dlŏ keryj przede wszyjskim rachujesz sie Ty.

source: You're about to enjoy the very latest in speed, flexibility and security so you're always in control.
szl: Nojnowsze ôsiōngniyńcia w dōmynie wydŏwności i bezpiyczyństwa, coby wszyjsko było pod Twojōm kōntrolōm.

source: That's because $BrandShortName is made by a non-profit to make browsing and the Web better for you.
szl: To beztōż, co program $BrandShortName rychtuje ôrganizacyjŏ Non-profit, co chce uczynić nec lepszym placym.

source: You're also joining a global community of users, contributors and developers working to make the best browser in the world.
szl: Prziwstŏwŏsz do globalnyj społeczności używŏczōw i programistōw, co rychtujōm nojlepszõ przeziyrŏczkã na świecie.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer. Please click the OK button for additional information.
szl: Przeprŏszōmy, program $BrandShortName niy może być zainstalowany. Ta wersyjŏ programu $BrandShortName fołdruje ${MinSupportedVer} abo nowszego. Kliknij OK, coby dostać dalsze informacyje.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
szl: Przeprŏszōmy, program $BrandShortName niy może być zainstalowany. Ta wersyjŏ programu $BrandShortName fołdruje procesōra z podporōm ${MinSupportedCPU}. Kliknij OK, coby dostać dalsze informacyje.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer and a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
szl: Przeprŏszōmy, program $BrandShortName niy może być zainstalowany. Ta wersyjŏ programu $BrandShortName fołdruje ${MinSupportedVer} abo nowszego i procesōra z podporōm ${MinSupportedCPU}. Kliknij OK, coby dostać dalsze informacyje.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
szl: Niy ma uprawniyń do spamiyntowaniŏ w katalogu instalacyjnym. Kliknij OK, coby ôbrać inkszy plac.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
szl: Na dysku niy nastykŏ placu, coby zainstalować program. Kliknij OK, coby ôbrać inkszy plac.

source: Unable to install to the root of your disk. Click OK to select a different location.
szl: Niy podarziło sie zainstalować w bazowym katalogu dysku. Kliknij OK, coby ôbrać inkszy plac.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
szl: Program $BrandShortName je już sztartniynty. Zawrzij go przed sztartniyńciym terŏz zainstalowanyj wersyje.

source: Your download was interrupted. Please click the OK button to continue.
szl: Sebiyranie było przerwane. Kliknij knefel OK, coby kōntynuować.

source: &Install
szl: &Zainstaluj

source: &Upgrade
szl: Z&aktualizuj

source: Cancel
szl: Pociep

source: &Options
szl: &Ôpcyje

source: &Make $BrandShortName my default browser
szl: Nasztal&uj program $BrandShortName za wychodnõ przeziyrŏczkã ôd używŏcza

source: Create Shortcuts for $BrandShortName:
szl: Zrychtuj przimy dlŏ programu $BrandShortName:

source: On my &Task bar
szl: Na lajście au&ftragōw

source: On my &Quick Launch bar
szl: &Na lajście gibkigo sztartowaniŏ

source: In my &Start Menu Programs Folder
szl: We folderze Programu myni &Sztart

source: On my &Desktop
szl: Na p&ulpicie

source: Space Required:
szl: Fołdrowany plac:

source: Space Available:
szl: Dostympny plac:

source: One moment, $BrandShortName will launch as soon as the install is complete…
szl: Czekej, $BrandShortName sztartnie zarŏz po skōńczyniu instalacyje…

source: One moment, $BrandShortName will launch as soon as the upgrade is complete…
szl: Czekej, $BrandShortName sztartnie zarŏz po skōńczyniu aktualizacyje…

source: &Install the $BrandShortName background update service
szl: &Zainstaluj posugã aktualizacyje programu $BrandShortName na zadku

source: S&end information about this installation to Mozilla
szl: Poślij Mozilli informac&yjõ ô tyj instalacyji

source: B&rowse…
szl: Przeziyre&j…

source: Destination Folder
szl: Folder cweku

source: Downloading $BrandShortName…
szl: Sebiyranie programu $BrandShortName…

source: Installing $BrandShortName…
szl: Instalowanie programu $BrandShortName…

source: Upgrading $BrandShortName…
szl: Aktualizowanie programu $BrandShortName…

source: Select the folder to install $BrandShortName in.
szl: Ôbier folder, w kerym program $BrandShortName mŏ być zainstalowany.
