Repository: tktk711/mozilla-l10n
Catalog: nso/browser/installer/custom.properties.po
Languages: nso

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
nso: $BrandShortName e phethagatša go praosa mo go bolokegilego, go bonolo ga wepe. Poledišano ya modiriši yeo e tlwaelegilego, dibopego tša tšhireletšego e okeditšwego, go akaretšwa le tšhireletšo go go utswiwa ga boitsebišo inthaneteng, le nyako ya tlaleletšo di go dumelela go hwetša tše dintši go tšwa wepeng.

source: $BrandShortName &Options
nso: &Dikgetho tša $BrandShortName

source: $BrandShortName &Safe Mode
nso: &Mokgwa o bolokegilego wa $BrandShortName

source: Setup Type
nso: Mohuta wa peakanyo

source: Choose setup options
nso: Kgetha dikgetho tša dipeakanyo

source: Set Up Shortcuts
nso: Dikgaoletšo tša peakanyo

source: Create Program Icons
nso: Hlola diaekhone tša lenaneo

source: Set Up Optional Components
nso: Beakanya dikarolwana tša boikgethelo

source: Optional Recommended Components
nso: Dikarolwana tša boikgethelo tše hlohleletšwago

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
nso: Tirelo ya tlhokomelo e tla go dumelela go mpshafatša $BrandShortName ka setu ka kua bokamoragong.

source: Install &Maintenance Service
nso: Lokela tirelo ya tlhoko&melo

source: Summary
nso: Kakaretšo

source: Ready to start installing $BrandShortName
nso: Itokišeditše go thoma go lokela $BrandShortName

source: $BrandShortName will be installed to the following location:
nso: $BrandShortName e tla lokelwa lefelong le latelago:

source: A restart of your computer may be required to complete the installation.
nso: Go ka nyakega go thoma khomphutha ya gago ka leswa gore go phethwe go lokela.

source: A restart of your computer may be required to complete the uninstall.
nso: Go ka nyakega go thoma khomphutha ya gago ka leswa gore go phethwe go ntšha.

source: U&se $BrandShortName as my default web browser
nso: Diriš&a $BrandShortName bjalo ka praosara ya ka ya wepe ya tirelwa

source: Click Install to continue.
nso: Kgotla Lokela gore o tšwele pele.

source: Click Upgrade to continue.
nso: Kgotla Kaonafatša gore o tšwele pele.

source: &Tell us what you thought of $BrandShortName
nso: &Re botše gore o naganne eng ka $BrandShortName

source: &Launch $BrandShortName now
nso: &Thomiša $BrandShortName gona bjale

source: Create icons for $BrandShortName:
nso: Hlola diaekhone tša $BrandShortName:

source: On my &Desktop
nso: &Tesekethopong ya ka

source: In my &Start Menu Programs folder
nso: Ka gare ga foltara ya ka ya &mananeo a lelokelelo la go thoma

source: In my &Quick Launch bar
nso: Go para ya ka ya thomišo ya &kapejana

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
nso: $BrandShortName e swanetše go tswalelwa bakeng sa go tšwela pele ka go lokela. Hle tswalela $BrandShortName gore o tšwele pele.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
nso: $BrandShortName e swanetše go tswalelwa bakeng sa go tšwela pele ka go ntšha. Hle tswalela $BrandShortName gore o tšwele pele.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
nso: $BrandShortName e šetše e dira. Hle tswalela $BrandShortName pele ga go thomiša kgatišo yeo o sa tšwago go e lokela.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
nso: Ga o kgone go tsena gore o ngwale tšhupetšo ya go lokela. Kgotla go lokile bakeng sa go kgetha tšhupetšo e fapanego.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
nso: Ga o na sekgoba se se lekanego sa tisiki sa go lokela lefelong le. Kgotla go lokile bakeng sa go kgetha lefelo le fapanego.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
nso: Khomphutha ya gago e swanetše go thongwa ka leswa gore o phethe go ntšha $BrandShortName ga nakong e fetilego. Na o nyaka go e thoma gape gona bjale?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
nso: Khomphutha ya gago e swanetše go thongwa ka leswa gore o phethe go kaonafatša $BrandShortName ga nakong e fetilego. Na o nyaka go e thoma gape gona bjale?

source: Error creating directory:
nso: Phošo ya go hlola tšhupetšo:

source: Click Cancel to stop the installation or Retry to try again.
nso: Kgotla khansela go emiša go lokela goba 'Leka gape' gore o leke gape.

source: Uninstall $BrandFullName
nso: Ntšha $BrandFullName

source: Remove $BrandFullName from your computer.
nso: Tloša $BrandFullName khomphutheng ya gago.

source: $BrandShortName will be uninstalled from the following location:
nso: $BrandShortName e tla ntšhwa lefelong leo le latelago:

source: Click Uninstall to continue.
nso: Kgotla Ntšha gore o tšwele pele.

source: Checking existing installation…
nso: Go lekola go lokela mo go lego gona…

source: Installing $BrandShortName…
nso: Go lokela $BrandShortName…

source: Installing Language Files (${AB_CD})…
nso: Go lokela difaele tša leleme (${AB_CD})…

source: Uninstalling $BrandShortName…
nso: Go ntšha $BrandShortName…

source: A Little Housekeeping…
nso: Tlhwekišo e nyenyane…

source: Choose the type of setup you prefer, then click Next.
nso: Kgetha mohuta wa peakanyo wo o o kganyogago, ke moka o kgotle Latelago.

source: $BrandShortName will be installed with the most common options.
nso: $BrandShortName e tla lokelwa le dikgetho tšeo di tlwaelegilego kudu.

source: &Standard
nso: &Motheo

source: You may choose individual options to be installed. Recommended for experienced users.
nso: O ka kgetha dikgetho tša gago tšeo di ka lokelwago. E eletšwa badiriši bao ba nago le maitemogelo.

source: &Custom
nso: &Tlwaelo

source: &Upgrade
nso: &Kaonafatšo
