Repository: tktk711/mozilla-l10n
Catalog: ff/dom/chrome/layout/HtmlForm.properties.po
Languages: ff

source: Reset
ff: Artir

source: Submit Query
ff: Naatnoy Ɗaɓɓitannde

source: Browse…
ff: Weɗɗit…

source: File Upload
ff: Jollugol Fiilde

source: This is a searchable index. Enter search keywords:
ff: Ɗum ko endekse baawɗo yiyleede. Naatnu kelme njiilaw:

source: Form contains enctype=%S, but does not contain method=post. Submitting normally with method=GET and no enctype instead.
ff: Formere waɗi ko enctype=%S, kono alaa method=post. Naatnoytee ko methodGET tawa alaa enctype so dañaani.

source: Form contains a file input, but is missing method=POST and enctype=multipart/form-data on the form. The file will not be sent.
ff: Formere ena waɗi naatnal fiilde, kono ena ŋakki method=POST etee enctype=mutipart/keɓe-formere e nder formere. Fiilde ndee waawaa neldeede.

source: Form Post from %S
ff: Post Formere e %S

source: A form was submitted in the %S encoding which cannot encode all Unicode characters, so user input may get corrupted. To avoid this problem, the page should be changed so that the form is submitted in the UTF-8 encoding either by changing the encoding of the page itself to UTF-8 or by specifying accept-charset=utf-8 on the form element.
ff: Formere nde waawaa dokkitaade alkule Unicode kala naatnaama e dokkitannde %S, wadde naatnal kuutoro ena waawi waɗde caɗeele. Ngam ruuɗaade ɗeen caɗeele, hello ngoo ena foti wayleede tawa formere ndee naatnaa ko e dokkitannde UTF-8 so waylude dokkitannde hello ngoo fayde e UTF-8 walla teeŋtinde jeɓgol charset=utf-8 e formere ndee.

source: All Supported Types
ff: Fannuuji Jaaɓooji Kala

source: No file selected.
ff: Alaa fiilde labaa.

source: No files selected.
ff: Alaa piile labaa.

source: %S files selected.
ff: %S fiilde labaama.

source: Choose a color
ff: Suɓo goobol

source: and one more;and #1 more
ff: e gooto goɗɗo;e #1 goɗɗo
