Repository: tktk711/mozilla-l10n
Catalog: ks/dom/chrome/layout/HtmlForm.properties.po
Languages: ks

source: Reset
ks: ری سیٹ کریو

source: Submit Query
ks: سوال كریو پیش

source: Browse…
ks: ژھانڈ

source: File Upload
ks: فائل كریو اپ لوڈ

source: This is a searchable index. Enter search keywords:
ks: یہ چھُ قئبلئ تلاش فہرست ۔تلاش كونز لفظ كریو دئخل :

source: Form contains enctype=%S, but does not contain method=post. Submitting normally with method=GET and no enctype instead.
ks: فارمس منز چُھ اینک ٹایپ =%S ،مگر اتھ منز چُھ نْہ میتھڈ= پوسسٹہ۔ سبمِٹ کران نارملی میتھڈ =جی ای ٹی سان تْہ کانہہ اینک تایِپ چُھ نْہ امِہ بجاے۔

source: Form contains a file input, but is missing method=POST and enctype=multipart/form-data on the form. The file will not be sent.
ks: فارمس منز چُھ اکھ فایل اِنپُٹ، مگر موجود چُھ نْہ میتھڈ = پوسٹْہ تْہ اینک ٹایپ= ملٹی پارٹ یا فارم ڈاٹا فارمس پیٹھ۔ یہ فایل یِیہ نْہ سوزنْہ۔

source: Form Post from %S
ks: فارم پوسٹ %Sپیٹھئ

source: A form was submitted in the %S encoding which cannot encode all Unicode characters, so user input may get corrupted. To avoid this problem, the page should be changed so that the form is submitted in the UTF-8 encoding either by changing the encoding of the page itself to UTF-8 or by specifying accept-charset=utf-8 on the form element.
ks: %Sاینکوڈینگ منز آو اکھ فارم سوزنْہ یوس نْہ تمام یونی کوڈ کریکٹر اینکوڈ کْرتھ ہیکِہ، امہ موجوب ہیکہ یوزر اِنپُٹ خراب سپدِتھ۔ یہ پرابلیم یک طرف تراونْہ باپت،گژھ پیج تبدیل کرنْہ یون، یُتھ ذن فارم سبمِٹ کرنْہ یِیہ یو ٹی ایف۔۸ اینکوڈینگ منز یا اینکوڈینگ تبدیل کْرتھ پپیجِچ پانے یو ٹی ایف۔۸ اس کُن یا مخصوص کْرتھ قبول کْریو کار سیٹ = یو ٹی ایف۔۸ فارم ایلمینٹس پیٹھ۔

source: All Supported Types
ks: سٲری تعاوُن وٲل قئسم

source: No file selected.
ks: کانہہ فایل آیہ نْہ ژارنْہ۔

source: No files selected.
ks: کانہہ فایل آیہ نْہ ژارنْہ۔

source: %S files selected.
ks: فایلہ آیہ ژارنْہ%S

source: Choose a color
ks: اکھ رنگ ژأریو

source: and one more;and #1 more
ks: تْہ اکھ ذیادْ؛ تْہ#1 مزید
