Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/browser/browser.dtd.po
Languages: kok

source: (Private Browsing)
kok: (खासगी ब्रावजींग)

source: Open menu
kok: मेनू उगडात

source: More tools…
kok: अदिक साधना...

source: &Reload Tab
kok: &टॅब परत लोड करचो

# reloadAllTabs.label reloadAllTabs.accesskey
source: Reload &All Tabs
kok: &सगळे टॅब्स परत लोड करचे

source: Close Tabs to the R&ight
kok: R&ight कडेन टॅबां बंद करात

source: Cl&ose Other Tabs
kok: हेर टॅबां Cl&ose

source: &Pin Tab
kok: &पिन टॅब

source: Unpin Ta&b
kok: टॅ&बाची पीन काडची

source: Move to New &Window
kok: नव्या &विंडोंत व्हरचें

# bookmarkAllTabs.label bookmarkAllTabs.accesskey
source: Bookmark All &Tabs…
kok: सगळे &टॅब्स बूकमार्क करचे...

# undoCloseTab.label undoCloseTab.accesskey
source: &Undo Close Tab
kok: धांपिल्ले टॅब &परत उगडचे

source: &Close Tab
kok: टॅब &धांपचे

source: List all tabs
kok: सगळ्या टॅब्सांची सूची करची

source: New &Tab
kok: नवीन टॅब

source: Open Location…
kok: थळ उगडात

source: &Open File…
kok: धारिका उगडात...

source: Page Set&up…
kok: पान रचना...

source: Print Pre&view
kok: छपाई पूर्वदृश्य

source: &Print…
kok: छापात...

source: Wor&k Offline
kok: Wor&k ऑफलायन

source: &Menu Bar
kok: &मेनू पट्टी

source: Navigation Toolbar
kok: नेव्हिगेशन साधनपट्टी

source: &Bookmarks Toolbar
kok: पुस्तकखूण साधनपट्टी

source: Bookmarks Toolbar Items
kok: पुस्तकखूण उपकरणपट्टी वस्ती

source: Reload &All Tabs
kok: &सगळे टॅब्स परत लोड करचे

source: Bookmark All &Tabs…
kok: सगळे &टॅब्स बूकमार्क करचे...

# toolbarContextMenu.undoCloseTab.label toolbarContextMenu.undoCloseTab.accesskey
source: &Undo Close Tab
kok: धांपिल्ले टॅब &परत उगडचे

source: Page S&ource
kok: पान स्त्रोत

source: Page &Info
kok: पान म्हायती

source: Enter &Full Screen
kok: पुराय पड्ड्यातल्यान वचात

source: Exit &Full Screen
kok: पुराय पड्ड्यातल्यान भायर सरात

# fullScreenCmd.label fullScreenCmd.accesskey
source: &Full Screen
kok: &पुराय स्क्रीन

source: Show &All Tabs
kok: &सगळे टॅब्स दाखोवचे

source: Sign in to &syncBrand.shortName.label;
kok: &syncBrand.shortName.label; न सायन इन करात

source: Reconnect to &syncBrand.shortName.label;
kok: &syncBrand.shortName.label; न परतून जोडात

source: &syncBrand.shortName.label; enabled
kok: &syncBrand.shortName.label; सक्रिय

source: &brandShortName; will begin syncing momentarily.
kok: &brandShortName; रोखडेच सिंकिंग सुरू जातले.

source: Minimize
kok: ल्हान करात

source: Restore
kok: परत मेळयात

# fullScreenClose.tooltip
source: Close
kok: बंद

source: &Hide Toolbars
kok: &साधनपट्ट्यो लिपोवच्यो

source: Exit &Full Screen Mode
kok: &पुराय स्क्रीन मोडांतल्यान भायर सरचें

source: Exit F&ull Screen
kok: पुराय पड्ड्यातल्यान वचात

source: Close Win&dow
kok: जनेल बंद करात

source: &Bookmarks
kok: बुकमार्कस्

# bookmarkThisPageCmd.label
source: Bookmark This Page
kok: ह्या पानाक बूकमार्क करचें

source: Edit This Bookmark
kok: हो बूकमार्क संपादीत करचो

source: Find more Share services…
kok: अदिक वाटो सेवा सोदात...

source: Share Thi&s Page
kok: वाटात Thi&s पान

source: S&hare This Link
kok: S&hare ही जोड

source: Sha&re This Image
kok: Sha&re ही प्रतिमा

source: Sha&re Selection
kok: Sha&re निवड

source: Sha&re This Video
kok: Sha&re हो व्हिडिओ

source: Subscribe to This Page…
kok: ह्या पानांक वर्गणीदार करात...

source: Bookmark All Tabs…
kok: सगळे टॅब्स पुस्तकखूणों करात...

source: Show All Bookmarks
kok: सगळे बूकमार्क दाखोवचे

source: Show more bookmarks
kok: अदीक बूकमार्क दाखोवचे

source: Back
kok: फाटीं

source: Go back one page
kok: एक पानार फाटीं वचात

source: Forward
kok: फुडे

source: Go forward one page
kok: एक पानार फुडें वचात

source: Right-click or pull down to show history
kok: इतिहास दाखोवपाक उजवी कळ दामात वो सकयल ओडात

source: Pull down to show history
kok: इतिहास दाखोवपाक सकयल ओडात

source: Reload
kok: परतून चालू करात

source: Reload current page
kok: सद्याचे पान परतून लागू करात

source: Stop
kok: रावात

source: Stop loading this page
kok: हे पान लागू करपापासून थांबयात

source: Go to the address in the Location Bar
kok: थळ पट्टेन नाम्यान वचात

source: Print
kok: छापात

source: Print this page
kok: हे पान छापात

source: Search
kok: सोद

source: Home
kok: घर

# bookmarksButton.label
source: Bookmarks
kok: बुकमार्क

# bookmarksMenuButton.label
source: Bookmarks
kok: बुकमार्क

source: View Bookmarks Sidebar
kok: बुकमार्कस् सायडबार पळयात

source: View Bookmarks Toolbar
kok: बूकर्मार्क्स साधनपट्टी दृश्य करची

# historyButton.label
source: History
kok: इतिहास

source: &Tools
kok: साधनां

source: Add a &Keyword for this Search…
kok: ह्या सोदाक कीशब्द जोडात...

source: &Downloads
kok: उतरावन

source: &Add-ons
kok: जोडात

# addons.commandkey
source: A
kok: S

source: &Web Developer
kok: &वॅब डॅवलॉपर

source: Inspect Element
kok: घटक तपासात

source: &File
kok: धारिका

source: &New Window
kok: नवें जनेल

source: New Private &Window
kok: नवी खासगी &विंडो

source: &Edit
kok: संपादन

source: &Undo
kok: केल्ले फाटी घेयात

source: &Redo
kok: परतून करात

source: Cu&t
kok: कापात

source: &Paste
kok: दसयात

source: &Delete
kok: काडून उडयात

source: Select &All
kok: वेंचात आनी सगलें

# selectAllCmd.key
source: A
kok: S

source: &Options
kok: पर्याय

source: Prefere&nces
kok: प्राधन्या

# clearRecentHistory.label
source: Clear Recent History…
kok: हालीचो इतिहास पुसात...

source: &View
kok: दृश्य

source: &Toolbars
kok: उपकरण पट्ट्यो

source: Sid&ebar
kok: कुशीचीपट्टी

source: &Customize…
kok: थारायात...

source: Hi&story
kok: इतिहास

source: Recently Closed Tabs
kok: सद्या बन्द जाल्ले टॅब

source: Recently Closed Windows
kok: हालींच धांपिल्ले विंडोस

# historyRestoreLastSession.label
source: Restore Previous Session
kok: पयलींचें सत्र पूर्वस्थितीर हाडचें

# showAllHistoryCmd2.label
source: Show All History
kok: सगळो इतिहास दाखोवचो

source: Customize
kok: अनुकूल करचें

source: Customize the Menu and Toolbars
kok: मेनू आणि साधनपट्ट्यो कस्टमायज करात

source: Exit Customize
kok: कस्टमायझातल्यान भायर वचात

source: Finish Customizing
kok: कस्टमायझिंग सोपयात

# appMenuHistory.label
source: History
kok: इतिहास

# appMenuHistory.showAll.label
source: Show All History
kok: सगळो इतिहास दाखोवचो

# appMenuHistory.clearRecent.label
source: Clear Recent History…
kok: हालीचो इतिहास पुसात..

# appMenuHistory.restoreSession.label
source: Restore Previous Session
kok: पयलींचें सत्र पूर्वस्थितीर हाडचें

source: View History Sidebar
kok: इतिहास सायडबार पळयात

source: Open Help Menu
kok: मदत मेनू उगडात

source: &Add to Toolbar
kok: साधनपट्टेक &जोडात

source: Add to &Menu
kok: &मेनू क जोडात

source: M&ove to Toolbar
kok: साधनपट्टेंत M&ove

source: M&ove to Menu
kok: मेनीन M&ove

source: &Remove from Toolbar
kok: साधनपट्टेतल्यान &काडात

source: &Remove from Menu
kok: मेनूतल्यान &काडात

source: &Add More Items…
kok: अदिक वस्तीं &जोडात...

source: Search or enter address
kok: नामो सोदात वो एंटर करात

source: Switch to tab:
kok: टॅबाचेर स्विच करचें:

source: No
kok: ना

source: Yes
kok: हंय

source: Search for
kok: खातीर सोदात

source: with:
kok: संयत:

source: Change Search Settings
kok: सोद स्थापितां बदलात

source: Open Link in New &Tab
kok: नव्या टॅबान जोड उगडात

source: Open Link in New &Window
kok: नव्या जनेलान जोड उगडात

source: Open Link in New &Private Window
kok: नव्या &खाजगी विंडोन जोडणी उगडात

source: &Open Link
kok: लिंक &उगडचें

source: Open Frame in New &Tab
kok: नव्या टॅबान चौकट उगडात

source: Open Frame in New &Window
kok: नव्या जनेलान चौकट उगडात

source: &Show Only This Frame
kok: फकत ही चौकट दाखयात

source: &Reload Frame
kok: चौकट परतून चडयात

source: View Selection Source
kok: निवड स्त्रोत पळयात

source: View MathML Source
kok: MathML स्त्रोत पळयात

source: &View Page Source
kok: पान स्त्रोत पळयात

source: &View Frame Source
kok: चौकट स्रोत पळयात

source: View Page &Info
kok: पान म्हायती पळयात

source: View Frame &Info
kok: चौकट म्हायती पळयात

source: &Reload Image
kok: प्रतिमा &परत लोड करची

source: View &Image
kok: प्रतिमा पळयात

source: View Image In&fo
kok: प्रतिमा मा&हिती दृश्य करची

source: View &Description
kok: &विवरण पळयात

source: V&iew Video
kok: व्हिडिओ दृ&श्य करचो

source: Vie&w Background Image
kok: फांटभूंय प्रतिमा पळयात

source: &Set As Desktop Background…
kok: डेस्कटॉप फांटभूंय म्हण थारायात...

# bookmarkPageCmd2.label
source: Bookmark This Page
kok: ह्या पानाक बूकमार्क करचें

source: Bookmark This &Link
kok: हें &लिंक बूकमार्क करचें

source: Book&mark This Frame
kok: ही फ्रेम बूक&मार्क करची

source: &Email Link…
kok: ईमेल जोडणी...

source: Save Page &As…
kok: म्हण पानाची जतनाय करात...

source: Save &Frame As…
kok: म्हण चौकटीची जतनाय करात...

source: &Print Frame…
kok: फ्रेम &मुद्रण करची...

source: Save Lin&k As…
kok: म्हण जोडीची जतनाय करात...

source: Sa&ve Image As…
kok: म्हण प्रतिमेची जतनाय करात...

source: Sa&ve Video As…
kok: म्हण व्हिडीओ Sa&ve ...

source: Sa&ve Audio As…
kok: ऑडिओ असो सां&बाळचो...

source: Email Ima&ge…
kok: इमेल Ima&ge…

source: Em&ail Video…
kok: ईमेल दृक...

source: S&end Video To Device
kok: व्हिडिओ उपकरणाकडेन S&end

source: Em&ail Audio…
kok: Em&ail ऑडिओ...

source: A&ctivate this plugin
kok: हे प्लगईन A&ctivate करात

source: &Hide this plugin
kok: हे प्लगईन &लिपयात

source: Copy Link Loc&ation
kok: जोडणी थळ प्रत करात

source: C&opy Image Location
kok: प्रतामां थळ प्रत करात

source: Cop&y Image
kok: प्रतिमा प्रत करात

source: C&opy Video Location
kok: व्हिडिओचें थळ न&क्ल करचें

source: C&opy Audio Location
kok: ऑडिओचें थळ न&क्कल करचें

source: Copy &Email Address
kok: ईमेल नामो प्रत करात

source: T&his Frame
kok: ही चौकट

source: &Play
kok: &वाजोवचें

source: &Pause
kok: &विसव

source: &Mute
kok: &मूक करचें

source: Un&mute
kok: अ&मूक करचें

source: P&lay Speed
kok: गती P&lay

source: &Slow Motion (0.5×)
kok: &ल्हव (0.5×)

source: &Normal Speed
kok: &सामान्य गती

source: &High Speed (1.5×)
kok: &बेगीन (1.5×)

source: &Ludicrous Speed (2×)
kok: &लूडिक्रस गती (2×)

source: Show &Controls
kok: &नियंत्रणां दाखोवचीं

source: Hide &Controls
kok: &नियंत्रणां लिपोवचीं

# videoFullScreen.label videoFullScreen.accesskey
source: &Full Screen
kok: &पुराय स्क्रीन

source: &Save Snapshot As…
kok: म्हण स्नेपशॉट जतनाय करात...

source: Show S&tatistics
kok: दाखयात सांख्यिकी

source: Hide S&tatistics
kok: लिपयात सांख्यिकी

source: Zoom &In
kok: झूम &इन करचें

source: Zoom &Out
kok: झूम &आवट करचें

source: &Reset
kok: परतून थारायात

source: Zoom &Text Only
kok: फकत &मजकूर झूम करचो

source: &Zoom
kok: &झूम करचें

source: Close sidebar
kok: समासपट्टी बंद करात

source: E&xit
kok: भारय सरात

source: &Quit
kok: भायर वचात

source: &Close
kok: बंद

source: Page St&yle
kok: पान शैली

source: &No Style
kok: शैली ना

source: &Basic Page Style
kok: मूळ पानशैली

source: Change pop-up blocking settings for this website
kok: ह्या वेबसायटीखातिर पॉप-अप ब्लॉकिंग स्थापितां बदलात

source: Edit Pop-up Blocker Preferences…
kok: पॉपअप ब्लॉकर प्राधान्या संपादित करात...

source: &Edit Pop-up Blocker Options…
kok: पॉप अप आडोवपी पर्यायांचे सम्पादन...

source: Switch Page &Direction
kok: बदलात पान दिशा

source: S&witch Text Direction
kok: मजकूर दिशा बदलात

source: &Find in This Page…
kok: ह्या पानन सोदात...

source: Find A&gain
kok: परतून सोदात

source: &Add Dictionaries…
kok: शब्दकोश जोडात...

source: Done
kok: जाले

source: &Disable protection for now
kok: आतापुरती सुरक्षा &निष्क्रिय करात

source: Permissions
kok: अनुमत्यो

source: Browser tabs
kok: ब्रावजर टॅब्स

# syncBrand.shortName.label
source: Sync
kok: सिंक

source: &Sync Now
kok: आतां &सिंक्रोनायझ करचें

source: &Reconnect to &syncBrand.shortName.label;…
kok: &syncBrand.shortName.label; क &परत जुळात…

# syncToolbarButton.label
source: Sync
kok: सिंक

source: Social Toolbar Button
kok: सामाजिक टूलबार बटन

source: Show &sidebar
kok: &सायडबार दाखयात

source: Manage Services…
kok: सेवेंचे व्यवस्थापन करात...

source: Show desktop &notifications
kok: डेस्कटॉप &अधिसुचोवण्यो दाखयात

source: Services from <label/> have been enabled. You can change your settings for services in the <label class='text-link'>Add-on Manager</label>.
kok: <label/> कडल्यो सेवा सक्रिय केल्यात. <label class='text-link'>अॅड-ऑन व्यवस्थापक</label> तल्या सेवांखातीर तुमी तुमची स्थापितां बदलुपाक शकता.

source: Oops, &undo this!
kok: उप्स, हे &करू नाकात!

source: &Learn more…
kok: अदिक &शिकात…

source: Not Now
kok: आतां न्हय

source: Activations Directory
kok: सक्रियकरण निदेशिका

source: You can activate Share services from the directory.
kok: निदेशिकेतल्यान सेवा वाटून घेवप तुमी सक्रिय करपाक शकता.

source: Take me there!
kok: माका थंय व्हरात!

source: Click on a service to add it to &brandShortName;.
kok: &brandShortName; न सेवा जोडपाक ताजेर क्लीक करात.

source: View More
kok: अदिक पळयात

source: Additional Tools and Features
kok: अदिक साधनां आनी वैशिष्ट्या

source: Want more tools?
kok: अदिक साधनां जाय?

source: Choose from thousands of add-ons
kok: हजारांनी अॅड-ऑनाभीतल्यान निवडात

source: Restore Defaults
kok: मुळावे परत करात

source: Show / Hide Toolbars
kok: साधनपट्ट्यो दाखयात/लिपयात

source: Title Bar
kok: माथळो पट्टी

source: Themes
kok: संकल्पनां

source: My Themes
kok: म्हजी संकल्पना

source: Recommended
kok: शिफारस केल्या

source: Manage
kok: व्यवस्थापन

source: Get More Themes
kok: अदिक संकल्पान मेळयात

source: Fo&cus chats
kok: Fo&cus चॅट्स

source: Save &Page To…
kok: &पान न जतनाय करात...

source: Save &Link To…
kok: &जोडणे न जतनाय करात...

source: &Camera to share:
kok: वाटून घेवपाक &कॅमेरा:

source: &Microphone to share:
kok: वाटून घेवपाक &मायक्रोफोन:

source: All visible windows on your screen will be shared.
kok: तुमच्या पड्ड्यार दिसपी सगळे विंडोज वाटून घेतले वतले.

source: Tracking
kok: ट्रॅकिंग

source: Parts of the page that track your online activity have been blocked.
kok: तुमची ऑनलायन कारवाय ट्रॅक करपी पानाचे भाग आडयल्यात.

# trackingContentBlocked.learnMore
source: Learn More
kok: अदिक शिकात

# trackingContentBlocked.block.label trackingContentBlocked.block.accesskey
source: &Enable protection
kok: सुरक्षा &सक्रिय करात

source: Tracking protection is disabled
kok: ट्रॅकिंग सुरक्षा &निष्क्रिय केल्या

source: Press ESC at any time to show it again.
kok: ते परत दाखोवपाक खंयच्या वेळार ESC दामात.

source: &Show All
kok: सगळे &दाखयात

source: Allow Now
kok: आता परवानगी दियात

source: Allow and Remember
kok: परवानगी दियात आनी याद दवरात

source: Block Plugin
kok: प्लगईन आडयात

# uiTour.infoPanel.close
source: Close
kok: बंद

source: Sidebars
kok: सायडबार्स

source: Forget the last:
kok: निमणे विसरात:

source: Five minutes
kok: पाच मिनटां

source: Two hours
kok: दोन वरां

source: 24 hours
kok: 24 वरां

source: Proceeding will:
kok: फुडे सरल्यार:

source: Delete Recent <html:strong>Cookies</html:strong>
kok: सद्याच्यो <html:strong>कुकीज</html:strong> काडून उडयात

source: Delete Recent <html:strong>History</html:strong>
kok: सद्याचो <html:strong>इतिहास</html:strong> काडून उडयात

source: Close all <html:strong>Tabs</html:strong> and <html:strong>Windows</html:strong>
kok: सगळी <html:strong>टॅबां</html:strong> आनी <html:strong>विंडोज</html:strong> बंद करात

source: Open a new clean Window
kok: नवो साफ विंडो उगडात

source: This action cannot be undone.
kok: हें कार्य परत करूंक जायना.

source: Forget!
kok: विसरात!

source: Your recent history is cleared.
kok: तुमचो सद्याचो इतिहास साफ केला.

source: Safe browsing!
kok: सुरक्षित ब्रावजिंग!

source: Thanks!
kok: देव बरे करू!
