Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/browser/shellservice.properties.po
Languages: kok

source: %S &Options
kok: %S पर्याय

source: %S &Safe Mode
kok: %S सुरक्षित स्थिती

source: Get the most out of %S by setting it as your default browser
kok: %S मुळावो ब्रावजर म्हण थारांवन ताजो उपेग करात

source: &Use %S as my default browser
kok: %S मुळावो ब्रावजर म्हण &वापरात

source: &Options
kok: पर्याय

source: &Not now
kok: आता &न्ही

source: &Don't ask me again
kok: आनी म्हाका परत विचारू नाका

source: Default Browser
kok: मूळ ब्रावजर

source: %S is not currently set as your default browser. Would you like to make it your default browser?
kok: %S सद्या तुमचो मुळावो ब्रावजर म्हण थारायल्लो ना. तुमका तो मुळावो ब्रावजर करपाचो आसा?

source: Always perform this check when starting %S.
kok: सदाच %S सुरू करतना हो तपास करात

source: Desktop Background.bmp
kok: डेस्कटॉप Background.bmp

source: Saving Picture…
kok: चित्र जतन करता...

source: Set Desktop Background
kok: डेस्कटॉप फांटभूंय थारायात
