Repository: tktk711/mozilla-l10n
Catalog: */mobile/android/chrome/aboutFeedback.dtd.po
Languages: bn_bd, br, es_cl, ml, oc, th, ug

source: &brandShortName; Feedback
bn_bd: &brandShortName; ফিডব্যাক
br: Ho meno a-zivout &brandShortName;
es_cl: Opinión sobre &brandShortName;
ml: &brandShortName;-നുള്ള അഭിപ്രായം
oc: Mesa a jorn de &brandShortName;
th: ข้อคิดเห็น &brandShortName;
ug: &brandShortName; قايتۇرما ئىنكاس

source: Have a minute?
bn_bd: এক মিনিট আছে কি?
br: Ur vunutenn hoc'h eus ?
es_cl: ¿Tiene un minuto?
ml: ഒരു നിമിഷം ശ്രദ്ധിയ്ക്കൂ
oc: Avètz una minuta ?
th: พอจะมีเวลาสักนาที?
ug: ۋاقتىڭىز بارمۇ؟

source: Tell us what you think about &brandShortName; for Android so far.
bn_bd: অ্যান্ড্রয়েডের জন্য &brandShortName; সম্পর্কে আপনার মন্তব্য দিন।
br: Lavarit deomp petra soñjit diwar-benn &brandShortName; evit Android betek-henn.
es_cl: Díganos qué piensa sobre &brandShortName; para Android hasta ahora.
ml: ആന്‍ഡ്രോയിഡിനുള്ള &brandShortName;-നെപ്പറ്റി എന്തു് തോന്നുന്നു.
oc: Digatz-nos çò que pensatz fins a aicí de &brandShortName; per Android.
th: บอกเราว่าจนถึงตอนนี้คุณคิดอย่างไรเกี่ยวกับ &brandShortName; สำหรับ Android
ug: بۇ &brandShortName; نىڭ Android نەشرى ھەققىدە قانداق ئويىڭىز بارلىقىنى بىزگە ئېيتىڭ.

source: I love it
bn_bd: আমি এটি ভালবাসি
br: Plijout a ra din
es_cl: Me encanta
ml: അടിപൊളി
oc: Adòri
th: ฉันรักสิ่งนี้
ug: ئۇنى ياقتۇرىمەن

source: I ran into some problems
bn_bd: আমি কিছু সমস্যার ভিতর দিয়ে যাচ্ছি
br: Kudennoù em eus bet
es_cl: Tuve algunos problemas
ml: ചില പ്രശ്നങ്ങളുണ്ടു്
oc: Rencontri qualques problèmas
th: ฉันพบปัญหาบางอย่าง
ug: مەن بەزى مەسىلىلەرگە يولۇقتۇم

source: I have an idea
bn_bd: আমার একটি ধারণা আছে
es_cl: Tengo una idea
ug: مېنىڭ بىر ئويۇم بار

source: If you need help or have a problem with &brandShortName;, please visit
bn_bd: যদি আপনার সাহায্য প্রয়োজন হয় বা &brandShortName কোনো সমস্যা দেখা দেয়;, অনুগ্রহ করে পরিদর্শন করুন
es_cl: Si necesita ayuda o tiene un problema con &brandShortName;, por favor visite
ug: ئەگەر &brandShortName; دىن ياردەم كېرەك بولسا ياكى مەسىلىگە يولۇقسىڭىز، تۆۋەندىكىنى زىيارەت قىلىڭ

source: &brandShortName; Support
bn_bd: &brandShortName; সমর্থন
es_cl: Soporte de &brandShortName;
ug: &brandShortName; قوللاش

source: That's great to hear!
bn_bd: এটা শুনতে দারুণ!
br: Plijus eo da glevout !
es_cl: ¡Eso es excelente!
ml: അതു കൊള്ളാം!
oc: Aquò's bon de l'ausir !
th: เยี่ยมมากที่ได้ยินอย่างนั้น!
ug: قالتىس!

source: Want to share the love by giving us a 5 star rating on Google Play?
bn_bd: আপনি কি আপনার ভাল লাগা আমাদের গুগল প্লেতে ৫ তারকা রেটিং দিয়ে শেয়ার করতে চান?
br: Fellout a ra deoc'h rannañ ho plijadur en ur reiñ deomp 5 steredenn war Google Play ?
es_cl: ¿Le gustaría compartir su amor hacia nosotros dándonos una puntuación de 5 estrellas en Google Play?
ml: ഗൂഗിള്‍ പ്ലേയില്‍ 5 സ്റ്റാര്‍ നിലവാരം നല്‍കുവാന്‍ ആഗ്രഹിയ്ക്കുന്നോ?
oc: Volètz far passar lo mot en nos atribuissent una nòta de 5 estelas sus Google Play ?
th: ต้องการบอกต่อความรักที่คุณมีด้วยการให้คะแนน 5 ดาวบน Google Play หรือไม่?
ug: ياقتۇرغىنىڭىزنى باشقىلار بىلەن ھەمبەھىرلىمەكچى بولسىڭىز Google Play دە بىزگە 5 يۇلتۇزلۈۇق باھا بېرەمسىز؟

source: It takes less than a minute and feels great.
bn_bd: এটি একটি মিনিটেরও কম সময় নেয় এবং দারুন অনুভুত হয়।
br: Padout a ra nebeutoc'h eget ur vunutenn ha dispar eo.
es_cl: Tarda menos de un minuto y se siente bien.
ml: അധികം സമയമെടുക്കില്ല.
oc: Aquò pren mens d'una minuta e vos fa vos sentir plan.
th: ใช้เวลาไม่ถึงนาทีและรู้สึกดี
ug: بۇنىڭغا بىر مىنۇتمۇ كەتمەيدۇ، ئۆزىڭىزنى خۇشھال ھېس قىلىسىز.

source: Yes, go to Google Play
bn_bd: হ্যাঁ, গুগল খেলায় যান
br: Ya, mont da Google Play
es_cl: Sí, ir a Google Play
ml: ശരി, ഗൂഗിള്‍ പ്ലേയിലേക്കു് പോകൂ
oc: Òc, dobrir Google Play
th: ใช่ ไปที่ Google Play
ug: ھەئە، Google Play غا يۆتكەل

source: Maybe Later
bn_bd: হয়ত পরে
es_cl: Quizás después
ug: بەلكىم كېيىنچە

source: No thanks
bn_bd: ধন্যবাদ প্রয়োজন নেই
br: Ket, trugarez
es_cl: No, gracias
ml: വേണ്ട, നന്ദി
oc: Non, mercé
th: ไม่ ขอบคุณ
ug: ياق رەھمەت

source: We're sorry that you had some problems with &brandShortName;. Please tell us what happened so that we can fix it.
bn_bd: &brandShortName; এর সাথে আপনার কিছু সমস্যা সৃষ্টি হওয়ায় আমরা দুঃখিত। অনুগ্রহ করে আমাদের বলুন কি ঘটেছে যাতে আমরা তা ঠিক করতে পারি।
br: Digarezit, kudennoù hoc'h eus bet gant &brandShortName;. Lavarit deomp petra zo c'hoarvezet evit e c'hellfemp reizhañ an traoù.
es_cl: Sentimos que haya tenido algunos problemas con &brandShortName;. Por favor, díganos qué ha pasado para que podamos arreglarlo.
ml: &brandShortName;-ല്‍ നിങ്ങള്‍ക്കു് പ്രശ്നങ്ങളുണ്ടായതില്‍ ഖേദിയ്ക്കുന്നു. പ്രശ്നം പരിഹരിയ്ക്കുന്നതിനു് എന്തു് സംഭവിച്ചു എന്നു് ദയവായി അറിയിക്കുക.
oc: Planhèm qu'ajatz qualques problèmas amb &brandShortName;. Explicatz-nos çò que s'es passat per tal que lo poscam corregir.
th: เราเสียใจที่คุณพบปัญหากับ &brandShortName; โปรดบอกเราว่าเกิดอะไรขึ้นเพื่อที่เราจะได้แก้ไข
ug: بىز &brandShortName; بىلەن سىزگە ئاۋارىچىلىق كەلتۈرگەنلىكىمىزنى كەچۈرۈڭ. نېمە ئىش بولغانلىقىنى بىزگە بىلدۈرسىڭىز، بىز ئۇنى ئوڭشىيالايمىز.

source: Enter your feedback here
bn_bd: আপনার প্রতিক্রিয়া এখানে লিখুন
br: Roit ho meno amañ
es_cl: Escriba su opinión aquí
ml: നിങ്ങളുടെ അഭിപ്രായം ഇവിടെ അറിയിയ്ക്കുക
oc: Picatz vòstra opinion aicí
th: ป้อนข้อคิดเห็นของคุณที่นี่
ug: قايتۇرما ئىنكاسىڭىزنى بۇ جايغا كىرگۈزۈڭ

source: Last visited site (optional)
bn_bd: সর্বশেষ পরিদর্শন সাইট (ঐচ্ছিক)
es_cl: Último sitio visitado (opcional)
ug: ئاخىرقى زىيارەت قىلغان تورتۇرا )تاللاشچان(

source: Thanks for letting us know.
bn_bd: আমাদের জানতে দেয়ার জন্য ধন্যবাদ।
es_cl: Gracias por hacérnoslo saber.
ug: بىزگە بىلدۈرگەنلىكىڭىزگە رەھمەت.

source: We're always working to make &brandShortName; better. Rest assured that real people will look at your feedback and do their very best to resolve your issue.
bn_bd: &brandShortName; কে আরো ভাল করার জন্য আমরা সবসময় কাজ করছি। আশ্বস্তের বিষয় যারা বাস্তবিক কাজের লোক তারা আপনার ফিডব্যাক দেখবে এবং আপনার সমস্যা সমাধান যথাসাধ্য ভাবে করবে।
br: Labourat a reomp evit gwellaat &brandShortName;. Bezit sur e vo lennet ho meno hag ober a raimp o seizh posupl evit reizhañ ho kudenn.
es_cl: Siempre estamos trabajando para mejorar &brandShortName;. Esté seguro que personas reales tomarán en cuenta su opinión y harán lo mejor posible para resolver su problema.
ml: &brandShortName; നന്നാക്കുവാനാണു് എപ്പോഴും നമ്മുടെ ശ്രമം. നിങ്ങളുടെ എല്ലാ അഭിപ്രായങ്ങളും നിര്‍ദ്ദേശങ്ങളും ഞങ്ങള്‍ ശ്രദ്ധിയ്ക്കുന്നു, അവ പരിഹരിയ്ക്കുന്നതിനും ശ്രമിയ്ക്കുന്നു.
oc: Trabalham sens arrestar per melhorar &brandShortName;. Siatz assegurats que d'èssers umans van legir vòstra opinion e far çò maximum per resòlvre vòstre problèma.
th: เรากำลังทำ &brandShortName; ให้ดียิ่งขึ้นอยู่เสมอ มั่นใจได้ว่าจะมีคนจริง ๆ มาดูข้อคิดเห็นของคุณ และพวกเขาจะทำอย่างดีที่สุดเพื่อแก้ปัญหาของคุณ
ug: بىز ھەمىشە &brandShortName; نى ياخشىلاش ئۈچۈن تىرىشىمىز. خاتىرجەم بولۇڭ ھەقىقىي ئىنسانلار قايتۇرما ئىنكاسىڭىزنى كۆرۈپ يولۇققان مەسىلىڭىزنى ئەڭ ياخشى ھەل قىلىدۇ.

source: Or else.
bn_bd: অন্যথায়।
br: Pe a-hend-all.
es_cl: U otra cosa.
ml: അല്ലങ്കിൽ.
oc: O siquenon.
th: ไม่ว่าจะอย่างไรก็ตาม
ug: ئۇنداق بولمىغاندا.

source: We love hearing your ideas! Please share your thoughts below. (Just the ones about &brandShortName;, please.)
bn_bd: আমরা আপনাদের ধারণা শুনতে পছন্দ করি! অনুগ্রহ করে আপনার চিন্তা নিচে শেয়ার করুন।(অনুগ্রহ করে কেবলমাত্র &brandShortName;বিষয়ে।)
es_cl: ¡Nos gusta escuchar sus ideas! Por favor, comparta sus opiniones abajo. (Sólo aquellas sobre &brandShortName;, por favor)
ug: بىز كۆزقارىشىڭىزنى ئاڭلاشنى ياقتۇرىمىز! كۆز قاراشلىرىڭىزنى ئورتاقلىشىڭ. (بۇ &brandShortName; ھەققىدە بولۇشىنى ئۈمىد قىلىمىز.)

source: Enter your idea here
bn_bd: এখানে আপনার ধারণাগুলো দিন
es_cl: Escriba su idea aquí
ug: ئويىڭىزنى بۇ جايغا كىرگۈزۈڭ

source: Thanks!
bn_bd: ধন্যবাদ!
es_cl: ¡Gracias!
ug: رەھمەت!

source: We appreciate you taking the time to share your thoughts. We're always working to make &brandShortName; better and contributions like yours can lead to great things.
bn_bd: আপনার চিন্তা শেয়ার করার জন্য সময় নিচ্ছেন দেখে আমরা কৃতজ্ঞ।আমরা &brandShortName; কে আরো ভাল করার জন্য কাজ করে যাচ্ছি এবং আপনার অবদান একটি ভাল উদ্যোগ।
es_cl: Agradecemos el tiempo que se ha tomado en compartir sus ideas. Siempre estamos trabajando para mejorar &brandShortName; y contribuciones como la suya pueden llevar a grandes cosas.
ug: سىزنىڭ قىممەتلىك ۋاقتىڭىزنى چىقىرىپ كۆز قاراشلىرىڭىزنى ئورتاقلاشقانلىقىڭىزغا رەھمەت. بىز ئىزچىل &brandShortName; نى تېخىمۇ ياخشىلاش ئۈچۈن تىرىشىۋاتىمىز، سىزنىڭكىدەك مۇشۇنداق ئىشلار بۈيۈك نەتىجە يارىتىشى مۇمكىن.

source: You can't see it, but we're giving you a high five right now.
bn_bd: আপনি হয়ত এটি দেখতে পারছেন না, কিন্তু আমরা আপনাকে এখনি উচ্চ পাঁচটি এখনি দিচ্ছি।
es_cl: No puede verlo, pero le estamos dando la mano ahora mismo.
ug: ئۇنى كۆرەلمەسلىكىڭىز مۇمكىن ئەمما سىزنى قوللاش ئۈچۈن قولىمىزنى ئۇزاتتۇق.

source: For your privacy, please don't include any personally identifiable information in your feedback.
bn_bd: আপনার গোপনীয়তা রক্ষার জন্য, অনুগ্রহ করে আপনার কোনো ফিডব্যাকের মধ্যে ব্যক্তিগতভাবে সনাক্তকরণযোগ্য তথ্য অন্তর্ভুক্ত করবেন না।
es_cl: Por favor, por su privacidad, no incluya ninguna información personal identificable en su opinión.
ug: شەخسىيىتىڭىز ئۈچۈن، قايتۇرما ئىنكاسىڭىزدا ھەر قانداق شەخسىي سالاھىيەت ئۇچۇرلىرىڭىز بولمىسۇن.

source: Send Feedback
bn_bd: ফিডব্যাক পাঠান
br: Kas ho meno
es_cl: Enviar opinión
ml: അഭിപ്രായം അയയ്ക്കുക
oc: Mandar vòstra opinion
th: ส่งข้อคิดเห็น
ug: قايتۇرما ئىنكاس يوللا

# intro.maybeLater
source: Maybe later
br: Diwezhatoc'h marteze
ml: പിന്നെ പറയാം
oc: Benlèu mai tard
th: ไว้ทีหลัง

source: Visit our
br: Gweladennit hol
th: เยี่ยมชม

source: Support Site
br: lec'hienn skor
th: ไซต์สนับสนุน

source: to get answers for common issues.
br: evit kaout skoazell a-zivout ar c'hudennoù boas
th: ของเราเพื่อรับคำตอบสำหรับปัญหาที่พบบ่อย

# happy.maybeLater2
source: Maybe later
br: Diwezhatoc'h marteze
ml: പിന്നീടാകാം
oc: Benlèu mai tard
th: ไว้ทีหลัง

source: Oh no!
br: N'eo ket gwir !
th: โอ้ ไม่!

source: Include last visited site
br: Enderc'hel al lec'hiennoù diwezhañ gweladennet
th: รวมไซต์ที่เยี่ยมชมล่าสุด

source: Thank you.
br: Trugarez.
th: ขอบคุณ

source: For your privacy, please do not include any personal information in your feedback.
br: Evit gwareziñ ho puhez prevez, ne roit ket titouroù personel e-barzh ho meno.
th: เพื่อความเป็นส่วนตัวของคุณ โปรดอย่าใส่ข้อมูลส่วนบุคคลใด ๆ ลงในข้อคิดเห็นของคุณ
