Repository: tktk711/mozilla-l10n
Catalog: */mobile/android/chrome/aboutCertError.dtd.po
Languages: br, eu, gu, hu, kab, lo, lv, mr, nb_no, nn_no, pt, sv, th, ur

source: Untrusted Connection
br: Kennask disfiziek
eu: Konexio fidagaitza
gu: અવિશ્વાસુ જોડાણ
hu: Nem megbízható kapcsolat
kab: Tuqqna taraselkant
lo: ການເຊື່ອມຕໍ່ທີ່ບໍ່ຫນ້າເຊື່ອຖືໄດ້
lv: Nedrošs savienojums
mr: अविश्वासार्ह जोडणी
nb_no: Usikker tilkobling
nn_no: Utrygg tilkopling
pt: Ligação não confiável
sv: Otillförlitlig anslutning
th: การเชื่อมต่อไม่น่าเชื่อถือ
ur: غیر بھروسا شدہ کنکشن

source: This Connection is Untrusted
br: Ar c'hennask-mañ zo disfiziek
eu: Konexio hau fidagaitza da
gu: આ જોડાણ અવિશ્વાસુ છે
hu: Ez a kapcsolat nem megbízható
kab: Tuqqna-yagi d taraselkant
lo: ການເຊື່ອມຕໍ່ນີ້ແມ່ນບໍ່ມີຄວາມຫນ້າເຊື່ອຖືໄດ້
lv: Šis savienojums nav drošs
mr: ही जोडणी अविश्वासार्ह आहे
nb_no: Denne tilkoblingen mangler sikkerhet
nn_no: Denne tilkoplinga manglar tryggleik
pt: Esta ligação não é de confiança
sv: Den här anslutningen är inte tillförlitlig
th: การเชื่อมต่อนี้ไม่น่าเชื่อถือ
ur: اس کنکشن کا بھروسا نہیں ہے

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
br: Goulennet hoc'h eus digant &brandShortName; kennaskañ diarvar ouzh <b>#1</b>, met n'hallomp ket kadarnaat ez eo ho kennask diogel.
eu: &brandShortName; <b>#1</b> helbidera modu ziurrean konektatzea eskatu duzu, baina ezin dugu baieztatu konexioa ziurra denik.
hu: Azt szerette volna, hogy a &brandShortName; biztonságosan kapcsolódjon a következőhöz: <b>#1</b>, de nem garantálható, hogy a kapcsolat biztonságos.
lo: ທ່ານໄດ້ຮ້ອງຂໍ &brandShortName; ເພື່ອເຊື່ອມຕໍ່ກັບ ຢ່າງປອດໄພ <b>#1</b>, ແຕ່ວ່າພວກເຮົາບໍ່ສາມາດຢັ້ງຢືນວ່າການເຊື່ອມຕໍ່ຂອງທ່ານແມ່ນປອດໄພ.
lv: Jūs likāt &brandShortName; droši savienoties ar <b>#1</b>, taču mēs nevaram garantēt, ka savienojums ir drošs.
mr: आपण &brandShortName; ला <b>#1</b>शी सुरक्षितपणे जोडण्यास सांगितले आहे, पण आम्ही आपली जोडणी सुरक्षित असल्याची पुष्टी करू शकत नाही.
pt: Pediu ao &brandShortName; para ligar com segurança a <b>#1</b>, mas não foi possível confirmar que a sua ligação é segura.
sv: Du har instruerat &brandShortName; att ansluta till <b>#1</b> på ett säkert sätt, men det går inte att bekräfta att anslutningen verkligen är säker.
th: คุณได้ขอให้ &brandShortName; เชื่อมต่อ แบบปลอดภัยไปยัง <b>#1</b> แต่เราไม่สามารถยืนยันได้ว่าการเชื่อมต่อของคุณปลอดภัย

source: What Should I Do?
br: Petra e rankfen ober?
eu: Zer egin?
gu: મારે શું કરવું જોઇએ?
hu: Mit tegyek?
kab: D acu ara geɣ?
lo: ຂ້ອຍຄວນຈະເຮັດແນວໃດ?
lv: Ko man darīt?
mr: मी काय करावे?
nb_no: Hva bør jeg gjøre?
nn_no: Kva bør eg gjera?
pt: O que devo fazer?
sv: Vad bör jag göra?
th: ฉันควรทำอย่างไร?
ur: مجھے کیا کرنا چاہیے؟

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
br: Mar kennaskit dre voaz ouzh al lec'hienn-mañ gant berzh, e talfe ar fazi-mañ ez eus un den bennak o klask kemer pivelezh al lec'hienn, ha ne rankfec'h ket kenderc'hel.
eu: Normalean gune honetara arazorik gabe konektatzen bazara, errore hau norbait gunea ordezten saiatzen ari dela esan lezake eta ez zenuke aurrera egin behar.
hu: Ha általában probléma nélkül tud kapcsolódni ehhez a webhelyhez, akkor ez a hiba azt jelentheti, hogy valaki leutánozta a webhelyet. Ne folytassa.
lo: ຖ້າຫາກວ່າປົກກະຕິແລ້ວທ່ານເຊື່ອມຕໍ່ກັບ ເວັບໄຊນີ້ໂດຍບໍ່ມີບັນຫາ, ຄວາມຜິດພາດນີ້ອາດເປັນໄປໄດ້ວ່າມີຜູ້ໃດຜູ້ຫນຶ່ງ ກຳລັງພະຍາຍາມທີ່ຈະປອມເວັບໄຊນີ້ຂື້ນມາ, ແລະ ທ່ານບໍ່ຄວນສືບຕໍ່ເຂົ້າໄປ.
lv: Ja parasti savienojaties ar šo lapu bez problēmām, šī kļūda varētu nozīmēt, ka kāda cita lapa mēģina uzdoties par to, un jums nevajadzētu turpināt.
mr: जर आपण या संकेतस्थळाशी समस्यांविना सारखे जोडणी करता, तर या त्रुटीचा अर्थ असा होऊ शकतो की हे संकेतस्थळ योग्य नसून, आपणास पुढे जाणे अनुचित राहील.
pt: Se acede regularmente a este site sem problemas, este erro pode significar que alguém está a tentar fazer-se passar pelo site. Por este motivo, não deve continuar.
sv: Om du vanligtvis utan problem ansluter till den här webbplatsen kan det här felet tyda på att någon annan försöker utge sig för att vara rätt webbplats och du bör därför inte fortsätta.
th: ถ้าปกติคุณเชื่อมต่อกับ ไซต์นี้ได้โดยไม่มีปัญหา ข้อผิดพลาดนี้อาจหมายถึงมีใครบางคน กำลังพยายามปลอมแปลงไซต์นี้ และคุณไม่ควรดำเนินการต่อ

source: Get me out of here!
br: Lamit kuit ac'hanon deus amañ !
eu: Eraman hemendik at!
gu: મને અહીંથી લઇ જાવ!
hu: Oldal elhagyása
kab: Amek ar ad ffɣeɣ sya!
lo: ພາຂ້ອຍອອກຈາກບ່ອນນີ້!
lv: Vediet mani prom!
mr: मला येथून बाहेर काढा!
nb_no: Få meg bort herfra!
nn_no: Få meg vekk herifrå!
pt: Tirem-me daqui!
sv: Ta mig härifrån!
th: นำฉันออกไปจากที่นี่!
ur: مجھے یہاں سے نکالیں!

source: I Understand the Risks
br: Kompren a ran ar riskloù
eu: Arriskuaz jabetzen naiz
gu: મને જોખમોની ખબર છે
hu: Megértettem a kockázatokat
kab: Gziɣ tilufa
lo: ຂ້າພະເຈົ້າເຂົ້າໃຈໃນຄວາມສ່ຽງນີ້
lv: Es apzinos riskus
mr: मला यातील धोके कळतात
nb_no: Jeg forstår risikoen
nn_no: Eg forstår risikoen
pt: Eu compreendo os riscos
sv: Jag förstår riskerna
th: ฉันเข้าใจถึงความเสี่ยง
ur: میں خطرات کو سمجھنا ہوں

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
br: Ma komprenit pezh a c'hoarvez, e c'hallit lavarout da &brandShortName; fiziout e testeni al lec'hienn-mañ. <b>Ha pa fizit el lec'hienn, e talvfe ar fazi-mañ ez eus un den bennak o klask kemer pivelezh al lec'hienn.</b>
eu: Gertatzen ari dena ulertzen baduzu, &brandShortName;(r)i gune honen identifikazioaz fidatzea agin diezaiokezu. <b>Baina guneaz fidatzen bazara ere, errore honek norbait zure konexioan eskua sartzen dabilela esan nahi lezake.</b>
hu: Ha érti, hogy mi történik, utasíthatja a &brandShortName;ot, hogy innentől kezdve bízzon meg a webhely azonosítójában. <b>Még ha bízik is a webhelyben, ez a hiba akkor is jelentheti azt, hogy valaki megpiszkálta a kapcsolatot.</b>
lo: ຖ້າຫາກທ່ານເຂົ້າໃຈວ່າທ່ານເຮັດຫຍັງຢູ່, ທ່ານ ສາມາດບອກ &brandShortName; ໃຫ້ເຊືອຖືສິງລະບູຕົວຕົນຂອງເວັບໄຊນີ້. <b>ຖ້າຫາກວ່າທ່ານໄວ້ໃຈເວັບໄຊນີ້, ຂໍ້ຜິດພາດນີ້ອາດເກີດຂື້ນມາຈາກມີ ຄົນໃດຄົນຫນຶ່ງກຳລັງແຊກແຊງການເຊື່ອມຕໍ່ຂອງທ່ານຢູ່.</b>
lv: Ja labi izprotat situāciju, varat pievienot šo lapu &brandShortName; uzticamo lapu sarakstam. <b>Pat, ja uzticaties šai lapai, šī kļūda var nozīmēt, ka kāds veic neatļautas darbības ar savienojumu.</b>
mr: तुम्हाला काय होते हे कळत असल्यास, तुम्ही &brandShortName;ला हे स्थळ विश्वासार्ह आहे असे सांगु शकता. <b>तरी तुम्हाला हे स्थळ विश्वासार्ह वाटत असेल, तर याचा अर्थ कुणीतरी तुमच्या जुळवणीचा गैर वापर करीत आहे.</b>
pt: Se compreende o que está a acontecer, pode dar a indicação ao &brandShortName; para confiar na identificação deste site. <b>Mesmo que confie no site, este erro pode significar que alguém está a manipular a sua ligação.</b>
sv: Om du förstår vad som har hänt kan du instruera &brandShortName; att börja lita på den här webbplatsens identitet. <b>Även om du litar på den här webbplatsen kan det här felet vara ett tecken på att någon manipulerar din internetanslutning.</b>
th: ถ้าคุณเข้าใจในสิ่งที่เกิดขึ้น คุณ สามารถบอก &brandShortName; ให้เริ่มเชื่อถืออัตลักษณ์ของไซต์นี้ได้ <b>แต่ถึงแม้ว่าคุณจะเชื่อถือไซต์นี้ ข้อผิดพลาดนี้อาจหมายถึงมีใครบางคน กำลังดัดแปลงการเชื่อมต่อของคุณ</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
br: N'ouzhpennit ket un nemedenn nemet mar gouezit perak ne implij ket al lec'hienn-mañ un testeni fiziek.
eu: Ez gehitu salbuespena ez badakizu arrazoi on bat dagoela gune honek identifikazio fidagarria ez erabiltzeko.
hu: Ne adjon hozzá kivételt, kivéve ha tudja, hogy jó oka van annak, hogy ez a webhely nem megbízható azonosítást használ.
lo: ບໍ່ຄວນອະນຸຍາດໃຫ້ມີຂໍ້ຍົກເວັ້ນຫາກ ທ່ານບໍ່ມີເຫດຜົນທີ່ດີພໍວ່າເປັນຫຍັງເວັບໄຊນີ້ຈຶ່ງບໍ່ມີການຢືນຢັນໂຕທີ່ຖືກຕ້ອງ.
lv: Nepievienojiet izņēmumu, ja vien jums nav zināms labs iemesls, kāpēc šī lapa neizmanto uzticamu identifikāciju.
mr: जोपर्यंत आपणास हे स्थळ विश्वासार्ह ओळख का वापरत नाही याचे कारण माहित असल्याशिवाय अपवाद यादीत जोडू नका.
pt: Não adicione uma exceção a menos que saiba que existe uma boa razão para o site não ter uma identificação confiável.
sv: Lägg inte till ett undantag om du inte vet att det finns en bra anledning till varför webbplatsen inte använder en betrodd identifieringsmetod.
th: อย่าเพิ่มข้อยกเว้นจนกว่า คุณจะรู้ว่าเว็บไซต์นี้มีเหตุผลอะไร ทำไมจึงไม่ใช้อัตลักษณ์แบบเชื่อถือได้

source: Visit site
br: Gweladenniñ al lec'hienn
eu: Bisitatu gunea
gu: સાઇટની મુલાકાત લો
hu: Webhely meglátogatása
kab: Rzu ɣer usmel
lo: ເຂົ້າໄປເບິງເວັບໄຊ
lv: Apmeklēt lapu
mr: संकेतस्थळास भेट द्या
nb_no: Besøk siden
nn_no: Gå til sida
pt: Visitar o site
sv: Besök platsen
th: เยี่ยมชมไซต์
ur: مصاحبہ سائٹ

source: Add permanent exception
br: Ouzhpennañ un nemedenn badel
eu: Behin betiko salbuespena gehitu
gu: કાયમી અપવાદ ઉમેરો
hu: Állandó kivétel hozzáadása
kab: Rnu tasureft timezgit
lo: ເພີ່ມຂໍ້ຍົກເວັ້ນຢ່າງຖາວອນ
lv: Pievienot pastāvīgu izņēmumu
mr: अपवाद यादीत कायमचे समाविष्ठ करा
nb_no: Lag en unntaksregel
nn_no: Lag ein unntaksregel
pt: Adicionar exceção permanente
sv: Lägg till ett permanent undantag
th: เพิ่มข้อยกเว้นถาวร
ur: مستقل استثنیٰ شامل کریں

source: Technical Details
br: Munudoù kalvezel
eu: Xehetasun teknikoak
gu: તકનીકી વિગતો
hu: Technikai részletek
kab: Talqayt tatiknikant
lo: ລາຍລະອຽດທາງດ້ານເຕັກນິກ
lv: Tehniskā informācija
mr: तांत्रिक तपशील
nb_no: Tekniske detaljer
nn_no: Tekniske detaljar
pt: Detalhes técnicos
sv: Tekniska detaljer
th: รายละเอียดทางเทคนิค
ur: تکنیکی تفاصیل

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
gu: તમે &brandShortName; ને <b>#1</b> સાથે સુરક્ષિત રીતે જોડાવા માટે પૂછ્યું છે, પરંતુ અમે ખાતરી કરી શકતા નથી કે જોડાણ સુરક્ષિત છે.
kab: Tsutreḍ i &brandShortName; tuqqna s tɣellist ɣeṛ <b>#1</b>, acukan ur nezmir ara ad nesentem d akken tuqqna inek ad teddu s tɣellist.
nb_no: Du har bedt &brandShortName; om å koble til <b>#1</b> med en sikker tilkobling, men &brandShortName; kan ikke bekrefte at tilkoblingen er sikker.
nn_no: Du har bede &brandShortName; om å kopla til <b>#1</b> med ei trygg tilkopling, men &brandShortName; kan ikkje stadfesta at tilkoplinga er trygg.
ur: آپ نے &brandShortName; کو حفاظت سے <b>#1</b> کے ساتھ جڑنے کو کہا ہے، لیکن ہمیں یقین نہیں ہے کہ آپ کا کنکشن محفوظ ہے۔

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
gu: જો તમે સામાન્ય રીતે આ સાઇટમાં કોઇપણ પ્રકારની સમસ્યાઓ વિના જોડાતા હવ, તો આ ભૂલનો અર્થ એવો થઇ શકે કે કોઇક સાઇટને બગાડવાનો પ્રયાસ કરી રહ્યું છે, અને તમારે ચાલુ રાખવું જોઇએ નહિં.
kab: Ma tugh tannumi tetteqqneḍ ɣer usmel-agi war uguren, tuccḍa-yagi ahat d yiwen ara yettaɛrḍen ad yaker tamagit n usmel-agi, ihi ur yessefk ara ad tkemmleḍ.
nb_no: Dersom du vanligvis kobler til dette nettstedet uten problemer kan denne meldingen bety at noen forsøker å etterligne nettstedet. Du bør da ikke fortsette.
nn_no: Om du vanlegvis koplar til denne sida utan problem, kan denne feilen tyde på at nokon prøver å etterlikna sida, og du bør ikkje halde fram.
ur: اگر آپ عام طور پر بغیر مسائل کہ اس سائٹ سے جڑتے ہیں، تو اس نقص کا یہ مطلب ہو سکتا ہے کہ کوئی سائٹ کا روپ لینے کی کوشش کر رہا ہے اور آپ کو آگے نہیں جانا چاہیے۔

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
gu: જો તમને ખબર હોય કે શું ચાલી રહ્યું છે, તો તમે કહી શકો કે &brandShortName; એ આ સાઇટની ઓળખ કરવાનું શરૂ કરી રહ્યું છે. <b>જો તમે આ સાઇટ પર વિશ્વાસ કરતા હોય તો પણ, આ ભૂલનો અર્થ એવો થઇ શકે કે કોઇક તમારા જોડાણ સાથે છેડછાડ કરી રહ્યું છે.</b>
kab: Ma teẓriḍ ayen iḍerrun, tzemreḍ ad tiniḍ i &brandShortName; ad yamen usulu n usmel-agi. <b>Xas akken tgiḍ laman deg usmel-agi, tuccḍa-yagi tezmer ad tili d albaɛḍ i la yettakren tuqqna inek.</b>
nb_no: Dersom du forstår hva som foregår kan du be &brandShortName; om å stole på dette nettstedets identitet. <b>Selv om du stoler på nettstedet, kan dette likevel bety at noen forsøker å forfalske tilkoblingen.</b>
nn_no: Om du skjønar kva som skjer, kan du be &brandShortName; å byrja stola på identifikasjonen til sida. <b>Sjølv om du stolar på sida, kan denne feilen tyda på at nokon tuklar med sambandet ditt.</b>
ur: اگر آپ کو سمجھ آ رہی ہے کہ کیا ہو رہا ہے، تو آپ &brandShortName; کو اس سائٹ کی شناخت پر بھروسا کرنا شروع کرنے کے لیے کہ سکتے ہیں <b>آپ کے سائٹ پر بھروسا کرنے کے باوجود، اس نقص کا مطلب ہو سکتا ہے کہ کوئی آپ کے کنکشن کو چھیڑ رہا ہے۔</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
gu: અપવાદ ઉમેરશો નહિં જ્યાં સુધી તમને ખબર નહિં હોય કે આ સાઇટ કયા સારા કારણોસર વિશ્વાસુ ઓળખ વાપરતી નથી.
kab: Ur rennu ara tasureft arma teẓriḍ d akken tella ssebba acuɣeṛ asmel-agi ur yesseqdac ara asulu yettwamanen.
nb_no: Ikke lag en unntaksregel med mindre du vet at det er en god grunn til at dette nettstedet ikke har sikker identifikasjon.
nn_no: Ikkje legg til utvidingar utan at du veit at det er ein god grunn til at denne nettstaden ikkje har trygg identifikasjon.
ur: استثنیٰ شامل نہ کریں جب تک کہ آپ کے پاس کوئی اچھی دلیل ہو کہ یہ ویب سائٹ قابل اعتبارشناخت استعمال نہیں کرتی۔
