Repository: tktk711/mozilla-l10n
Catalog: */mobile/android/chrome/phishing.dtd.po
Languages: af, ar, bn_bd, bn_in, br, bs, es_es, es_mx, fa, he, hi_in, hy_am, is, ka, kab, kn, lo, lt, lv, mai, mr, nb_no, nn_no, oc, pt_br, ta, te, th, tr, uz, xh

source: Entering any personal information on this page may result in identity theft or other fraud.
br: Mar bez roet titouroù personel ganeoc'h war ar bajennad-mañ e tegouezho laeroñsi ho pivelezh pe ditouroù all marteze.
bs: Unos bilo kakvih ličnih informacija na ovoj stranici može rezultirati krađom indentiteta ili drugom prevarom.
es_es: Escribir cualquier información personal en esta página puede resultar en un robo de identidad u otro tipo de fraude.
he: הכנסת מידע אישי בדף זה עשויה להסתיים בגנבת זהות או במקרי הונאה אחרים.
kn: ಈ ಪುಟದಲ್ಲಿ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ವಿವರಗಳ ನಮೂದನೆ ಗುರುತು ಕಳ್ಳತನ ಅಥವಾ ಇತರೆ ವಂಚನೆಗೆ ಕಾರಣವಾಗಬಹುದು.
oc: En picant d'informacions sus aquesta pagina Web, vos poiriatz expausar a una usurpacion d'identitat o a d'autras fraudariás.
pt_br: O fornecimento de dados pessoais nesta página pode resultar em roubo de identidade ou outros golpes.
ta: இந்த பக்கத்தில் உங்களுடைய சொந்த தகவல்களை உள்ளிடுதல் உங்களின் அடையாளத்தை திருடுவதில் அல்லது மற்ற ஏமாற்றங்களில் முடியும்.
te: ఈ పేజీ పైన ఏదేని వ్యక్తిగత సమాచారం ప్రవేశపెట్టిన అది దొంగిలించబడవచ్చు లేదా దగా చేయబడుదురు.
xh: Ukufaka naziphi na iinkcukacha kweli phepha kungakhokelela ekubiweni kwazo okanye kobunye ubuqhetseba.

source: <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
br: <p>Ar rizh damrez-mañ war ar web a vez arveret er c'hwiberezhioù graet 'tagadennoù dre higennañ' anezho. Drevezet e vez neuze pajennadoù web pe posteloù hoc'h eus fiziañs enno.</p>
bs: <p>Ovakve vrste web krivotvorina se koriste u prevarama poznatim kao napad lažnim predstavljanjem, u kojim se koriste varljive web stranice ili emailovi koji imitiraju izvore kojima možda vjerujete.</p>
es_es: <p>Estos tipos de falsificaciones web son usados en fraudes conocidos como ataques de phishing, en los cuales las páginas fraudulentas y los correos son usados para imitar fuentes en las que confía.</p>
he: <p>סוגים אלה של זיופים משמשים במה שידוע כ־"התקפות הונאה" (פישינג), בהם דפי אינטרנט והודעות דוא״ל מזויפים משמשים לחיקוי של מקורות שאתה בוטח בהם.</p>
kn: <p>ಹಗರಣಗಳಲ್ಲಿ ಬಳಸಲ್ಪಡುವ ಈ ರೀತಿಯ ಜಾಲದ ವಂಚನೆಗಳು ಫಿಶಿಂಗ್ ದಾಳಿಗಳು ಎಂದು ಕರೆಯಲ್ಪಡುವ ಇದರಲ್ಲಿ ವಂಚಿಸುವ ಜಾಲ ಪುಟಗಳು ಅಥವ ಈ ಮೇಲ್‍ಗಳು ನೀವು ನಂಬುವ ಮೂಲಗಳನ್ನು ಅನುಕರಿಸುತ್ತವೆ.</p>
oc: <p>Aquestes tipes de sites Web son utilizats dins de fraudariás conegudas jol tèrme d'atacs per phishing (o anquetatge), dins las qualas de paginas Web o de corrièrs frauduloses son utilizats per imitar de fonts dins lasqualas podètz aver fisança.</p>
pt_br: <p>Estes tipos de fraude são usados em golpes conhecidos como phishing attacks, em que páginas falsas e emails se fazem passar por fontes que você confiaria.</p>
ta: <p>இந்த வகை இணைய மோசடிகள் ஃபிஷிங் தாக்குதல் எனப்படுகிறது, அதாவது நம்பகமான இணைய பக்கம் அல்லது மின்னஞ்சல்கள் போலவே ஜோடிக்கப்படும்.</p>
te: <p>ఈ రకమైన వెబ్‌మోసాలు స్కాములలో వుపయోగిస్తారు ఇవి ఫిష్షింగ్ దాడులనికూడా చెప్పవచ్చు, మీరు నమ్మేటటువంటి వెబ్ పేజీలు మరియు ఈమెయిలులను అనుకరిస్తూ మోసపూరితమైనవి చేసి వుపయోగిస్తారు.</p>
xh: <p>Ezi ndidi zenkohliso zewebhu zisetyenziswa kwiqhinga elaziwa njengokufunyanwa kweenkcukacha ngobuqhetseba apho amaphepha ewebhu obuqhetseba neeimeyile zisetyenziswa njengezixhobo onokuzithemba..</p>

# safeb.palm.reportPage.label
source: Why was this page blocked?
es_mx: ¿Por qué fue bloqueada esta página?
lo: ເປັນຫຍັງຫນ້າເວັບນີ້ຈຶ່ງຖືກບັອກໄວ້?
lv: Kāpēc šī lapa tika bloķēta?
nb_no: Hvorfor ble dette nettstedet blokkert?
tr: Bu sayfa neden engellendi?
xh: Kwakutheni ukuze liblokwe eli phepha?

# safeb.palm.whyForbidden.label
source: Why was this page blocked?
es_mx: ¿Por qué fue bloqueada esta página?
lo: ເປັນຫຍັງຫນ້າເວັບນີ້ຈຶ່ງຖືກບັອກໄວ້?
lv: Kāpēc šī lapa tika bloķēta?
nb_no: Hvorfor ble denne siden blokkert?
tr: Bu sayfa neden engellendi?
xh: Kwakutheni ukuze liblokwe eli phepha?

source: Reported Unwanted Software Site!
ar: موقع غير مرغوب فيه مبلّغ عنه!
bn_bd: সন্দেহভাজন অবাঞ্ছিত সফটওয়্যার সাইট!
bn_in: অবাঞ্ছিত সফটওয়্যার সাইট পাওয়া গেছে!
br: Danevelliñ al lec'hienn meziantoù dic'hoantaet !
bs: Prijavljena stranica sa neželjenim softverom!
es_mx: ¡Sitio reportado que contiene software malicioso!
hi_in: अवांछित सॉफ्टवेयर साइट रिपोर्टेड किया गया!
hy_am: Անցանկալի ծրագրերի կայք
is: Láta vita af óæskilegu hugbúnaðarsvæði!
kab: Asmel awgi yettwassen d akken yegber iseɣẓanen ur nettwabɣi ara !
kn: ಅವಶ್ಯವಿಲ್ಲದ ತಂತ್ರಾಂಶ ತಾಣವನ್ನು ವರದಿಮಾಡಿ!
lo: ລາຍງານຊັອບແວທີ່ບໍ່ພຶງປະສົງແລ້ວ!
lt: Apie nepageidaujamos programinės įrangos svetainę pranešta!
lv: Iespējama nevēlamas programmatūras lapa!
mr: नको असलेली सॉफ्टवेअर साईट कळवली!
nb_no: Rapporter nettsted med uønskede programmer!
nn_no: Rapportert uynskt programvareside!
pt_br: Relatando site de software indesejado!
ta: விரும்பத்தகா மென்பொருள் தளத்தை புகார் செய்!
th: ไซต์ที่มีซอฟต์แวร์ไม่พึงประสงค์ตามการรายงาน!
tr: İstenmeyen yazılım sitesi şüphesi!
uz: Keraksiz deb hisoblangan dasturiy ta’minot sayti haqida xabar berildi!
xh: Isayithi ye-Software Engafunekiyo eChaziweyo!

source: This web page at <span id='unwanted_sitename'/> has been reported to contain unwanted software and has been blocked based on your security preferences.
ar: أُبلِغ عن أن الموقع <span id='unwanted_sitename'/> يحتوي برمجيات غير مرغوب فيها و حُجِبَ بناء على تفضيلات الأمن.
bn_bd: এই ওয়েবসাইটটি <span id='unwanted_sitename'/> অনাকাঙ্খিত সফটওয়ার বহন করে বলে, রিপোর্ট করা হয়েছে এবং আপনার নিরাপত্তা পছন্দ অনুযায়ী ব্লক করা হয়েছে।
bn_in: <span id='unwanted_sitename'/> -এ উপস্থিত পেজটি একটি বিপজ্জনক পেজ রূপে চিহ্নিত হয়েছে এবং আপনার নির্ধারিত সুরক্ষামূলক বৈশিষ্ট্য অনুযায়ী এটির প্রদর্শন প্রতিরোধ করা হয়েছে।
br: Marilhet eo bet ar bajenn-mañ e <span id='unwanted_sitename'/> evel ur bajenn gant meziantoù dic'hoantaet ha harzet eo bet gant ho kwellvezioù diogelroez.
bs: Web stranica <span id='unwanted_sitename'/> je prijavljena da sadrži neželjeni softver i blokirana je na osnovu vaših sigurnosnih postavki.
es_mx: Esta página hospedada en <span id='unwanted_sitename'/> ha sido reportada porque contiene software malicioso y se bloqueó con base en tus preferencias de seguridad.
hi_in: This web page at <span id='unwanted_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
hy_am: Տեղեկություն կա այն մասին, որ <span id='unwanted_sitename'/> կայքը կիրառվում է համակարգիչների վրա գրոհելու համար: Համաձայն անվտանգության կարգավորումների՝ այն արգելափակված է:
is: Tilkynnt hefur verið að vefsíðan <span id='unwanted_sitename'/> innihaldi óæskilegan hugbúnaða og hefur því verið lokað á hana samkvæmt á öryggisstillingum þínum.
kab: Asebter agi web illan di <span id='unwanted_sitename'/> yettwammel d akken igber aseɣẓan araɣelsan. Ihi yettusewḥel akken llan ismenyifen inek n tɣellist.
kn: ಈ ಜಾಲ ಪುಟವನ್ನು <span id='unwanted_sitename'/> ನಲ್ಲಿ ಅವಶ್ಯವಿಲ್ಲದ ತಂತ್ರಾಂಶ ಇರುವುದೆಂದು ವರದಿ ಮಾಡಲಾಗಿರುವುದರಿಂದ ಮತ್ತು ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಆದ್ಯತೆಗಳ ಅನುಸಾರವಾಗಿ ಇದನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
lo: ຫນ້າເວັບ <span id='unwanted_sitename'/> ນີ້ໄດ້ຖືກລາຍງານວ່າປະກອບມີຊັອບແວທີ່ບໍ່ພຶງປະສົງ ແລະ ໄດ້ຖືກຕັ້ງຄ່າໃຫ້ບັອກໄວ້ໃນການຕັ້ງຄ່າຄວາມປອດໄພຂອງທ່ານ.
lt: Yra pranešta, jog tinklalapis adresu <span id='unwanted_sitename'/> yra kenkėjiškas, tad jis užblokuotas remiantis jūsų saugumo nustatymais.
lv: Par šo lapu <span id='malware_sitename'/> ir saņemti ziņojumi, ka no tās tiek veikti uzbrukumi tās apmeklētājiem. Atbilstoši jūsu drošības iestatījumiem, lapa ir bloķēta.
mr: <span id='unwanted_sitename'/> वरील हे वेब पान आक्रमण पान म्हणून कळवलेले आहे आणि ते आपल्या सुरक्षा पसंतींनुसार अडवले आहे.
nb_no: Denne nettsiden på <span id='unwanted_sitename'/> er rapportert som at den inneholder uønskede programmer, og er blokkert basert på sikkerhetsinnstillingene dine.
nn_no: Denne nettsida på <span id='unwanted_sitename'/> er rapportert å innehalda uynskt programvare og er, på grunnlag av tryggings-innstillingane dine, blokkert.
pt_br: A página <span id='unwanted_sitename'/> foi considerada uma página de software indesejado e foi bloqueada de acordo com as suas preferências de segurança.
ta: இந்த இணைய தளம் <span id='unwanted_sitename'/> தாக்கப்பட்டுள்ள தளம் என அறிக்கையிடப்பட்டுள்ளது மற்றும் உங்கள் பாதுகாப்பு முன்னுரிமையைக் கொண்டு தடுக்கப்பட்டுள்ளது.
th: หน้าเว็บนี้ที่ <span id='unwanted_sitename'/> ถูกรายงานว่ามีซอฟต์แวร์ไม่พึงประสงค์และถูกปิดกั้นตามการตั้งค่าความปลอดภัยของคุณ
tr: <span id='unwanted_sitename'/> adresindeki bu sayfanın istenmeyen yazılım içerdiği bildirilmiştir. Güvenlik tercihlerinize dayanılarak sayfa engellendi.
uz: <span id='unwanted_sitename'/> veb sahifasi shubhali dasturiy ta’minot mavjud sayt sifatida xabar berilgan, shu sababli xavfsizlik sozlamalaringizga asoslanib, ushbu sahifa bloklandi.
xh: Eli phepha lewebhu kwi-<span id='unwanted_sitename'/> lichazwe ukuba liqulethe i-software engafunekiyo kwaye lithintelwe ngokusekelwe kwiipriferensi zakho zokhuseleko.

source: Unwanted software pages try to install software that can be deceptive and affect your system in unexpected ways.
ar: صفحات البرمجيات غير المرغوب فيها تحاول تنصيب برمجيات خدّاعة قد تؤثر على نظامك بصور غير متوقعة.
bn_bd: অবাঞ্ছনীয় সফটওয়্যার পাতা এমন কিছু সফটওয়্যার ইন্সটল করতে চাইছে যা আপনার কম্পিউটারের সমূহ ক্ষতির সম্ভাবনার কারণ হতে পারে।
bn_in: অবাঞ্ছনীয় সফটওয়্যার পেজ গুলি এমন কিছু সফটওয়্যার ইন্সটল করতে চাইছে যা আপনার কম্পিউটারের সমুহ ক্ষতির সম্ভাবনার কারণ হতে পারে।
br: Pajennoù meziantoù dic'hoantaet a glask staliañ meziantoù a c'hell bezañ touellus ha tagañ ho reizhad e doareoù dic'hortoz.
bs: Nesigurne stranice pokušavaju instalirati programe koju su zavaravajući i mogu na neočekivane načine uticati na vaš sistem.
es_mx: Páginas con software malicioso intentan instalar software que puede afectar tu sistema de diversas formas.
hi_in: अवांछित सॉफ्टवेयर पृष्ठ वह सॉफ्टवेयर स्थापित करने का प्रयास करें जो भ्रामक हो सकता है और अप्रत्याशित तरीके में आपके तंत्र को प्रभावित कर सकता है.
hy_am: Անցանկալի ծրագրերի կայքը փորձում է տեղադրել ծրագիր, որը կարող է վնասել Ձեր համակարգիչը:
is: Síður með óæskilegum hugbúnaði reyna að innsetja hugbúnað á tækið þitt sem getur verið villandi og haft óvænt áhrif á kerfið þitt.
kab: Isebtar igebren iseɣẓanen uggagen ttaɛraḍen ad sbedden iseɣẓanen izemren ad kelxen neɣ ad sexeṣren anagraw-ik s wudem ur nettwarǧi ara.
kn: ಅವಶ್ಯವಿಲ್ಲದ ತಂತ್ರಾಂಶ ಪುಟಗಳು ನಿಮ್ಮ ಗಣಕವನ್ನು ಅನಿರೀಕ್ಷಿತ ದಾರಿಗಳಿಂದ ಬಾಧಿಸುವ ಮತ್ತು ವಂಚಕ ತಂತ್ರಾಂಶಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ಪ್ರಯತ್ನಪಡಬಹುದು.
lo: ຫນ້າເວັບຊັອບແວທີ່ບໍ່ພຶງປະສົງພະຍາຍາມຈະຕິດຕັ້ງໂປແກຣມທີ່ລໍ່ລວງທ່ານ ແລະ ມີຜົນເຮັດໃຫ້ລະບົບຂອງທ່ານຜິດປົກກະຕິ.
lt: Kenkėjiški tinklalapiai siekia įdiegti programinę įrangą, kuri gali būti apgaulinga ir pakenkti jūsų kompiuteriui.
lv: Nevēlamas programmatūras lapas mēģina instalēt krāpnieciskas un citādi bīstamas programmas, kas var kaitēt jums.
mr: नको असलेले सॉफ्टवेअर पाने सॉफ्टवेअर प्रस्थापित करण्याचा प्रयत्न करतात जे फसवे असु शकतात आणि आपल्या सिस्टमला विचित्र प्रकारे हानी पोहोचवु शकतात.
nb_no: Uønskede program-sider forsøker å installere programmer som kan være misvisende og påvirke systemet ditt på uventede måter.
nn_no: Uynskte programvaresider freistar å installera programvare som kan vera villeiande og påverka systemet ditt på uventa måtar.
pt_br: As páginas de software indesejado, tentam instalar software que pode ser enganoso e afetar o seu sistema de formas inesperadas.
th: หน้าที่มีซอฟต์แวร์ไม่พึงประสงค์จะพยายามติดตั้งซอฟต์แวร์ที่สามารถหลอกลวงและส่งผลกระทบกับระบบของคุณในทางที่ไม่คาดคิด
tr: İstenmeyen yazılım sayfaları, yanıltıcı olabilecek ve sisteminiz beklenmedik şekillerde etkileyebilecek yazılımlar yüklemeye çalışır.
uz: Keraksiz dasturiy ta’minot sahifalari turli dasturlarni o‘rnatishga harakat qiladi. Ushbu dasturlar aldovchi bo‘lishi va tizimingizga kutilmagan yo‘llar bilan ta’sir qilishi mumkin.
xh: Amaphepha e-software angafuneki azama ukufakela i-software enganako ukuqhatha kwaye achaphazele isistim yakho ngeendlela ezingalindelekanga.

source: Blocked Site
es_mx: Sitio bloqueado
lo: ເວັບໄຊຕ໌ນີ້ຖືກບັອກ
lv: Bloķēta lapa
nb_no: Blokkert nettsted
tr: Engellenmiş site
xh: Isayithi Eblokiweyo

source: The Web page at <span id='forbidden_sitename'/> has been blocked by your admin profile.
es_mx: La página Web en <span id='forbidden_sitename'/> ha sido bloqueada por tu perfil de administrador.
lo: ຫນ້າເວັບທີ່ <span id='forbidden_sitename'/> ໄດ້ຖືກບັອກໂດຍຜູ້ຄຸ້ມຄອງລະບົບຂອງທ່ານ.
lv: Lapa <span id='forbidden_sitename'/> ir bloķēta atbilstoši jūsu pārlūka iestatījumiem.
nb_no: Nettsiden på <span id='forbidden_sitename'/> ble blokkert av admin-profilen din.
tr: <span id='forbidden_sitename'/> adresindeki web sayfası yönetici profiliniz tarafından engellenmiştir.
xh: Iphepha leWebhu kwi <span id='forbidden_sitename'/> liblokwe yiprofayili yakho yolawulo.

source: Deceptive Site!
ar: موقع مخادع!
bn_bd: বিভ্রান্তিকর সাইট!
bn_in: প্রতারক সাইট!
hi_in: धोखादायक साईट!
hy_am: Խաբուսիկ կայք
is: Svindlsvæði!
kab: Asmel web n ukellex!
lo: ເວັບໄຊຕ໌ປອມແປງ
lt: Apgaulinga svetainė!
lv: Maldinoša lapa!
mr: फसवी साईट!
nb_no: Villedende nettsted!
nn_no: Villeiande nettside!
th: ไซต์หลอกลวง!
tr: Aldatıcı site!
uz: Yolg‘on sayt!

source: This web page at <span id='phishing_sitename'/> has been reported as a deceptive site and has been blocked based on your security preferences.
ar: أُبلِغ عن أن الموقع <span id='phishing_sitename'/> موقع مخادع و حُجِبَ بناء على تفضيلات الأمن.
bn_bd: এই ওয়েবসাইটটিকে<span id='phishing_sitename'/> প্রতারক সাইট হিসেবে রিপোর্ট করা হয়েছে এবং আপনার নিরাপত্তা পছন্দ অনুযায়ী ব্লক করা হয়েছে।
bn_in: <span id='phishing_sitename'/>এ উপস্থিত এই পেজটি একটি বিপজ্জনক পেজ রূপে চিহ্নিত করা হয়েছে এবং আপনার নির্ধারিত সুরক্ষামূলক বৈশিষ্ট্য অনুযায়ী এটির প্রদর্শন প্রতিরোধ করা হয়েছে।
es_mx: Esta página ubicada en <span id='phishing_sitename'/> ha sido reportada como atacante y ha sido bloqueada basándonos en tus preferencias de seguridad.
hi_in: इस वेब पृष्ठ पे <span id='phishing_sitename'/> को धोखादायक सूचित किया गया है और आपकी प्राथमिकताओं के अनुसार अवरोधित कर दिया गया है.
hy_am: Տեղեկություն կա այն մասին, որ <span id='phishing_sitename'/> կայքը կիրառվում է համակարգիչների վրա գրոհելու համար: Համաձայն ձեր անվտանգության կարգավորումների՝ այն արգելափակված է:
is: Tilkynnt hefur verið að þessi vefsíða hér <span id='phishing_sitename'/> sé árásar síða og hefur verið lokað á hana byggt á öryggisstillingum þínum.
kab: Asebter agi web illan di <span id='phishing_sitename'/> yettwammel d akken d asmel n ukellex. Ihi, ittusewḥel akken llan ismenyifen inek n tɣellist.
lo: ຫນ້າເວັບນີ້ທີ່ <span id='phishing_sitename'/> ໄດ້ຖືກລາຍງານວ່າຫນ້າເວັບນີ້ອາດຈະເປັນອັນຕະລາຍຕໍ່ຄອມພິວເຕີຂອງທ່ານ ແລະ ໄດ້ຖືກບັອກໄວແລ້ວໂດຍອີ່ງໃສ່ການຕັ້ງຄ່າຄວາມປອດໄພຂອງທ່ານ.
lt: Yra pranešta, jog tinklalapis adresu <span id='phishing_sitename'/> yra klaidinantis, tad jis užblokuotas remiantis jūsų saugumo nustatymais.
lv: Par lapu <span id='phishing_sitename'/> ir saņemti ziņojumi, ka tā maldina lietotājus. Atbilstoši jūsu drošības iestatījumiem, lapa ir bloķēta.
mr: <span id='phishing_sitename'/> वरील हे वेब पान आक्रमण पान म्हणून कळवलेले आहे आणि ते आपल्या सुरक्षा पसंतींनुसार अडवले आहे.
nb_no: Nettstedet på <span id='phishing_sitename'/> er rapportert som et villedende nettsted, og er blokkert basert på sikkerhetsinnstillingene dine.
nn_no: Denne nettstaden på <span id='phishing_sitename'/> er rapportert som ein åtaksnettstad, og er blokkert basert på tryggingsinnstillingane dine.
th: หน้าเว็บนี้ที่ <span id='phishing_sitename'/> ถูกรายงานว่าเป็นไซต์หลอกลวงและถูกปิดกั้นตามการตั้งค่าความปลอดภัยของคุณ
tr: <span id='phishing_sitename'/> adresli sayfanın aldatıcı bir site olduğu bildirildi ve güvenlik tercihlerinize dayanılarak bu sayfa engellendi.
uz: Ushbu <span id='phishing_sitename'/> sahifasi yolg‘on sayt sifatida xabar berilgan, shuning uchun xavfsizligingizni o‘ylab, ushbu sahifa bloklandi.

source: <p>Deceptive sites are designed to trick you into doing something dangerous, like installing software, or revealing your personal information, like passwords, phone numbers or credit cards.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
ar: <p>تصمم المواقع المخادعة لتضليلك حتى تفعل شيئًا خطيرًا، مثل تنصيب برمجيات، أو الإفصاح عن معلوماتك الشخصية مثل كلمة السر أو رقم الهاتف أو بطاقات الائتمان.</p><p>إدخال أي معلومات في هذه الصفحة قد يكون سببًا في سرقة هويتك أو أي صورة أخرى من صور الاحتيال.</p>
bn_bd: <p>প্রতারণামূলক সাইটগুলো এমনভাবে তৈরি করা হয় যে আপনাকে বিভ্রান্ত করে কোন বিপদজনক কিছু করার প্রচরণা দেয়, যেমন সফটওয়্যার ইন্সটল করা, বা আপনার ব্যক্তিগত তথ্য প্রকাশ করতে বাধ্য করা, যেমন পাসওয়ার্ড, ফোন নাম্বার বা ক্রেডিট কার্ড।</p><p>এইসব পাতায় তথ্য দেওয়ার ফলাফল পরিচয় চুরি বা অন্য কোন প্রতারণা হতে পারে।</p>
bn_in: <p>প্রতারণামূলক সাইটগুলো আপনাকে ট্রিক করে ভয়ঙ্কর কিছু করায়, যেমন সফটওয়্যার ইন্সটল, বা আপনার তথ্য বের করে নেওয়া, যেমন পাসওয়ার্ড, ফোন নম্বর বা ক্রেডিট কার্ড।</p> <p>ওয়েবসাইটের ওয়েব পেজে কিছু তথ্য দেওয়া পরিচয় প্রতারণা বা অন্য জালিয়াতি হতে পারে।</p>
hi_in: <p>भ्रमकारी साइट्स आपको भ्रमित कर आपकी निजी जानकारी जैसे फ़ोन नंबर, पासवर्ड, क्रेडिट कार्ड का दुरुपयोग या आपके डिवाइस मैं आपत्तिजनक सॉफ्टवेयर इनस्टॉल करके आपको उलझाने हेतु डिज़ाइन की गई हैं.</p><p>वेब के माध्यम से दर्ज की गई कोई भी व्यक्तिगत जानकारी आपकी पहचान के लिए घातक हो सकती है.</p>
hy_am: <p>Խաբուսիկ կայքերը նախագծված են դրդելու ձեզ կատարել վտանգավոր գործողություններ, ինչպես օրինակ տեղադրել ծրագրեր կամ ցուցադրել ձեր անձնական տեղեկությունները՝ գաղտնաբառեր, հեռախոսահամարներ կամ բանկային քարտեր:</p><p>Այս էջում ցանկացած տեղեկության մուտքագրումը կարող է հանգեցնել անձնական տվյալների կորստի կամ այլ վնասների:</p>
is: <p>Svindlsvæði eru gerð til að plata þig í að gera eitthvað varhugavert, eins og setja inn hugbúnað eða opinbera persónulegar upplýsingar, eins og lykilorð, símanúmer eða kortanúmer.</p><p>Ef þú slærð inn einhverjar upplýsingar á þetta vefsvæði gæti það leitt til þess að auðkenni þínu verði stolið eða annað svindl eigi sér stað.</p>
kab: <p>Ismal web n ukellex d wid ittaɛraḍen ad xedmen ayen ur yelhin ara, am usebded n iseɣẓanen, neɣ takkerḍa n telɣut inek tudmawant, am awalen uffiren, uṭṭunen n tiliɣṛi, takkerḍa n usmad.</p><p>Yezmer d akken ma tsekcmeḍ talɣut inek tudmawant, ad d-yeglu s takkeṛḍa ines neɣ akellex nniḍen.</p>
lo: <p>ເວັບໄຊຕ໌ປແປກປອມແມ່ນໄດ້ຮັບການອອກແບບມາເພື່ອຕົວະໃຫ້ທ່ານເຮັດບາງສິ່ງບາງຢ່າງທີ່ເປັນອັນຕະລາຍເຊັ່ນວ່າ: ການຕິດຕັ້ງຊັອບແວເຖື່ອນ, ຫລືເປີດເຜີຍຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ, ລະຫັດຜ່ານ, ເບີໂທລະສັບ ຫລື ຂໍ້ມູນບັດເຄຣດິດ.</p><p>ການປ້ອນຂໍ້ມູນໃດໆເຂົ້າໄປໃນຫນ້າເວັບນີ້ອາດຈະເຮັດເປັນຜົນເຮັດໃຫ້ເກີດການໂຈລະກຳຂໍ້ມູນ ແລະ ການຊໍ້ໂກງອື່ນໆ.</p>
lt: <p>Apgaulingos svetainės yra sukurtos siekiant priversti jus atlikti kažką pavojingo, pvz., įsidiegti programinę įrangą ar atskleisti asmeninius duomenis (slaptažodžius, telefono numerius, banko kortelių duomenis).</p><p>Šiame tinklalapyje įvesdami bet kokią informaciją rizikuojate tapti tapatybės vagystės ar kitos apgaulės auka.</p>
lv: <p>Maldinošas lapas mēģina apmānīt jūs, lai izdarītu kādu bīstamu lietu, piemēram, mēģina uzinstalēt jaunu programmatūru vai izkrāpt privāto informāciju, paroles, telefona numurus vai kredītkartes datus.</p><p>Jebkādas informācijas ievadīšana šādā lapā var novest pie identitātes zādzības vai krāpšanas.</p>
mr: <p>फसव्या साईटस् ह्या आपल्याला चकवा देउन आपल्याकडुन काहीतरी धोकादायक करवुन घेते, जसे सॉफ्टवेअर प्रतिष्ठापन, किंवा आपली खाजगी माहिती जसे, पासवर्ड, फोन नंबर, किंवा क्रेडिट कार्ड माहिती उघड होऊ शकते.</p><p>या वेब पानावर माहिती टाकल्या मुळे ओळख चोरी किंवा इतर फसवेगिरी होऊ शकते.</p>
nb_no: <p>Villedende nettsteder er laget for å lure deg til å gjøre noe farlig, som å installere programmer, oppgi personlig informasjon som passord, telefonnumre eller kredittkort.</p><p>Å skrive inn denne informasjonen på denne nettsiden kan føre til identitetstyveri eller annen svindel.</p>
nn_no: <p>Villeiande sider er laga for å få deg til å gjera noko farleg, slik som å installera programvare, eller gje frå deg personleg informasjon, som passord, telefonnummer eller kredittkortnummer.</p><p>Å skriva inn noko på denne nettsida kan føra til identitetstjuveri eller annan svindel.</p>
th: <p>ไซต์หลอกลวงถูกออกแบบมาเพื่อหลอกล่อให้คุณทำบางอย่างที่อันตราย อย่างการติดตั้งซอฟต์แวร์ หรือเปิดเผยข้อมูลส่วนตัวของคุณอย่างรหัสผ่าน หมายเลขโทรศัพท์ หรือบัตรเครดิต</p><p>การป้อนข้อมูลใด ๆ ในหน้าเว็บนี้อาจส่งผลให้เกิดการโจรกรรมข้อมูลส่วนตัวหรือการฉ้อฉลอื่น</p>
tr: <p>Aldatıcı siteler, tehlikeli bir şey yapmanız için sizi kandırmak üzere tasarlanmıştır. Örneğin yazılım yüklemenizi veya parola, telefon numarası, kredi kartı gibi kişisel bilgilerinizi paylaşmanızı isteyebilirler.</p><p>Bu sayfaya herhangi bir bilgi verirseniz bu bilgileriniz çalınabilir veya sahtekârlık amacıyla kullanılabilir.</p>
uz: <p>Qalbaki saytlar zararli dasturlarni o‘rnatish kabi xavfli amallarni bajarish uchun va parol, telefon raqamlari yoki kredit karta ma’lumotlari kabi shaxsiy ma’lumotlaringizni o‘g‘irlash uchun yaratiladi.</p><p>Bunday sahifalarga ma’lumotlar kiritsangiz, ularni o‘g‘rilanishi yoki o‘zlashtirilishiga sabab bo‘lishi mumkin.</p>
