Repository: tktk711/mozilla-l10n
Catalog: */mobile/android/chrome/phishing.dtd.po
Languages: af, ar, bn_bd, bn_in, br, bs, es_es, es_mx, fa, he, hi_in, hy_am, is, ka, kab, kn, lo, lt, lv, mai, mr, nb_no, nn_no, oc, pt_br, ta, te, th, tr, uz, xh

source: Suspected Web Forgery
af: Moontlike kwaadwillige webnamaaksel
es_es: Sospecha de falsificación de web
fa: جعل وبی احتمالی
ka: ეჭვი ვებ ყალთაბანდობაზე
mai: संदेहास्पद वेब धोखाधड़ी
oc: Suspicion de sit Web contrafach

source: This page has been reported as a web forgery designed to trick users into sharing personal or financial information. Entering any personal information on this page may result in identity theft or other fraud. &#160;
af: Hierdie bladsy is bekend as 'n kwaadwillige webnamaaksel wat ontwerp is om gebruikers 'n rat voor die oë te draai sodat hulle hul persoonlike of finansiële inligting gee. As u enige persoonlike inligting op hierdie bladsy intik, kan dit lei tot identiteitdiefstal of ander bedrog. &#160;
es_es: Esta página ha sido identificada como una falsificación de web diseñada para incitar a los usuarios a compartir información personal o financiera. La introducción de cualquier información personal en esta página puede dar lugar a una suplantación de identidad u otros fraudes.
fa: گزارش شده است که این صفحه یک جعل وبی برای گول زدن کاربران به منظور گرفتن اطلاعات خصوصی و مالی آن‌ها است. وارد کردن هرگونه اطلاعات شخصی در این صفحه ممکن است به دزدی هویت یا کلاه‌برداری‌های دیگری منجر شود. &#160;
ka: ეს გვერდი ცნობილია როგორც ვებ ყალთაბანდი და რომ იგი შექმნილია მომხმარებელთაგან პირადი და ფინანსური ინფორმაციის გამოსატყუებლად. ამ გვერდზე პირადი მონაცემების შეტანას შესაძლოა თქვენი პირადი მონაცემების ბოორტად გამოყენება მოჰყვეს. &#160;
mai: ई पृष्ठ केँ वेब धोखाधड़ी पेज क रूपेँ रिपोर्ट कएल गेल अछि जे प्रयोक्ता सँ निज अथवा वित्तीय जानकारी धोखासँ हासिल करैत अछि . एहि पृष्ठ पर ककरो निज सूचना केँ डालना पहचान चोरी अथवा अऩ्य धोखाक रूपेँ परिणाम लाबि सकैत अछि. &#160;
oc: Aquesta pagina es estada senhalada coma essent una contrafaiçon destinada a enganar los utilizaires pr'amor que comuniquen lors entresenhas personalas o financièras. La picada d'entresenhas personalas sus aquesta pagina pòt conduire a una raubariá d'identitat o a una autra fraudariá. &#160;

source: Read more &#187;
af: Lees meer &#187;
es_es: Leer más »
fa: اطلاعات بیشتر &gt;&gt;
ka: დაწვრილებით - &#187;
mai: बेसी पढ़ू &#187;
oc: Ne saber mai &#187;

source: Read more &#133;
af: Lees meer &#133;
es_es: Leer más
fa: اطلاعات بیشتر &#133;
ka: დაწვრილებით - &#133;
mai: बेसी पढ़ू &#133;
oc: Ne saber mai &#133;

source: These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust. You can find out more about
af: Hierdie soort kwaadwillige webnamaaksels word gebruik in slap rieme genaamd uitvissing, waarin bedrieglike webwerwe en e-posse gebruik word om bronne na te aap wat u vertrou. U kan meer uitvind oor
es_es: Estos tipos de falsificaciones en la web se usan en timos conocidos como ataques de phishing, en los cuales se usan páginas web y mensajes de correo fraudulentos para imitar fuentes en las que confía. Puede aprender más sobre
fa: این نوع از جعل وبی نقشه‌ای است برای حقهٔ ماهی‌گیری، که در آن صفحات وب یا نامه‌های الکترونیکی جعلی سعی در شبیه بودن به منابع مورد اعتماد شما را دارند. اطلاعات بیشتر در مورد
ka: ასეთი ტიპის ყალთაბანდური გვერდები თავსმოხვევის ტაქტიკას ირჩევენ, რომელიც ანკესობის სახელითაა ცნობილი. ამ დროს იქმნება მავნე ვებ გვერდები და ელფოსტის წერილები რომლებშიც თითქოსდა სანდო და კანონიერი წყაროა განთავსებული. აქ შეგიძლიათ იხილოთ
mai: ई प्रकारक वेब धोखाधड़ी फिशिंग हमलाक रूपेँ जाएबला घोटाला मे प्रयोग कएल जाइछ, जकरामे छद्म वेब पेज आ इमेल केँ प्रयोग कएल जाइत अछि जकरा पर अहाँ भरोसा करैत छी. एकरा संबंध मे अहाँ बेसी जानि सकैत छी
oc: Aquestes tipes de sits Web son utilizats dins de fraudariás conegudas jol tèrme d'atacs per phishing (o anquetatge), dins lasqualas de paginas Web o de corrièrs frauduloses son utilizats per imitar de fonts dins lasqualas podètz aver fisança. Ne podètz saber mai sus

source: how &brandShortName; protects you
af: hoe &brandShortName; u beskerm
es_es: cómo le protege &brandShortName;
fa: چگونگی محافظت &brandShortName; از شما
ka: როგორ გიცავთ &brandShortName;
mai: कहिना &brandShortName; अहाँक सुरक्षा करैत अछि
oc: cossí &brandShortName; vos protegís

source: from phishing attacks.
af: van uitvissing.
es_es: de ataques de phishing.
fa: در مقابل حقّه‌های ماهی‌گیری.
ka: ანკესობის შეტევებისგან.
mai: फिशिंग हमलासँ.
oc: dels atacs per phishing.

source: Get me out of here!
af: Eina! Laat ek weg wees!
ar: أخرجني من هنا!
bn_bd: আমাকে এখান থেকে বের কর!
bn_in: আমাকে এখান থেকে বাইরে নিয়ে যাও!
br: Lamit kuit ac'hanon deus amañ !
bs: Vodi me odavdje!
es_es: ¡Sácame de aquí!
es_mx: ¡Sácame de aquí!
fa: ترک این مکان!
he: קח אותי מפה!
hi_in: यहाँ से मुझे बाहर निकालें!
hy_am: Դուրս բեր ինձ այստեղից:
is: Hjálpaðu mér út héðan!
kab: amek ara fɣeɣ s yagi!
kn: ನನ್ನನ್ನು ಇಲ್ಲಿಂದ ಹೊರಗೆ ಕೊಂಡೊಯ್ಯಿರಿ!
lo: ພາຂ້ອຍອອກຈາກບ່ອນນີ້!
lt: Išeiti
lv: Vediet mani prom!
mr: मला येथून बाहेर काढा!
nb_no: Få meg bort herfra!
nn_no: Få meg bort herifrå!
oc: Sortir d'aicí !
pt_br: Me tire daqui!
ta: என்னை இங்கிருந்து வெளியேற்று!
te: ఇక్కడినుండి నన్ను బయటపడవేయి!
th: นำฉันออกไปจากที่นี่!
tr: Beni buradan kurtar!
uz: Men bu yerdan ketaman!
xh: Ndikhuphe apha!

source: Navigate to my home page
af: Gaan na my tuisblad
es_es: Dirigirse a mi página de inicio
fa: هدایت به صفحهٔ آغازه
ka: გადასვლა ჩემს სათაო გვერდზე
mai: हमर होम पेज मे संचरण करू
oc: Anar sus ma pagina d'acuèlh

source: Ignore this warning
af: Ignoreer hierdie waarskuwing
ar: تجاهل هذا التحذير
bn_bd: এই সতর্কবাণী উপেক্ষা করো
bn_in: এই সতর্কবাণী উপেক্ষা করুন
br: Leuskel ar gouzav-mañ a-gostez
bs: Ignoriši ovo upozorenje
es_es: Ignorar esta advertencia
es_mx: Ignorar esta advertencia
fa: این هشدار نادیده گرفته شود
he: התעלם מהזהרה זו
hi_in: इस चेतावनी को अनदेखा करें
hy_am: Անտեսել այս զգուշացումը
is: Hunsa þessa aðvörun
ka: გაფრთხილების იგნორირება
kab: Ttu alɣu agi
kn: ಈ ಎಚ್ಚರಿಕೆಯನ್ನು ನಿರ್ಲಕ್ಷಿಸು
lo: ຍອມຮັບຄຳເຕືອນນີ້
lt: Nepaisyti šio įspėjimo
lv: Ignorēt šo brīdinājumu
mai: ई चेतावनी केँ अनदेखा करू
mr: या सावधानतेकडे दुर्लक्ष करा
nb_no: Ignorer denne advarselen
nn_no: Ignorer denne åtvaringa
oc: Ignorar aqueste avertiment
pt_br: Ignorar este alerta
ta: இந்த எச்சரிக்கையை தவிர்
te: ఈ హెచ్చరికను పట్టించుకోకండి
th: เพิกเฉยคำเตือนนี้
tr: Bu uyarıyı yok say
uz: Ushbu ogohlantirishni rad qilish
xh: Sukusihoya esi silumkiso

source: Close warning
af: Sluit waarskuwing af
es_es: Cerrar advertencia
fa: بستن هشدار
ka: გაფრთხილების დახურვა
mai: चेतावनी बन्न करू
oc: Tampar l'avertiment

source: This isn't a web forgery…
af: Dit is nie 'n kwaadwillige webnamaaksel nie…
br: N'eo ket ur c'hwiberezh dre internet…
bs: Ovo nije web krivotvorina…
es_es: No es un sitio fraudulento…
fa: این یک جعل وبی نیست…
he: דף זה אינו הונאת רשת…
ka: ეს არაა ვებ ყალთაბანდობა…
kn: ಇದು ಒಂದು ಜಾಲವಂಚನೆಯಲ್ಲ…
oc: Aquò es pas una contrafaiçon de site Web…
pt_br: Esta não é uma página falsa…
ta: இது ஒரு இணைய மோசடி இல்லை…
te: ఇది మోసపు వెబ్ సైటు కాదు…
xh: Asiyonkohliso yewebhu le…

source: Why was this page blocked?
af: Hoekom is hierdie bladsy geblok?
ar: لماذا حُجبت هذه الصفحة؟
bn_bd: এই পাতাটি কেন ব্লক করা হয়েছিল?
bn_in: এই পৃষ্ঠাটি কেনও প্রতিরোধ করা হয়েছে?
es_es: ¿Por qué ha sido bloqueado este sitio?
fa: چرا این صفحه مسدود شده است؟
he: למה דף זה נחסם?
hi_in: यह पृष्ठ क्यों रोका गया था?
ka: რატომაა ეს გვერდი დაბლოკილი?
kab: Acuɣer iwḥel usebter agi?
kn: ಈ ಪುಟವನ್ನು ಏಕೆ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ?
lt: Kodėl šis tinklalapis užblokuotas?
mai: ई पृष्ठ किअ रोकल गेल छल?
mr: हे पान का अडवले गेले?
nn_no: Kvifor vart denne sida blokkert?
oc: Perqué la pagina es blocada ?
pt_br: Por que esta página foi bloqueada?
ta: இந்தப் பக்கம் ஏன் தடுக்கப்பட்டுள்ளது?
te: ఎందుకు ఈ సైటు నిరోధించబడింది?
th: ทำไมหน้านี้จึงถูกปิดกั้น?

source: Reported Attack Page!
af: 'n Gerapporteerde aanvalsbladsy!
ar: صفحة هجوم مُبلّغ عنها!
bn_bd: আক্রমণ পাতা প্রতিবেদন করা হয়েছে!
bn_in: সুনিশ্চিত বিপজ্জনক পেজ!
br: Pajenn dagus marilhet !
bs: Prijavljena napadačka stranica!
es_es: ¡Este sitio es una web atacante!
es_mx: ¡Página reportada como atacante!
fa: صفحهٔ تهاجمی شناخته شده!
he: דף תקיפה מדווח!
hi_in: रिपोर्ट की गई हमलावर साइट!
hy_am: Բողոքել և պիտակել որպես հաձակողական էջ:
is: Tilkynna um árásar síðu!
ka: მოიერიშე გვერდის პატაკი!
kab: D asebter n uẓḍam!
kn: ಧಾಳಿಕಾರಕ ಪುಟ ಎಂದು ಪರಿಗಣಿಸಲಾಗಿದೆ!
lo: ຫນ້າເວັບນີ້ອາດຈະເປັນອັນຕະລາຍຕໍ່ຄອມພິວເຕີຂອງທ່ານ!
lt: Tinklalapis laikomas kenkėjišku!
lv: Bīstama lapa!
mai: रिपोर्ट कएल वेब हमला!
mr: कळवलेले आक्रमण पान!
nb_no: Rapportert som angrepsnettsted!
nn_no: Rapportert som åtaksnettstad!
oc: Sit d'atac raportat !
pt_br: Página avaliada como foco de ataques!
ta: தாக்கப்பட்ட இணைய தளம் என அறிக்கையிடப்பட்டுள்ளது!
te: మోసపూరిత సైటుగా నివేదించబడింది!
th: หน้ารุกรานตามการรายงาน!
tr: Saldırgan olarak bildirilmiş site!
uz: Hujum sahifasi sifatida xabar berilgan!
xh: Iphepha lohlaselo elichaziweyo!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
af: Die webblad by <span id='malware_sitename'/> is as 'n aanvalsbladsy aangegee en is op grond van u sekuriteitvoorkeure geblokkeer.
ar: أُبلِغ عن أن الموقع <span id='malware_sitename'/> موقع هجمات و حُجِبَ بناء على تفضيلات الأمن.
bn_bd: <span id='malware_sitename'/> এ ওয়েবসাইটটি আক্রমণকারী হিসেবে রিপোর্ট করা হয়েছে এবং আপনার নিরাপত্তা পছন্দ অনুযায়ী ব্লক করা হয়েছে।
bn_in: <span id='malware_sitename'/>-এ উপস্থিত পেজটি একটি বিপজ্জনক পেজ রূপে চিহ্নিত হয়েছে এবং আপনার নির্ধারিত সুরক্ষামূলক বৈশিষ্ট্য অনুযায়ী এটির প্রদর্শন প্রতিরোধ করা হয়েছে।
br: Marilhet eo bet ar bajenn-mañ e <span id='malware_sitename'/> evel ur bajenn dagus ha harzet eo bet gant ho kwellvezioù diogelroez.
bs: Web stranica <span id='malware_sitename'/> je prijavljena kao napadačka stranica i blokirana je na osnovu vaših sigurnosnih preferenci.
es_es: Este sitio web en <span id='malware_sitename'/> ha sido reportado como una web atacante y ha sido bloqueado basándose en sus preferencias de seguridad.
es_mx: Esta página hospedada en <span id='malware_sitename'/> ha sido reportada como atacante y se bloqueó con base en tus preferencias de seguridad.
fa: صفحهٔ به نشانی <span id='malware_sitename'/> به عنوان یک صفحهٔ تهاجمی گزارش شده است و دسترسی به آن بر اساس ترجیحات امنیتی شما مسدود شده است.
he: הדף בכתובת <span id='malware_sitename'/> דווח בתור דף תקיפה ונחסם בהתאם להגדרות האבטחה שלך.
hi_in: <span id='malware_sitename'/> पर यह वेब पृष्ठ एक अटैक पृष्ठ के रूप में सूचित किया गया है और आपके सुरक्षा प्राथमिकताओं के आधार पर अवरूद्ध किया गया है.
hy_am: Տեղեկություն կա այն մասին, որ <span id='malware_sitename'/> կայքը կիրառվում է համակարգիչների վրա գրոհելու համար: Համաձայն ձեր անվտանգության կարգավորումների՝ այն արգելափակված է:
is: Tilkynnt hefur verið að þessi vefsíða hér <span id='malware_sitename'/> sé árásar síða og hefur verið lokað á hana byggt á öryggisstillingum þínum.
ka: ეს ვებ გვერდი <span id='malware_sitename'/> ცნობილია როგორც მოიერიშე გვერდი და დაიბლოკა თქვენი უსაფრთხოების პარამეტრების თანახმად.
kab: Asebter agi web illan di <span id='malware_sitename'/> yettwammel d akken d yir asebter. Ihi yettusewḥel akken llan ismenyifen inek n tɣellist.
kn: ಈ ಜಾಲ ಪುಟವನ್ನು <span id='malware_sitename'/> ನಲ್ಲಿನ ಒಂದು ಧಾಳಿಕಾರಕ ಪುಟ ಎಂದು ಪರಿಗಣಿಸಿ ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಆದ್ಯತೆಗಳ ಅನುಸಾರವಾಗಿ ಇದನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
lo: ຫນ້າເວັບນີ້ທີ່ <span id='malware_sitename'/> ໄດ້ຖືກລາຍງານວ່າຫນ້າເວັບນີ້ອາດຈະເປັນອັນຕະລາຍຕໍ່ຄອມພິວເຕີຂອງທ່ານ ແລະ ໄດ້ຖືກບັອກໄວແລ້ວໂດຍອີ່ງໃສ່ການຕັ້ງຄ່າຄວາມປອດໄພຂອງທ່ານ.
lt: Yra pranešta, jog tinklalapis adresu <span id='malware_sitename'/> yra kenkėjiškas, tad jis užblokuotas remiantis jūsų saugumo nustatymais.
lv: Par šo lapu <span id='malware_sitename'/> ir saņemti ziņojumi, ka no tās tiek veikti uzbrukumi tās apmeklētājiem. Atbilstoši jūsu drošības iestatījumiem, lapa ir bloķēta.
mr: <span id='malware_sitename'/> वरील हे वेब पान आक्रमण पान म्हणून कळवलेले आहे आणि ते आपल्या सुरक्षा पसंतींनुसार अडवले आहे.
nb_no: Dette nettstedet på <span id='malware_sitename'/> er rapportert som et angrepsnettsted, og er blokkert basert på sikkerhetsinnstillingene.
nn_no: Denne nettstaden på <span id='malware_sitename'/> er rapportert som ein åtaksnettstad, og er blokkert basert på tryggings-innstillingane dine.
oc: Lo sit de <span id='malware_sitename'/> es estat raportat coma un sit d'atac e l'avèm blocat en nos basant sus vòstras preferéncias de seguretat.
pt_br: A página no site <span id='malware_sitename'/> foi considerada um foco de ataques e foi bloqueada de acordo com as suas preferências de segurança.
ta: இந்த இணைய தளம் <span id='malware_sitename'/> இல் தாக்கப்பட்டுள்ள தளம் என அறிக்கையிடப்பட்டுள்ளது மற்றும் உங்கள் பாதுகாப்பு முன்னுரிமையைக் கொண்டு தடுக்கப்பட்டுள்ளது.
te: <span id='phishing_sitename'/> నందలి వెబ్‌సైటు మోసపూరితమైనదిగా నివేదించబడింది మరియు మీ రక్షణ అభీష్టాలదృష్ట్యా నిరోధించబడింది.
th: หน้าเว็บนี้ที่ <span id='malware_sitename'/> ถูกรายงานว่าเป็นหน้ารุกรานและถูกปิดกั้นตามการตั้งค่าความปลอดภัยของคุณ
tr: <span id='malware_sitename'/> adresindeki bu sayfanın saldırı sayfası olduğu bildirildi ve açılması güvenlik tercihlerinize dayanılarak engellendi.
uz: Ushbu veb sahifa <span id='malware_sitename'/>da hujum sayti sifatida xabar berilgan, shu sababli sizning xavfsizligingizni o‘ylab, ushbu sahifa bloklandi.
xh: Eli khasi lewebhu kwi-<span id='malware_sitename'/> lichazwe njengekhasi lohlaselo kwaye lithintelwe ngokweepriferensi zakho zokhuseleko.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
af: <p>Aanvalsbladsye probeer programme installeer wat private inligting steel, u rekenaar gebruik om ander aan te val, of u stelsel beskadig.</p><p>Sommige aanvalsbladsye versprei doelbewus skadelike sagteware, maar baie word oorgeneem sonder die wete of toestemming van hulle eienaars.</p>
ar: <p>تحاول مواقع الهجمات تنصيب برامج تسرق المعلومات الشخصية، أو استخدام حاسوبك للهجوم على الآخرين، أو إيذاء حاسوبك.</p><p>توزّع بعض مواقع الهجمات البرامج المشبوهة بشكل مقصود، ولكن الكثير منها مخترق دون علم أو إذن أصحابها.</p>
bn_bd: <p>আক্রমণকারী পাতা তথ্য চুরি করতে প্রোগ্রাম ইন্সটল করার চেষ্টা করে, অন্য কম্পিউটারকে আক্রমন করতে আপনার কম্পিটার ব্যবহার করে, বা আপনার সিস্টেম ধ্বংস করে।</p><p>কিছু আক্রমণকারী পাতা ইচ্ছাকৃত ভাবে ক্ষতিকর সফটওয়্যার বিতরণ করে, কিন্তু অনেকে না বুঝেই এগুলোকে কাজ করতে অনুমোদন দেয়।</p>
bn_in: <p>আক্রমণকারী পেজ দ্বারা কিছু প্রোগ্রাম ইনস্টল করা হয়। এই প্রোগ্রামগুলির মাধ্যমে ব্যক্তিগত তথ্য চুরি, ব্যবহারকারীর কম্পিউটার থেকে অন্যদের আক্রমণ অথবা সিস্টেমের ক্ষতি করা হয়।</p><p>কিছু আক্রমণকারী পেজ দ্বারা ইচ্ছাকৃত ভাবে বিপজ্জনক সফ্টওয়্যার বিতরণ করা হয়, কিন্তু অধিকাংশ সাইট দ্বারা তাদের মালিকদের অজ্ঞাতে এই ধরনের কর্ম সঞ্চালিত হয়।</p>
br: <p>Ar pajennoù tagus a glask staliañ goulevioù da laerezh titouroù personel, da arverañ hoc'h urzhiataer evit tagañ urzhiataerioù all pe da vekaat ho reizhiad.</p> <p> Ul lod eus ar pajennoù-tagus-mañ a zasparzh meziantoù pistrius koulskoude ez eo diefedus un darn vras anezho hep gouiziegezh pe aotre o ferc'hennerion.</p>
bs: <p>Napadačke stranice pokušavaju instalirati programe koji kradu privatne informacije, koriste vaš računar da napadnu druge, ili štete vašem sistemu.</p><p>Neke napadačke stranice namjerno distribuiraju štetan softver, ali mnoge su kompromitovane bez znanja njihovih vlasnika.</p>
es_es: <p>Los sitios atacantes intentan instalar programas que pueden robar información privada, usar su equipo para atacar otros o dañar su sistema.</p><p>Algunos sitios atacantes distribuyen intencionalmente software dañino, pero muchos son comprometidos sin el conocimiento o permiso de sus propietarios.</p>
es_mx: <p>Las páginas atacantes intentan instalar programas para robarte información privada, usar tu computadora para atacar a otras o dañar tu sistema.</p><p>Algunas distribuyen intencionalmente programas dañinos y otras han sido comprometidas sin el conocimiento de sus dueños.</p>
fa: <p>صفحه‌های تهاجمی تلاش می‌کنند برنامه‌هایی نصب کنند که اطلاعات خصوصی را سرقت می‌کنند، از رایانهٔ شما برای حمله به دیگران استفاده می‌کنند، یا به آن آسیب می‌زنند.</p><p>برخی صفحه‌های تهاجمی عمداً به پخش نرم‌افزارهای زیان‌بار می‌پردازند، ولی بسیاری از آن‌ها بدون اطلاع و مجوز صاحبانشان تصاحب گردیده‌اند.</p>
he: <p>דפי תקיפה מנסים להתקין תוכנות שגונבות נתונים פרטיים, עושות שימוש במחשב שלך כדי לתקוף אחרים, או בפוגעות במערכת שלך.</p><p>חלק מדפי התקיפה מפיצים בכוונה תוכנות מסוכנות, בעוד דפים אחרים שובשו ללא ידיעת בעלי האתר או בהסכמתם.</p>
hi_in: <p>भेद्य पृष्ठ प्रोग्राम संस्थापित करने की कोशिश करते हैं जो निजी सूचनाओं को चुराते हैं, आपके कम्प्यूटर का उपयोग अन्य को भेदने के लिए करते हैं , या आपके तंत्र को क्षति पहुँचाते हैं.</p><p>कुछ भेद्य पृष्ठ साभिप्राय हानिकारक सॉफ्टवेयर को अस्तव्यस्त करते हैं लेकिन बहुत से बिना मालिक की जानकारी या अनुमति के बिना समझौता कर लेते हैं.</p>
hy_am: <p>Հարձակվող էջերը փորձում են տեղադրել ծրագրեր, որոնք գողանում են անձնական տվյալներ, օգտագործում են ձեր համակարգիչը այլ համակարգիչների վրա հարձակման համար:</p><p>Որոշ հարձակվող էջեր դիտմամբ են տարածում վնասակար ծրագրեր, բայց շատերը դա անում են առանց սեփականատերերի գիտության կամ համաձայնության:</p>
is: <p>Árásasíður reyna að setja inn forrit sem stela persónu upplýsingum, nota tækið þitt til að ráðast á aðra eða skemma kerfið þitt.</p><p>Sumar árásasíður dreifa meðvitað forritum sem eyðileggja en oft eru þetta vefsvæði sem búið er að ráðast á og breyta án vitundar eða leyfis eigenda.</p>
ka: <p>მოიერიშე გვერდები ცდილობენ ჩადგან პროგრამები, რომლითაც იპარავენ კერძო ინფორმაციას, იყენებენ თქვენს კომპიუტერს სხვების შასატევად ან აზიანებენ თქვენს სისტემას.</p><p>ზოგიერთი მოიერიშე გვერდი განზრახ ავრცელებს მავნე ინფორმაციას, თუმცა ბევრი სხვა ამას საიტის მფლობელის ნებართვის გარეშე ისე აკეთებს, რომ მფლობელი საქმის კურსში არაა.</p>
kab: <p>Isebtar n uẓdam ttaɛraḍen ad sbedden ahilen ig ttakwren talɣut tusligt, ig seqdacen aselkim inek i uẓdam ɣef iselkimen nniḍen neɣ ad sexeṣren anagraw-inek.</p><p>Kra n isebtar n uzḍam zuzuren yir iseɣẓanen,acu kan ddeqs deg sen ur sawaḍen ara ad sexsṛen ma yella ur sen-tefki-ḍ ara tasiregt.</p>
kn: <p>ಧಾಳಿಕಾರಕ ಪುಟಗಳು ನಿಮ್ಮ ಖಾಸಗಿ ಮಾಹಿತಿಯನ್ನು ಕದಿಯುವಂತಹ, ಇತರರತ್ತ ಧಾಳಿ ಮಾಡುವ ಸಲುವಾಗಿ ನಿಮ್ಮ ಗಣಕವನ್ನು ಬಳಸಬಹುದಾದಂತಹ, ಅಥವ ನಿಮ್ಮ ಗಣಕವನ್ನು ಹಾಳುಗೆಡವಬಲ್ಲಂತಹ ಪ್ರೊಗ್ರಾಂಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತವೆ.</p><p>ಕೆಲವು ಧಾಳಿಕಾರಕ ಪುಟಗಳು ಉದ್ಧೇಶಪೂರ್ವಕವಾಗಿ ಅಪಾಯಕಾರಿ ತಂತ್ರಾಂಶವನ್ನು ವಿತರಿಸುತ್ತವೆ, ಆದರೆ ಹೆಚ್ಚಿನವು ಅವುಗಳ ಮಾಲಿಕರಿಗೆ ತಿಳಿದಿರುವುದಿಲ್ಲ ಅಥವ ಅವರ ಅನುಮತಿ ಪಡೆದಿರುವುದಿಲ್ಲ.</p>
lo: <p>ຫນ້າເວັບທີ່ມີໄວລັສຈະພະຍາຍາມຕິດຕັ້ງໂປຼແກຣມທີີ່ໃຊ້ເພື່ອຫລັກເອົາຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ, ໃຊ້ຄອມພິວເຕີຂອງທ່ານໄປໂຈມຕີເຄື່ອງອື່ນ, ຫລືທຳລາຍລະບົບຂອງທ່ານ. </p><p>ບາງຫນ້າເວັບທີ່ມີໄວລັສຈະມີຈຸດປະສົງກະຈາຍຊັອບແວທີ່ເປັນອັນຕະລາຍ, ແຕວ່າມີຫລາຍຄົນທີ່ຖືກບຸກລຸກໂດຍທີ່ບໍ່ຮູ້ຕົວ ຫລື ບໍ່ໄດ້ຮັບອະນຸຍາດຈາກເຈົ້າຂອງຄອມ.</p>
lt: <p>Kenkėjiškais tinklalapiais siekiama įdiegti programas, vagiančias asmeninius duomenis, naudojančias kompiuterį kitų atakoms ir kenkiančias pačiai sistemai.</p><p>Kai kuriuose tinklalapiuose tai daroma tyčia, tačiau dažniausiai tai – nesankcionuoto įsikišimo į tinklalapį be jo savininkų žinios pasėkmė.</p>
lv: <p>Bīstamās lapas mēģina instalēt lietotāju datoros programmas, kas zog privāto informāciju, izmanto jūsu datoru uzbrukumos citiem vai citādi kaitē jums.</p><p>Dažas lapas apzināti izplata kaitniecisku programmatūru, bet lielākā daļa pašas ir kļuvušas par kaitnieku upuriem.</p>
mai: <p>हमला पृष्ठ प्रोग्राम केँ संस्थापित करबाक लेल कोशिश करैत अछि जे निज सूचना केँ चोराबैछ, अहाँक कंप्यूटर केँ दोसरक हमला अथवा अपन सिस्टमकेँ क्षतिसँ बचाबैक लेल प्रयोग करू .</p><p>किछु हमला साइट जान बूझकए नुकसान दिअबला साफ्टवेयरकेँ वितरित करैत अछि, मुदा बहुत लोकनिसभकेँ हुनकर मालिक कए अनुमति अथवा ज्ञान कए क्षति पहुँचाएल जाइछ.</p>
mr: <p>आक्रमण पाने आपली खाजगी माहिती चोरणारे प्रोग्राम प्रतिष्ठापित करण्याचा, आपले संगणक दुसऱ्यावर आक्रमण करण्याचा, किंवा आपल्या प्रणालीला हानी करण्याचा प्रयत्न करतात.</p><p>काही आक्रमण पाने मुद्दाम हानिकारक सॉफ्टवेअर वितरीत करतात, पण त्यांतील बरेच तर त्यांच्या मालकांच्या परवानगीशिवाय तडजोड केली जाते.</p>
nb_no: <p>Angrepsnettsted forsøker å installere programmer som stjeler privat informasjon, bruker datamaskinen din for å angripe andre eller skade systemet ditt.</p><p>Noen angrepsnettsted sprer med hensikt programmer som er skadelige, og mange kan få programmene installert uten at de vet om det, eller gir tillatelse til det.</p>
nn_no: <p>Åtaksnettstadar freistar å installera program som stel privat informasjon, brukar datamaskina di for å angripa andre eller skade systemet ditt.</p><p>Nokre åtaksnettstader spreier med vilje program som er skadelege, og mange kan få programma installerte utan at dei veit om det, eller gjev løyve til det.</p>
oc: <p>Los sites d'atac ensajan d'installar de programas que vos raubar d'entresenhas personalas, utilizan vòstre ordenador per n'atacar d'autres o damatjan vòstre sistèma.</p><p>D'unes sites d'atac distribuisson amb intencion de programas dangieroses mas fòrça son implicats sens o que sos proprietaris lo sàpian o l'ajan permes.</p>
pt_br: <p>As páginas de ataque tentam instalar aplicativos que roubam informações pessoais, usam o seu computador para atacar outros ou danificam o seu sistema.</p><p>Algumas destas páginas intencionalmente distribuem software nocivo, mas muitos são comprometidos sem o conhecimento ou permissão de seus responsáveis.</p>
ta: <p>தாக்கப்பட்ட தளங்கள் நிரல்களை நிறுவி தனிப்பட்ட தகவல்களை திருடும், உங்கள் கணினியை பயன்படுத்தி மற்றவர்களை தாக்கும் அல்லது உங்கள் கணினியை சேதப்படுத்தும்.</p><p>சில தாக்குதல் வேண்டுமென்றே பாதிப்படைய செய்யும் மென்பொருளை விநியோகிக்கும், ஆனால் சில உரிமையாளரின் அனுமதியில்லாமல் செயல்படும்.</p>
te: <p>దాడి సైటులు మీవ్యక్తిగత సమాచారాన్ని దొంగిలించు ప్రోగ్రామ్‌లను సంస్థాపించుటకు ప్రయత్నిస్తాయి, మీకంప్యూటర్ ఇతరులను దాడిచేయుటకు వుపయోగిస్తాయి, లేదా మీసిస్టమ్‌ను పాడుచేస్తాయి.</p><p>కొన్ని దాడిసైటులు కావాలని హానికారక సాఫ్ట్‌వేరును పంపిణిచేస్తాయి,కాని చాలావరకు వాటియజమానుల అనుమతిగాని లేదా సంబంధంగాని లేకుండానే రాజీకి వస్తాయి.</p>
th: <p>หน้ารุกรานจะพยายามติดตั้งโปรแกรมซึ่งขโมยข้อมูลส่วนตัว ใช้คอมพิวเตอร์ของคุณเพื่อโจมตีผู้อื่น หรือสร้างความเสียหายให้กับระบบของคุณ</p><p>บางหน้ารุกรานจงใจแจกจ่ายซอฟต์แวร์ที่เป็นอันตราย แต่หลายแห่งก็ถูกบุกรุกโดยที่เจ้าของไม่ทราบหรือไม่ได้อนุญาต</p>
tr: <p>Saldırı siteleri; özel bilgilerinizi çalan, bilgisayarınızı başkalarına saldırmak için kullanan ve sisteminize zarar veren programları kurmaya çalışır.</p><p>Bazı saldırı siteleri zararlı yazılımları bilerek dağıtır ama çoğu site, sahiplerinin bilgisi ve izni dışında ele geçirilerek bu amaçla kullanılır.</p>
uz: <p>Hujum saytlari shaxsiy ma’lumotlaringizni o‘g‘irlaydigan dasturlarni o‘rnatishga urinadi. Bu ma’lumotlar orqali kompyuteringizdan boshqalarga hujum qilish uchun yoki tizimingizni buzish uchun foydalaniladi.</p><p>Ba’zi hujum sahifalari zararli dasturlarni tarqatadi, ammo ularning ko‘pchiligini egalari bilmaydi.</p>
xh: <p>Amakhasi ohlaselo azama ukufaka iiprogram eziba inkcazelo yangasese, zisebenzise ikhompyutha yakho ukuhlasela ezinye okanye ukonakalisa ikhompyutha yakho.</p><p>Amanye amakhasi ohlaselo asasaza ngenjongo isoftwe enobungozi, kodwa amaninzi ayadlelelelwa ngaphandle kolwazi okanye imvume yabaniniwo</p>

source: Suspected Web Forgery!
af: Moontlike webnamaaksel!
br: Douetañs a c'hwiberezh dre internet !
bs: Sumnja se na Web krivotvorinu!
es_es: ¡Posible sitio web fraudulento!
fa: جعل وبی احتمالی!
he: חשד לזיוף ברשת!
ka: ეჭვი ვებ ყალთაბანდობაზე!
kn: ಸಂದೇಹಾಸ್ಪದ ಜಾಲ ನಕಲು!
mai: संदेहास्पद वेब धोखाधड़ी!
oc: Suspicion de site Web contrafach
pt_br: Site suspeito de ser uma fraude!
ta: சந்தேகப்படதக்க இணைய மோசடி!
te: అనుమానించిన వెబ్ మోసము!
xh: Inkohliso yewebhu ekrokrelekayo!
