Repository: tktk711/mozilla-l10n
Catalog: */calendar/chrome/calendar/preferences/alarms.dtd.po
Languages: ar, bg, hi_in, kab, nb_no, pt, uz

source: When a Reminder is Due:
ar: عندما يُستحق التذكير:
bg: Когато е време за припомняне:
hi_in: जब एक अनुस्मारक उपयुक्त है:
kab: Ticki yebbeḍ-d wakud n usmekti:
nb_no: Når en alarm går av:
pt: Se o lembrete estiver vencido:
uz: Eslatkich vaqti bo‘lganda:

source: Play a sound
ar: اعزف صوتا
bg: Пускане на звук
hi_in: एक ध्वनि चलाएं
kab: Urar imesli
nb_no: Spill av en lyd
pt: Tocar um som
uz: Tovushni tinglash

source: s
ar: ز
bg: П

source: Use &default sound
ar: استخدم الصوت ال&مبدئي
bg: &Стандартен звук
hi_in: डिफ़ॉल्ट ध्वनि उपयोग करें
kab: Seqdec imesli amez&wer
nb_no: B&ruk standardlyd
pt: Utilizar som pré-&definido
uz: &Standart tovushdan foydalanish

source: &Browse…
ar: ت&صفح…
bg: &Разглеждане…
hi_in: ब्राउज़…
kab: &Snirem…
nb_no: &Bla gjennom…
pt: &Escolher...
uz: &Ko‘rish…

source: &Preview
bg: Пре&глед

source: Show the reminder dialog
ar: أظهر حوار التذكير
bg: Показване на диалогов прозорец
hi_in: अनुस्मारक संवाद दिखाएँ
kab: Sken asfaylu n usmekti
nb_no: Vis alarmboks
pt: Mostrar uma caixa de alarme
uz: Eslatkich oynasini ko‘rsatish

source: x
ar: ذ
bg: с
nb_no: m
pt: M

source: Show missed reminders
ar: اعرض التذكيرات الفائتة
bg: Показване на пропуснатите припомняния
hi_in: छूट हुआ अनुस्मारक दिखएं
kab: Sken ismektiyen yettwattun
nb_no: Vis tapte alarmer
pt: Mostrar alarmes perdidos
uz: O‘tib ketgan eslatkichlarni ko‘rsatish

source: m
ar: ئ
bg: п
nb_no: a
pt: p

source: Reminder Defaults
ar: إعدادات التذكيرات الافتراضية
bg: Настройки по подразбиране за припомняне
hi_in: मुद्रक डिफ़ॉल्ट
kab: Iɣewwaṛen imezwar n usmekti
nb_no: Standardalarmer
pt: Pré-definições dos lembretes
uz: Eslatkich standartlari

source: D&efault reminder setting for events:
ar: الإعداد الا&فتراضي لتذكيرات الأحداث:
bg: &Алармиране за събития:
hi_in: डिफ़ॉल्ट अनुस्मारक घटनाओं के लिए सेटिंग:
kab: A&ɣewwaṛ n usmekti amezwer i tedyanin:
nb_no: Sta&ndard alarminnstilling for hendelser:
pt: &Alarmes para os eventos:
uz: Tadbirlar uchun standart eslatkich sozlamasi:

source: Def&ault reminder setting for tasks:
ar: الإعداد الاف&تراضي لتذكيرات المهام:
bg: Ала&рмиране за задачи:
hi_in: डिफ़ॉल्ट अनुस्मारक कार्यों के लिए की स्थापना:
kab: A&ɣewwaṛ n usmekti amezwer i twuriwin:
nb_no: Stan&dard alarminnstilling for oppgaver:
pt: A&larmes para as tarefas:
uz: Vazifalar uchun &standart eslatkich sozlamasi:

source: On
bg: Да
hi_in: शुरू
kab: Yermed
nb_no: På
pt: Ligado
uz: Yoqish

source: Off
bg: Не
hi_in: बंद
kab: Ur yermid ara
nb_no: Av
pt: Desligado
uz: O‘chirish

source: Defa&ult time a reminder is set before an event:
ar: الوقت الافترا&ضي للتذكير قبل الحدث:
bg: Подразбиращо &се време за припомняне преди събитие:
hi_in: डिफ़ॉल्ट समय की एक चेतावनी एक घटना से पहले सेट है:
kab: Aku&d amezwer n usmekti send tadyant:
nb_no: Standard &varslingstid før en hendelse:
pt: &Tempo pré-definido em que o alarme se ativa do evento:
uz: Tadbirdan oldin o‘rnatilgan standart vaqt eslatkichi:

source: Default time a reminder is set bef&ore a task:
ar: الو&قت الافتراضي للتذكير قبل المهمة:
bg: Подразбиращо &се време за припомняне преди събитие:
hi_in: डिफ़ॉल्ट समय की एक चेतावनी के एक कार्य से पहले सेट है:
kab: Ak&ud amezwer n usmekti send tawuri:
nb_no: Standard varslin&gstid før en oppgave:
pt: Temp&o pré-definido em que o alarme se ativa antes da tarefa:
uz: Vazifadan oldin o‘rnatilgan standart vaqt eslatkichi:

source: Default &Snooze Length:
ar: المدة الافتراضية لل&غفوة:
bg: Стандартна продължителност на &заглушаването:
hi_in: डिफ़ॉल्ट याद दिलाने की अवधि:
kab: Tanzagt tamezwert n t&guni:
nb_no: &Standard pause-lengde:
pt: D&uração pré-definida entre toques do alarme:
uz: Joriy &ortga surish uzunligi:

source: &Play
ar: &شغل
hi_in: बजाएँ
kab: &Urar
nb_no: S&pill av
pt: Re&produzir
uz: &Ijro etish
