Repository: tktk711/mozilla-l10n
Catalog: */calendar/chrome/calendar/preferences/views.dtd.po
Languages: ar, bg, cy, kab, kk, lt, nb_no, nn_no, pt, ro

source: General
ar: عام
bg: Главен
cy: Cyffredinol
kab: Amatu
kk: Жалпы
lt: Pagrindinės nuostatos
nb_no: Generelt
nn_no: Generelt
pt: Geral

source: Day and Week Views
ar: منظورا اليوم والأسبوع
bg: Дневен и седмичен изглед
cy: Golwg Diwrnod ac Wythnos
kab: Timeẓriyin Wassneɣ n Dduṛt
kk: Күн және апта көріністері
lt: Dienos ir savaitės kalendoriai
nb_no: Dags- og ukesvisning
nn_no: Dag- og vekevising
pt: Visão de dia e de semana
ro: Vizualizarea zi și săptămână

source: Multiweek View
ar: منظور الأسابيع المتعددة
bg: Многоседмичен изглед
cy: Golwg Wythnosau
kab: Timeẓri s deqs n dduṛtat
kk: Бірнеше апталық көрініс
lt: Kelių savaičių kalendorius
nb_no: Flerukesvisning
nn_no: Fleirveke-vising
pt: Visão multissemanal
ro: Vizualizarea mai multor săptămâni

source: Workweek
ar: أسبوع العمل
bg: Работна седмица
cy: Wythnos Waith
kab: Ddurt n umahil
kk: Жұмыс аптасы
lt: Darbo savaitė
nb_no: Arbeidsuke
nn_no: Arbeidsveke
pt: Dias úteis
ro: Săptămână de lucru

source: Sta&rt the week on:
ar: الأ&سبوع يبدأ يوم:
bg: &Първи ден от седмицата:
cy: &Cychwyn yr wythnos ar:
kab: &Dduṛt tbeddu di:
kk: Ап&таның басы:
lt: Pi&rmoji savaitės diena:
nb_no: F&ørste dag i uken:
nn_no: F&yrste dag i veka:
pt: &Início da semana:
ro: &Săptămâna începe:

source: Show week &number in views and minimonth
cy: D&angos &rhif wythnos mewn golwg a mis bach
kab: &Sken uṭṭun n dduṛt di tmeẓriyin akked waggur meẓẓiyen
kk: Көріністер және кіші ай көрінісінде апта &нөмірлерін көрсету
nb_no: &Vis ukenummer i visninger og minimåned
nn_no: Vis veke&nummer i visingar og minimånad
pt: Mostrar número da s&emana nas vistas e mês em pequeno

source: Include these days in the workweek:
ar: هذه الأيام هي أيام العمل:
bg: Включи тези дни в работната седмица
cy: Cynnwys y dyddiau hyn yn yr wythnos waith:
kab: Seddu ussan-agi di dduṛt n umahil:
kk: Жұмыс аптасындағы күндер:
lt: Šios dienos priklauso darbo savaitei:
nb_no: Dager i arbeidsuke:
nn_no: Dagar i arbeidsveka:
pt: Incluir estes dias na semana de trabalho:
ro: Săptămâna de lucru este formată din zilele:

source: &Day starts at:
ar: &يبدأ اليوم في:
bg: &Денят започва в:
cy: &Diwrnod yn cychwyn:
kab: A&ss ad yebdu di:
kk: &Күннің басталуы:
lt: &Dienos pradžia:
nb_no: &Dager starter klokken:
nn_no: &Dagen startar klokka:
pt: &Dia começa a:
ro: &Ziua începe la:

source: Da&y ends at:
ar: ي&نتهي اليوم في:
bg: Де&нят свършва в:
cy: D&iwrnod yn gorffen:
kab: Ass ad i&fak di:
kk: Кү&ннің аяқталуы:
lt: D&ienos pabaiga:
nb_no: D&ager slutter klokken:
nn_no: Dagen &sluttar klokka:
pt: D&ia acaba às:
ro: Ziua &se termină la:

source: Sh&ow:
ar: عدد ال&ساعات المعروضة في آن واحد:
bg: &Показване
cy: D&angos:
kab: Ske&n:
kk: Көр&сету:
lt: R&odyti
nb_no: &Vis:
nn_no: &Vis:
pt: M&ostrar:
ro: &Arată câte:

source: hours at a time
bg: часа едновременно
cy: awr ar y tro
kab: Isragen deg iwet n tikelt
kk: сағат бір уақытта
lt: valandas(-ą/-ų) vienu metu
nb_no: timer om gangen
nn_no: timar om gongen
pt: horas de cada vez
ro: ore deodată

source: Numb&er of weeks to show (including previous weeks):
ar: &عدد الأسابيع الظاهرة (بما في ذلك السابقة):
bg: Показвани &седмици (включително изминали седмици)
cy: &Nifer o wythnosau i'w dangos (gan gynnwys yr wythnos flaenorol):
kab: Am&ḍan n dduṛtat ara d-yettwaseknen (ad ddunt ula dduṛtat yezrin):
kk: Көрсетілетін апталар сан&ы (өткен апталармен қоса):
lt: N&umatytai rodyti savaičių (tame tarpe praėjusių):
nb_no: Standard antall &uker (med foregående uker):
nn_no: Standard tal på v&eker (med tidlegare veker):
pt: Núm&ero de semanas a mostrar (incluindo semanas anteriores):
ro: Săptămânil&e afișate (inclusiv cele trecute):

source: &Previous weeks to show:
ar: عدد الأسابيع الما&ضية المعروضة:
bg: &Показвани изминали седмици:
cy: Dangos yr wythnos &flaenorol:
kab: Dduṛtat ye&zrin ara d-yettwaseknen:
kk: Көрсетілетін өт&кен апталар саны:
lt: Rod&yti praėjusių savaičių:
nb_no: Fo&regående uker som skal vises:
nn_no: &Tidlegare veker som skal visast:
pt: Se&manas anteriores a mostrar:
ro: Să&ptămânile trecute de afișat:

source: none
ar: بلا
bg: нито една
cy: dim
kab: ula yiwen
kk: ешнәрсе
lt: nė vienos
nb_no: ingen
nn_no: ingen
pt: nenhuma
ro: niciuna

source: 1 week
ar: أسبوع واحد
bg: 1 седмица
cy: 1 wythnos
kab: 1 n dduṛt
kk: 1 апта
lt: vieną
nb_no: 1 uke
nn_no: 1 veke
pt: 1 semana
ro: 1 săptămână

source: 2 weeks
ar: أسبوعان
bg: 2 седмици
cy: 2 wythnos
kab: 2 n dduṛtat
kk: 2 апта
lt: dvi
nb_no: 2 uker
nn_no: 2 veker
pt: 2 semanas
ro: 2 săptămâni

source: 3 weeks
ar: 3 أسابيع
bg: 3 седмици
cy: 3 wythnos
kab: 3 n dduṛtat
kk: 3 апта
lt: tris
nb_no: 3 uker
nn_no: 3 veker
pt: 3 semanas
ro: 3 săptămâni

source: 4 weeks
ar: 4 أسابيع
bg: 4 седмици
cy: 4 wythnos
kab: 4 n dduṛtat
kk: 4 апта
lt: keturias
nb_no: 4 uker
nn_no: 4 veker
pt: 4 semanas
ro: 4 săptămâni

source: 5 weeks
ar: 5 أسابيع
bg: 5 седмици
cy: 5 wythnos
kab: 5 n dduṛtat
kk: 5 апта
lt: penkias
nb_no: 5 uker
nn_no: 5 veker
pt: 5 semanas
ro: 5 săptămâni

source: 6 weeks
ar: 6 أسابيع
bg: 6 седмици
cy: 6 wythnos
kab: 6 n dduṛtat
kk: 6 апта
lt: šešias
nb_no: 6 uker
nn_no: 6 veker
pt: 6 semanas
ro: 6 săptămâni

source: Sho&w week number in views and minimonth
ar: أ&ظهر رقم الأسبوع في المنظور و الشهر المصغر
ro: Afișea&ză numărul săptămânii în vizualizări și minilună
