Repository: tktk711/mozilla-l10n
Catalog: tn/browser/chrome/browser/browser.dtd.po
Languages: tn

source: (Private Browsing)
tn: (Patlo ya Poraefete)

source: Open menu
tn: Bula menu

source: More tools…
tn: Didirisiwa tse dintsi...

source: &Reload Tab
tn: &Tsenya sešwa Thebe

# reloadAllTabs.label reloadAllTabs.accesskey
source: Reload &All Tabs
tn: Tsenya sešwa &Dithebe Tsotlhe

source: Close Tabs to the R&ight
tn: Tswala Dithebe go ya ko mojeng

source: Cl&ose Other Tabs
tn: Tswala Dithebe Tse Dingwe

source: &Pin Tab
tn: &Gokelela Thebe

source: Unpin Ta&b
tn: Gokolola Thebe

source: Move to New &Window
tn: Sutisetsa ko &Window e Ntšha

# bookmarkAllTabs.label bookmarkAllTabs.accesskey
source: Bookmark All &Tabs…
tn: Tshwaatsebe Tsotlhe &Dithebe...

# undoCloseTab.label undoCloseTab.accesskey
source: &Undo Close Tab
tn: &Dirolola Tswalo ya Thebe

source: &Close Tab
tn: &Tswala Thebe

source: List all tabs
tn: Dira lenaane la dithebe tsotlhe

source: New &Tab
tn: &Thebe e Ntšha

source: Open Location…
tn: Bula Lefelo...

source: &Open File…
tn: &Bula Faele…

source: Page Set&up…
tn: Thulaganyo ya Tsebe…

source: Print Pre&view
tn: Ponopele ya Kgatiso

source: &Print…
tn: &Gatisa…

source: Wor&k Offline
tn: &Dira o sa golagana

source: &Menu Bar
tn: &Bara ya Menu

source: Navigation Toolbar
tn: &Bara ya Pheneno Didiriswa

source: &Bookmarks Toolbar
tn: &Bara ya Didirisiwa Matshwaotsebe

source: Bookmarks Toolbar Items
tn: Bara ya Didirisiwa Matshwaotsebe le Dilwana

source: Reload &All Tabs
tn: Tsenya sešwa &Dithebe Tsotlhe

source: Bookmark All &Tabs…
tn: Tshwaatsebe Tsotlhe &Dithebe...

# toolbarContextMenu.undoCloseTab.label toolbarContextMenu.undoCloseTab.accesskey
source: &Undo Close Tab
tn: &Dirolola Tswalo ya Thebe

source: Page S&ource
tn: Motswedi wa Tsebe

source: Page &Info
tn: &Tshedimosetso ya Tsebe

source: &Mirror Tab
tn: &Thebe ya Seipone

source: Enter &Full Screen
tn: Tsena &Sekerini se se tletseng

source: Exit &Full Screen
tn: Tswaa &Sekerini se se tletseng

# fullScreenCmd.label fullScreenCmd.accesskey
source: &Full Screen
tn: &Sekerini se se Tletseng

source: Show &All Tabs
tn: Supa &Dithebe tsotlhe

source: Sign in to &syncBrand.shortName.label;
tn: Tsena tirong mo &syncBrand.shortName.label;

source: Open &syncBrand.shortName.label; preferences
tn: Bula &syncBrand.shortName.label; dikgethwa

source: Reconnect to &syncBrand.shortName.label;
tn: Golaganya-gape le &syncBrand.shortName.label;

source: Verify Your Account
tn: Netefatsa Akhaonto ya gago

source: Minimize
tn: Ngotla

source: Restore
tn: Busetsa

# fullScreenClose.tooltip
source: Close
tn: Tswala

source: &Hide Toolbars
tn: Fitlha Bara ya Didiriswa

source: Exit &Full Screen Mode
tn: Tswaa &Mokgwa wa Sekerini se se tletseng

source: is now full screen
tn: ga jaana e mo sekerini se se tletseng

source: This document is now full screen
tn: Tokumente e, e mo sekerini se se tletseng

source: Exit Full Screen (Esc)
tn: Tswaya mo sekerini se se tletseng (Tswaya)

source: Exit Full Screen (esc)
tn: Tswaya mo sekerini se se tletseng (tswaya)

source: Exit F&ull Screen
tn: Tswaya mo Sekerini se se tletseng

source: Close Win&dow
tn: Tswala Win&dow

source: &Bookmarks
tn: &Matshwaotsebe

# bookmarkThisPageCmd.label
source: Bookmark This Page
tn: Tshwaya Tsebe e

source: Edit This Bookmark
tn: Tseleganya letshwaotsebe le

source: Find more Share services…
tn: Batla bontsi jwa ditirelo tsa karogano...

source: Share Thi&s Page
tn: Abelana Tsebe e

source: S&hare This Link
tn: Aba Kgokagano e

source: Sha&re This Image
tn: Aba Setshwantsho se

source: Sha&re Selection
tn: Aba Tlhopho

source: Sha&re This Video
tn: Aba Bidio e

# feedsMenu2.label
source: Subscribe to This Page
tn: Ikwadise mo Tsebeng e

# subscribeToPageMenupopup.label
source: Subscribe to This Page
tn: Ikwadise mo Tsebeng e

source: Subscribe to This Page…
tn: Ikwadise mo Tsebeng e...

source: Bookmark All Tabs…
tn: Ikwadise mo Tsebeng e...

source: Show All Bookmarks
tn: Supa Matshwaotsebe Otlhe

source: Show more bookmarks
tn: Supa matshwaotsebe a le mantsi

source: Back
tn: Morago

source: Go back one page
tn: Boela morago tsebe e le nngwe

source: Forward
tn: Fetisa

source: Go forward one page
tn: fetisetsa fa pele ka tsebe e le nngwe

source: Right-click or pull down to show history
tn: Tobeletsa ka fa mojeng kgotsa gogela fa tlase go supa tiragalo tsedi fetileng

source: Pull down to show history
tn: Gogela fa tlase go supa tiragalo tsedi fetileng

source: Reload
tn: Tsenya sešwa

source: Reload current page
tn: Tsenya sešwa tsebe ya ga jaana

source: Stop
tn: Emisa

source: Stop loading this page
tn: Emisa go tsenya tsebe e

source: Go to the address in the Location Bar
tn: Ya ko atereseng e mo Bara ya lefelo

source: Print
tn: Gatisa

source: Print this page
tn: Gatisa tsebe eno

source: View site information
tn: Leba tshedimosetso ya saete

source: Change whether you can receive notifications from the site
tn: Fetola gore a o kgona go amogela dikitsiso gotsweng mo saeteng

source: Manage sharing your camera and/or microphone with the site
tn: Laola kabelano ya sekapa-ditshwantsho le/kgotsa sekapa-mantswe le saete

source: Manage sharing your microphone with the site
tn: Laola kabelano ya sekapa-mantswe sa gago le saete

source: Manage sharing your windows or screen with the site
tn: Laola kabelano ya windows kgotsa sekerini sa gago le saete

source: Translate this page
tn: Ranola tsebe e

source: Manage page translation
tn: Laola thanodi ya tsebe

source: Manage use of DRM software
tn: Laola tiriso ya serweboleta sa DRM

source: Show history
tn: Bontsha motlhala wa tsedifitileng

source: Search
tn: Batla

source: Home
tn: Gae

# bookmarksButton.label
source: Bookmarks
tn: Matshwaotsebe

# bookmarksMenuButton.label
source: Bookmarks
tn: Matshwaotsebe

source: View Bookmarks Sidebar
tn: &Leba Matshwaotsebe a Barathoko

source: View Bookmarks Toolbar
tn: &Leba Matshwaotsebe a Bara ya didiriswa

# historyButton.label
source: History
tn: Tiragalo tse di fetileng

source: &Tools
tn: &Didiriswa

source: Add a &Keyword for this Search…
tn: Tsenya &Lefokopatlo mo patlong e...

source: &Downloads
tn: &Dikopololo

source: &Add-ons
tn: &Dioketswa

source: &Web Developer
tn: &Mmopi wa Webo

source: Inspect Element
tn: Tlhatlhoba Tlhakakaelo

source: &File
tn: &Faele

source: &New Window
tn: &Window e Ntšha

source: New Private &Window
tn: &Window e Ntšha ya Poraefete

source: New Non-e10s Window
tn: Window e Ntšha e e seng ya-e10s

source: &Edit
tn: &Tseleganya

source: &Undo
tn: &Dirolola

source: &Redo
tn: &Diragape

source: Cu&t
tn: &Sega

source: &Paste
tn: &Kgomaretsa

source: &Delete
tn: &Phimola

source: Select &All
tn: Tlhopha &Gotlhe

source: &Options
tn: &Ditlhophelwa

source: Prefere&nces
tn: &Diratwabogolo

# clearRecentHistory.label
source: Clear Recent History…
tn: Phimola Tiragalo tsa ga jaana...

source: &View
tn: &Leba

source: &Toolbars
tn: &Dibara tsa Didiriswa

source: Sid&ebar
tn: &Barathoko

source: &Customize…
tn: &tshwanedisa...

source: Hi&story
tn: &Tiragalo Tse di Fetileng

source: Recently Closed Tabs
tn: Dithebe tse di tswetsweng Bosheng

source: Recently Closed Windows
tn: Windows tse di Tswetsweng Bosheng

# historyRestoreLastSession.label
source: Restore Previous Session
tn: Busetsa Botlameladikopanelwa jo bo fetileng

# showAllHistoryCmd2.label
source: Show All History
tn: Supa Ditiragalo tsotlhe tse di fetileng

source: Customize
tn: Tshwanedisa

source: Customize the Menu and Toolbars
tn: Tshwanedisa Menu le Bara ya didiriswa

source: Exit Customize
tn: Tswa mo go tswanediseng

source: Finish Customizing
tn: Fetsa Tshwanediso

# appMenuHistory.label
source: History
tn: Ditiragalo tse di fitileng

# appMenuHistory.showAll.label
source: Show All History
tn: Supa Ditiragalo tse di fitileng tsotlhe

# appMenuHistory.clearRecent.label
source: Clear Recent History…
tn: Phimola Ditiragalo tsa ga jaana...

# appMenuHistory.restoreSession.label
source: Restore Previous Session
tn: Busetsa botlameladikopanelwa jo bo fetileng

source: View History Sidebar
tn: Barathoko ya Tebo ya Ditiragalo tse di difetileng

source: Open Help Menu
tn: Bula Menu wa Thuso

# appMenuRemoteTabs.label
source: Synced Tabs
tn: Rulaganya ka tsamaisano Dithebe

# appMenuRemoteTabs.notabs.label
source: No open tabs
tn: Ga gona dithebe tse di butsweng

# appMenuRemoteTabs.tabsnotsyncing.label
source: Turn on tab syncing to view a list of tabs from your other devices.
tn: Tobetsa go dirisa thulaganyo ka tsamaisano ya thebe go leba lenaane la dithebe go tsweng mo didirisweng tse dingwe tsa gago.

source: Sync Preferences
tn: Thulaganya ka tsamaisano ya Dikgethwa

source: &Add to Toolbar
tn: &Tsenya ko Bara ya didiriswa

source: Add to &Menu
tn: &Tsenya ko Menu

source: M&ove to Toolbar
tn: &Sutisetsa ko Bara ya didirisiwa

source: M&ove to Menu
tn: &Sutisetsa ko Menu

source: &Remove from Toolbar
tn: &Tlosa mo Bara ya didirisiwa

source: &Remove from Menu
tn: &Tlosa mo Menu

source: &Add More Items…
tn: &Tsenya Dilwana tse dintsi...

source: Search or enter address
tn: Batla kgotsa tsenya aterese

source: Switch to tab:
tn: Fetolela ko thebeng:

source: Would you like to improve your search experience with suggestions?
tn: A o tla batla go tokafatsa maitemogelo a patlo ya gago ka dikakgelo?

source: Learn more…
tn: Ithute mo go tseneletseng...

source: No
tn: Nnyaa

source: Yes
tn: Ee

source: Search query
tn: Patlophenekololo

source: Submit search
tn: Romela patlo

source: Search for
tn: Batla gonne

source: with:
tn: le:

source: Search
tn: Batla

source: Search with:
tn: Batla ka:

source: Change Search Settings
tn: Fetola Dithulaganyo tsa Patlo

source: Open Link in New &Tab
tn: Bula Kgokagano mo &Thebeng e Ntšha

source: Open Link in New &Window
tn: Bula Kgokagano mo &Window e Ntšha

source: Open Link in New &Private Window
tn: Bula Kgokagano mo Window e Ntšha ya &Poraefete

source: &Open Link
tn: &Bula Kgokagano

source: Open Frame in New &Tab
tn: Bula Foreime mo &Thebeng e Ntšha

source: Open Frame in New &Window
tn: Bula Foreime mo &Window e Ntšha

source: &Show Only This Frame
tn: Bula Foreime mo &Fensetereng e Ntšha

source: &Reload Frame
tn: &Tsenya sešwa Foreimi

source: View Selection Source
tn: Leba Motswedi wa Tlhopho

source: View MathML Source
tn: Leba Motswedi wa MathML

source: &View Page Source
tn: &Leba Motswedi wa Tsebe

source: &View Frame Source
tn: &Leba Motswedi wa Foreime

source: View Page &Info
tn: Leba &Tshedimosetso ya Tsebe

source: View Frame &Info
tn: Leba &Tshedimosetso ya Foreime

source: &Reload Image
tn: &Tsenya sešwa Setshwantsho

source: View &Image
tn: Leba &Setshwantsho

source: View Image In&fo
tn: Leba Ts&hedimosetso ya Tsebe

source: View &Description
tn: Leba &Tlhaloso

source: V&iew Video
tn: L&eba Bidio

source: Vie&w Background Image
tn: &Leba Setshwantsho sa Lemorago

source: &Set As Desktop Background…
tn: &Tlhoma Jaaka Lemorago la Teseketopo…

# bookmarkPageCmd2.label
source: Bookmark This Page
tn: Tshwaya Tsebe e

source: Bookmark This &Link
tn: Tshwayatsebe &Kgokagano e

source: Book&mark This Frame
tn: &Tshwayatsebe Foreime e

source: &Email Link…
tn: &Kgokagano ya Imeile...

source: Save Page &As…
tn: Boloka Tsebe &Jaaka…

source: Save &Frame As…
tn: Boloka &Foreime Jaaka…

source: &Print Frame…
tn: &Gatisa Foreime...

source: Save Lin&k As…
tn: Boloka Kgo&kagano Jaaka…

source: Sa&ve Image As…
tn: Bo&loka Setshwantsho Jaaka…

source: Sa&ve Video As…
tn: Bo&loka Bidio jaaka...

source: Sa&ve Audio As…
tn: Bo&loka Modumo Jaaka...

source: Email Ima&ge…
tn: Imeile Setshwa&ntsho

source: Em&ail Video…
tn: Im&eile Bidio...

source: S&end Video To Device
tn: Romela bidio ko Sedirisweng

source: Em&ail Audio…
tn: Im&eile Modumo...

source: A&ctivate this plugin
tn: Dirisa kgokelo e

source: &Hide this plugin
tn: Fitlha kgokelo e

source: Copy Link Loc&ation
tn: Kopolola Kgokagano ya Lef&elo

source: C&opy Image Location
tn: K&opolola Lefelo la Setshwantsho

source: Cop&y Image
tn: Kop&olola Setshwantsho

source: C&opy Video Location
tn: K&opolola Lefelo la Bidio

source: C&opy Audio Location
tn: K&opolola Lefelo la Modumo

source: Copy &Email Address
tn: Kopolola &Imeile Aterese

source: T&his Frame
tn: Foreime E&no

source: &Play
tn: &Tshameka

source: &Pause
tn: &Kgaotsa

source: &Mute
tn: &Didimatsa

source: Un&mute
tn: Se&didimatse

source: &Normal
tn: &Tlwaelegileng

source: Show &Controls
tn: Supa &Ditaolo

source: Hide &Controls
tn: Fitlha &Ditaolo

# videoFullScreen.label videoFullScreen.accesskey
source: &Full Screen
tn: &Sekerini se se Tletseng

source: &Save Snapshot As…
tn: &Boloka Setshwantshotsepamo Jaaka...

source: Show S&tatistics
tn: Supa D&ipalo

source: Hide S&tatistics
tn: Fitlha D&ipalo

source: Zoom &In
tn: Laola bogolo &Mo teng

source: Zoom &Out
tn: Gogela &Ntle

source: &Reset
tn: &Rulaganyasešwa

source: Zoom &Text Only
tn: Laola bogolo &Dikwalwa Fela

source: &Zoom
tn: &Laola bogolo

source: Close sidebar
tn: Tswala Barathoko

source: E&xit
tn: T&swaya

source: Exit &brandShorterName;
tn: Tswaya &brandShorterName;

source: &Quit
tn: &Tlogela

source: Quit &brandShorterName;
tn: Tlogela &brandShorterName;

source: &Close
tn: &Tswala

source: Page St&yle
tn: Se&taele sa Tsebe

source: &No Style
tn: &Ga gona Setaele

source: &Basic Page Style
tn: &Setaele sa Tsebe sa Tlwaelo

source: Change pop-up blocking settings for this website
tn: Fetola tlhagelelo thibelo dithulaganyo tsa Webosaete e

source: Edit Pop-up Blocker Preferences…
tn: Tseleganya Tlhagelelo Thibo ya tse di kgethilweng...

source: &Edit Pop-up Blocker Options…
tn: &Tseleganya Tlhagelelo Thibo Diitlhophelwa...

source: Switch Page &Direction
tn: Fetola Ntlha &Peomannong

source: S&witch Text Direction
tn: F&etola Peomannong ya Dikwalwa

source: &Find in This Page…
tn: &Batla mo Tsebeng e…

source: Find A&gain
tn: Batla G&ape

source: &Add Dictionaries…
tn: &Tsenya Dithanodi...

source: Done
tn: Feditse

source: Secure Connection
tn: Kgolagano e Sireletsegileng

source: Connection is Not Secure
tn: Kgolagano e ga e a Sireletsega

source: This page is stored on your computer.
tn: Tsebe eno e bolokilwe mo khomputareng ya gago.

source: This is a secure &brandShortName; page.
tn: Ke e sireletsegileng &brandShortName; tsebe.

# identity.activeBlocked
source: &brandShortName; has blocked parts of this page that are not secure.
tn: &brandShortName; e kgoreleditse dikarolo tsa tsebe e tse di sa sireletsegang.

source: Parts of this page are not secure (such as images).
tn: Dikarolo tsa tsebe e ga di a sireletsega (jaaka ditshwantsho).

source: You have disabled protection on this page.
tn: O thibetse go dira ga tshireletso mo tsebeng e.

source: This page uses weak encryption.
tn: Tsebe eno e dirisa mokgwatshireletso o bokoa.

source: Your connection to this site is not private. Information you submit could be viewed by others (like passwords, messages, credit cards, etc.).
tn: Kgolagano ya gago mo saete eno ga e poraefete. Tshedimosetso e o e romelang e ka lebiwa ke batho ba bangwe (jaaka dikhunololamoraba, melaetsa, dikaratamolato, le tse dingwe.).

source: Your connection to this website uses weak encryption and is not private.
tn: Kgolagano ya gago mo saete eno e dirisa mokgwatshireletso o bokoa gape ga e poraefete.

source: Other people can view your information or modify the website’s behavior.
tn: Batho bangwe ba kgona go leba tshedimosetso ya gago kgotsa go fetola tiro - tsamaiso ya webosaete.

# identity.description.activeBlocked
source: &brandShortName; has blocked parts of this page that are not secure.
tn: &brandShortName; e kgoreleditse dikarolo tsa tsebe eno tse di sa sireletsegang.

source: Your connection is not private and information you share with the site could be viewed by others.
tn: Kgolagano ya gago ga e poraefete ka jalo tshedimosetso e o e abelanang le saete e ka lebiwa ke batho ba bangwe.

source: This website contains content that is not secure (such as images).
tn: Webosaete eno e tshotse diteng tse di sa sireletsegang (jaaka ditshwantsho).

source: Although &brandShortName; has blocked some content, there is still content on the page that is not secure (such as images).
tn: Le mororo &brandShortName; e kgoreleditse diteng dingwe, go santse gona le diteng tse di sa sireletsegang mo tsebeng (jaaka ditshwantsho).

source: This website contains content that is not secure (such as scripts) and your connection to it is not private.
tn: Webosaete eno e tshotse diteng tse di sa sireletsegang (jaaka disekeripiti) gape kgolagano ya gago mo go yone ga e poraefete.

source: Information you share with this site could be viewed by others (like passwords, messages, credit cards, etc.).
tn: Tshedimosetso e o e abelanang le saete eno e ka lebiwa ke batho ba bangwe (jaaka dikhunololamoraba, melaetsa, dikaratamolato , le tse dingwe.).

source: &Enable protection
tn: &Kgontsha tshireletso

source: &Disable protection for now
tn: &Thibela go dira ga tshireletso ga jaana

# identity.learnMore
source: Learn More
tn: Ithute mo go Tseneletseng

source: More Information
tn: Tshedimosetso e Tletseng

source: Permissions
tn: Ditetla

source: Browser tabs
tn: Dithebe tsa Sebatli

# syncBrand.shortName.label
source: Sync
tn: Rulaganya ka tsamaisano

source: &Sync Now
tn: &Rulaganya ka tsamaisano gone Jaana

source: &Reconnect to &syncBrand.shortName.label;…
tn: &Golaganya ko &syncBrand.shortName.label;...

# syncToolbarButton.label
source: Sync
tn: Rulaganya ka tsamaisano

source: Manage Services…
tn: Laola Ditirelo...

source: Activations Directory
tn: Lenaneofaele la Ditiriso

source: You can activate Share services from the directory.
tn: O ka dirisa Kabo ya ditirelo go tswa mo lenaneofaele.

source: Take me there!
tn: Nkise teng!

source: Click on a service to add it to &brandShortName;.
tn: Tobetsa mo tirelong go e tsenya mo &brandShortName;.

source: View More
tn: Leba go le Gontsi

source: Additional Tools and Features
tn: Tlaleletso Didiriswa le Dikokoanyo tsa dirweboleta

source: Want more tools?
tn: O batla didirisiwa tse dintsi?

source: Choose from thousands of add-ons
tn: Tlhopha go tswa mo Diketeng tsa Dioketswa

source: Restore Defaults
tn: Busetsa Thulaganyetsoruri

source: Show / Hide Toolbars
tn: Supa/ Fitlha Bara ya didiriswa

source: Title Bar
tn: Bara ya Setlhogo

source: Themes
tn: Dimorago

source: My Themes
tn: Dimorago Tsame

source: Recommended
tn: E beilwe fa pele

source: Manage
tn: Laola

source: Get More Themes
tn: Bona Mamorago a Mangwe

source: &Camera to share:
tn: &Sekapa-ditshwantsho se se ka abiwang:

source: &Microphone to share:
tn: &Sekapamodumo se se ka abelanwang:

source: Audio from the tab will be shared.
tn: Modumo go tswa mo thebeng o tla abelanwa.

source: All visible windows on your screen will be shared.
tn: Windows tse di bonagalang tsotlhe mo sekerini sa gago di tla abelanwa.

source: Tracking Protection
tn: Tshireletso ya Tatediso

source: &brandShortName; is blocking parts of the page that may track your browsing.
tn: &brandShortName; e kgoreletsa dikarolo tsa tsebe tse di ka latedisang patlo ya gago.

source: This site includes elements that may track your browsing. You have disabled protection.
tn: Saete eno e tsentse ditlhakakaelo tse di ka latedisang patlo ya gago. O thibetse go dira ga tshireletso.

source: No tracking elements detected on this page.
tn: Ga gona ditlhakakaelo tatediso tse di lemogilweng mo tsebeng eno.

# trackingProtection.unblock.label trackingProtection.unblock.accesskey
source: &Disable protection for this site
tn: &Thibela go dira ga tshireletso ya saete eno

source: &Disable protection for this session
tn: &Thibela go dira ga tshireletso mo botlameladikopanelwa ga jaana

# trackingProtection.block2.label trackingProtection.block2.accesskey
source: &Enable protection
tn: &Kgontsha tshireletso

source: Tracking
tn: Tatediso

source: Parts of the page that track your online activity have been blocked.
tn: Mefama ya tsebe e latedisang tiro ya gago mo kgolaganong ka mafaratlhatlha e thibetswe.

# trackingContentBlocked.learnMore
source: Learn More
tn: Ithute Thata

source: Options
tn: Diitlhophelwa

# trackingContentBlocked.unblock2.label trackingContentBlocked.unblock2.accesskey
source: &Disable protection for this site
tn: &Thibela go dira ga tshireletso mo saete eno

# trackingContentBlocked.block.label trackingContentBlocked.block.accesskey
source: &Enable protection
tn: &Kgontsha tshireletso

source: Tracking protection is disabled
tn: Tshireletso ya tatediso ga e dire

source: &Show All
tn: &Bontsha Tsotlhe

source: Allow Now
tn: Letlelela gone Jaana

source: Allow and Remember
tn: Letlelela le go Gakologelwe

source: Block Plugin
tn: Thibela Kgokelo

# uiTour.infoPanel.close
source: Close
tn: Tswala

source: Sidebars
tn: Dibarathoko

source: Forget the last:
tn: Lebala ya bofelo:

source: Five minutes
tn: Metsotso e le metlhano

source: Two hours
tn: Oura tse pedi

source: 24 hours
tn: Oura tse di masome a mabedi le bone

source: Proceeding will:
tn: Go tswelela pele go tla:

source: Delete Recent <html:strong>Cookies</html:strong>
tn: Phimola tsa Bosheng <html:strong>dikhukhi</html:strong>

source: Delete Recent <html:strong>History</html:strong>
tn: Phimola wa Bosheng <html:strong>motlhala</html:strong>

source: Close all <html:strong>Tabs</html:strong> and <html:strong>Windows</html:strong>
tn: Tswala tsotlhe <html:strong>Dithebe</html:strong> le <html:strong>Windows</html:strong>

source: Open a new clean Window
tn: Bula Window e ntšha e ntlafetse

source: This action cannot be undone.
tn: Tiro e ga e kake ya dirololwa.

source: Forget!
tn: Lebala!

source: Your recent history is cleared.
tn: Motlhala o bosheng wa gago o phimotswe.

source: Safe browsing!
tn: Go batla mo go pabalesego!

source: Thanks!
tn: Ditebogo!

source: Learn more about &DRM…
tn: Ithute thata ka &DRM...
