Repository: tktk711/mozilla-l10n
Catalog: doi/browser/pdfviewer/viewer.properties.po
Languages: doi

source: Previous Page
doi: पिछला सफा

# previous_label
source: Previous
doi: पिछला

source: Next Page
doi: अगला सफा

# next_label
source: Next
doi: अगला

source: Page:
doi: सफा:

source: of {{pageCount}}
doi: दा {{सफा संख्या}}

# zoom_out.title
source: Zoom Out
doi: ज़ूम आउट

# zoom_out_label
source: Zoom Out
doi: ज़ूम आउट

# zoom_in.title
source: Zoom In
doi: ज़ूम इन

# zoom_in_label
source: Zoom In
doi: ज़ूम इन

source: Zoom
doi: ज़ूम करो

source: Switch to Presentation Mode
doi: प्रस्तुति मोड लेई स्विच करो

source: Presentation Mode
doi: प्रस्तुति मोड

source: Open File
doi: फाइल खोह्‌ल्लो

source: Open
doi: खोह्‌ल्लो

# print.title
source: Print
doi: प्रिंट

# print_label
source: Print
doi: प्रिंट

# download.title
source: Download
doi: डाउनलोड करो

# download_label
source: Download
doi: डाउनलोड करो

source: Current view (copy or open in new window)
doi: मजूदा द्रिश्श (नमीं विंडो च कापी करो जां खोह्‌ल्लो)

source: Current View
doi: मजूदा द्रिश्श

# tools.title
source: Tools
doi: उपकरण

# tools_label
source: Tools
doi: उपकरण

# first_page.title
source: Go to First Page
doi: पैह्‌ले सफे पर जाओ

# first_page.label
source: Go to First Page
doi: पैह्‌ले सफे पर जाओ

# first_page_label
source: Go to First Page
doi: पैह्‌ले सफे पर जाओ

# last_page.title
source: Go to Last Page
doi: खीरी सफे पर जाओ

# last_page.label
source: Go to Last Page
doi: खीरी सफे पर जाओ

# last_page_label
source: Go to Last Page
doi: खीरी सफे पर जाओ

# page_rotate_cw.title
source: Rotate Clockwise
doi: घड़ी दी दिशा च रोटेट करो.

# page_rotate_cw.label
source: Rotate Clockwise
doi: घड़ी दी दिशा च रोटेट करो.

# page_rotate_cw_label
source: Rotate Clockwise
doi: घड़ी दी दिशा च रोटेट करो.

# page_rotate_ccw.title
source: Rotate Counterclockwise
doi: घड़ी दी पुट्ठी दिशा च रोटेट करो

# page_rotate_ccw.label
source: Rotate Counterclockwise
doi: घड़ी दी पुट्ठी दिशा च रोटेट करो

# page_rotate_ccw_label
source: Rotate Counterclockwise
doi: घड़ी दी पुट्ठी दिशा च रोटेट करो

# hand_tool_enable.title
source: Enable hand tool
doi: दस्ती उपकरण समर्थ करो

# hand_tool_enable_label
source: Enable hand tool
doi: दस्ती उपकरण समर्थ करो

# hand_tool_disable.title
source: Disable hand tool
doi: दस्ती उपकरण असमर्थ करो

# hand_tool_disable_label
source: Disable hand tool
doi: दस्ती उपकरण असमर्थ करो

# document_properties.title
source: Document Properties…
doi: दस्तावेज विशेशतां

# document_properties_label
source: Document Properties…
doi: दस्तावेज विशेशतां

source: File name:
doi: फाइल नांऽ:

source: File size:
doi: फाइल नाप:

source: {{size_kb}} KB ({{size_b}} bytes)
doi: {{नाप_kb}} KB ({{नाप_b}} बाइटां)

source: {{size_mb}} MB ({{size_b}} bytes)
doi: {{नाप_mb}} MB ({{नाप_b}} बाइटां)

source: Title:
doi: शीर्शकः

source: Author:
doi: लेखकः

source: Subject:
doi: विशे:

source: Keywords:
doi: कुंजी शब्द:

source: Creation Date:
doi: सिरजना तरीक:

source: Modification Date:
doi: तरमीम तरीक:

source: {{date}}, {{time}}
doi: {{तरीक}}, {{समां}}

source: Creator:
doi: सिरजक:

source: PDF Producer:
doi: PDF निर्माता:

source: PDF Version:
doi: PDF सरूप:

source: Page Count:
doi: सफा गिनतरी:

# document_properties_close
source: Close
doi: बंद

# toggle_sidebar.title
source: Toggle Sidebar
doi: टॉगल साइडबार

# toggle_sidebar_label
source: Toggle Sidebar
doi: टॉगल साइडबार

source: Show Document Outline
doi: दस्तावेज़ आउटलाइन दस्सो

source: Document Outline
doi: दस्तावेज़ आउटलाइन

source: Show Attachments
doi: अटैचमैंटां दस्सो

source: Attachments
doi: अटैचमैंटां

source: Show Thumbnails
doi: थंबनेल दस्सो

source: Thumbnails
doi: थंबनेल

source: Find in Document
doi: दस्तावेज च तुप्पो

source: Find
doi: तुप्पो

source: Page {{page}}
doi: सफा {{सफा}}

source: Thumbnail of Page {{page}}
doi: सफे दा थंबनेल {{सफा}}

source: Find:
doi: तुप्पो:

source: Find the previous occurrence of the phrase
doi: पदबंध दे पिछले पाए जानें गी तुप्पो

# find_previous_label
source: Previous
doi: पिछला

source: Find the next occurrence of the phrase
doi: पदबंध दे अगले पाए जानें गी तुप्पो

# find_next_label
source: Next
doi: अगला

source: Highlight all
doi: सब उजागर करो

source: Match case
doi: केस मेलो

source: Reached top of document, continued from bottom
doi: सफे दे धुर उप्परा तगर पुज्जी गेआ, थल्ले शा जारी रक्खेआ

source: Reached end of document, continued from top
doi: सफे दे खीरा तगर पुज्जी गेआ, धुर उप्परा शा जारी रक्खेआ

source: Phrase not found
doi: पदबंध नेईं लब्भा

source: More Information
doi: मती जानकारी

source: Less Information
doi: घट्ट जानकारी

# error_close
source: Close
doi: बंद

source: PDF.js v{{version}} (build: {{build}})
doi: PDF.js v{{सरूप}} (निर्माण: {{निर्माण}})

source: Message: {{message}}
doi: सनेहा: {{सनेहा}}

source: Stack: {{stack}}
doi: स्टैक: {{स्टैक}}

source: File: {{file}}
doi: फ़ाइल: {{फ़ाइल}}

source: Line: {{line}}
doi: लाइन: {{लाइन}}

source: An error occurred while rendering the page.
doi: सफा प्रतिपादन दौरान इक गल्ती दरपेश आई.

source: Page Width
doi: सफा चौड़ाई

source: Page Fit
doi: सफा फिट

source: Automatic Zoom
doi: स्वचलत ज़ूम

source: Actual Size
doi: असली नाप

source: {{scale}}%
doi: {{स्केल}}%

source: Error
doi: गल्ती

source: An error occurred while loading the PDF.
doi: पीडीऐफ्फ(PDF ) दे लोड होने दौरान इक गल्ती दरपेश आई.

source: Invalid or corrupted PDF file.
doi: अमान्य जा दूशत PDF फाइल .

source: Missing PDF file.
doi: गायब PDF फाइल

source: Unexpected server response.
doi: अनअपेक्षत सर्वर अनुक्रिया

source: [{{type}} Annotation]
doi: [एनोटेशन {{किस्म}}]

source: Enter the password to open this PDF file.
doi: एह् PDF फाइल खोह्‌लने आस्तै पासवर्ड प्रविश्ट करो.

source: Invalid password. Please try again.
doi: अमान्य पासवर्ड. कृपा करियै दोबारा कोशश करो.

source: OK
doi: ठीक ऐ

source: Cancel
doi: रद्द करो

source: Warning: Printing is not fully supported by this browser.
doi: चेतावनी: प्रिंटिङ इस ब्राउज़र द्वारा पूरी चाल्ली समर्थत नेईं ऐ.

source: Warning: The PDF is not fully loaded for printing.
doi: चेतावनी: PDF प्रिंटिङ आस्तै पूरी चाल्ली लोड नेईं होए दा.

source: Web fonts are disabled: unable to use embedded PDF fonts.
doi: वैब फांट असमर्थत न: जड़त PDF फांटें गी बरतने च असमर्थ.
