Repository: tktk711/mozilla-l10n
Catalog: hsb/mail/chrome/messenger/newmailaccount/accountProvisioner.dtd.po
Languages: hsb

source: Welcome to &brandShortName;
hsb: Witajće k &brandShortName;

source: Would you like a new email address?
hsb: Chceće nowu e-mejlowu adresu?

source: We are only displaying the providers offering addresses in your area. Click here to show all providers.
hsb: Pokazujemy jenož poskićowarjow, kotřiž adresy we wašich kónčinach poskićuja. Klikńće tu, zo byšće wšěch poskićowarjow pokazał.

source: Sorry, we could not find any suggested email addresses.
hsb: Bohužel njemóžachmy namjetowane e-mejlowe adresy namakać.

source: You can try to search for nicknames or any other term to find more emails.
hsb: Móžeće tež za přimjenami abo hinašim wurazom pytać, zo byšće dalše e-mejlowe adresy namakał.

source: Also you might try one of the
hsb: Móžeće tež jednu z

source: free email account alternatives
hsb: darmotnych alternatiwow e-mejlowych kontow wužiwać

source: Hello
hsb: Witajće

source: , the following email addresses are available to you:
hsb: , slědowace e-mejlowe adresy steja wam k dispoziciji:

source: (You can also search for nicknames or any other term to find more emails)
hsb: (Móžeće tež za přimjenami abo hinašim wurazom pytać, zo byšće dalše e-mejlowe adresy namakał)

source: In partnership with several providers, &brandShortName; can offer you a new email account. Just fill in your first and last name, or any other words you'd like, in the fields above to get started.
hsb: W partnerstwje z wjacorymi poskićowarjemi móže &brandShortName; nowe e-mejlowe konto poskićić. Zapisajće jenož swoje předmjeno a swójbne mjeno abo někajke druhe słowa po swojej wólbje do polow horjeka, zo byšće započał.

source: Already have an address you want to use?
hsb: Maće hižo adresu, kotruž chceće wužiwać?

source: Got an address?
hsb: Maće adresu?

source: Skip this and use my existing email
hsb: To přeskočić a eksistowacu e-mejlowu adresu wužiwać

source: I think I'll configure my account later.
hsb: Konto pozdźišo konfigurować.

source: Congratulations!
hsb: Zbožopřeće!

source: You have successfully set up your account.
hsb: Sće swoje konto wuspešnje konfigurował.

source: Write some email
hsb: E-mejl pisać

source: Let your friends and family know about your new address.<br/> That's why you got this new account, isn't it?
hsb: Zdźělće swojim přećelam a swojej swójbje swoju nowu adresu.<br/> Tohodla sće tute nowe konto załožił, něwěrno?

source: Customize &brandShortName; with some cool add-ons
hsb: Přiměrće &brandShortName; z někotrymi wulkotnymi přidatkami

source: There are thousands of add-ons that let you customize &brandShortName; to make it fit your specific needs.
hsb: Su tysacy přidatkow, kotrež wam zmóžnjeja &brandShortName; přiměrić, zo by wašim wosobinskim přećam wotpowědował.

source: Attach a personal signature to my email
hsb: Wosobinsku signaturu k e-mejlej připowěsnyć

source: You can automatically attach a quote or some information about yourself to the end of every message you send.
hsb: Móžeće citat abo hinaše informacije wo sebi ke kóncej kóždeje powěsće, kotruž sćeleće, připowěsnyć.

source: Close this window.
hsb: Tute wokno začinić.

source: Your name, or nickname
hsb: Waše mjeno abo přimjeno

source: Search
hsb: Pytać

source: Customize your search engine
hsb: Swoju pytawu přiměrić

source: Your email provider can also provide you with web search capabilities.
hsb: Waš e-mejlowy poskićowar móže was z móžnosćemi webpytanja wuhotować.

source: Finish
hsb: Dokónčić
