Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/browser/devtools/app-manager.dtd.po
Languages: kok

# index.title
source: App Manager
kok: अॅप व्यवस्थापक

source: Apps
kok: अॅप्स

source: Device
kok: उपकरण

# index.help
source: Help
kok: मदत

source: Debug main process
kok: मेन प्रक्रिया डिबग करात

source: Open the Developer Tools connected to the main process on the device
kok: उपकरणावयल्या मुखेल प्रक्रियेक जोडिल्ली विकासक साधनां उगडात

source: Screenshot
kok: स्क्रिनशॉट

source: Open a screenshot of the current state of the device in a new tab
kok: उपकरणाच्या सद्याच्या स्थितीचो स्क्रिनशॉट नव्या टॅबान उगडात

source: Device Control Center
kok: उपकरण नियंत्रण केंद्र

source: Not connected. Please connect your device below.
kok: जोडिल्ले ना. मात्शे तुमचे उपकरण सकयल जोडात.

source: Start
kok: सुरू

source: Start this app on the device
kok: हे अॅप उपकरणार सुरू करात

source: Stop
kok: रावात

source: Stop this app on the device
kok: हे अॅप उपकरणार बंद करात

# device.debugApp
source: Debug
kok: डिबग

source: Open the Developer Tools connected to this app on the device
kok: उपकरणावयल्या ह्या अॅपाक जोडिल्ली विकासक साधनां उगडात

source: Name
kok: नाव

source: Plain (default)
kok: सादे (मुळाव्यान)

source: Privileged
kok: खास अधिकार

source: Certified
kok: प्रमाणित

source: Allow
kok: अनुमती दियात

source: This permission is allowed for apps of this type
kok: ह्या प्रकारच्या अॅप्सांक ही परवानगी आसा.

source: Prompt
kok: प्रॉम्ट

source: This permission requires a user prompt for apps of this type
kok: ह्या परवानगेक ह्या प्रकारच्या अॅप्सांक वापरपी प्रॉम्प्ट जाय.

source: Deny
kok: न्हंयकारात

source: This permission is denied for apps of this type
kok: ह्या प्रकारच्या अॅप्सांक ही परवानगी न्हयकारल्या

source: Installed Apps
kok: अॅप्स प्रतिष्ठापित करात

source: View a list of apps installed on the device. Some apps, such as certified apps, may be excluded from this view.
kok: उपकरणार प्रतिष्ठापित केल्ल्या अॅप्सांची वळेरी पळयात. काय अॅप्स, देखीक प्रमाणित अॅप्स, ह्या दृश्यातल्यान वगळल्या जायत.

source: Permissions
kok: अनुमत्यो

source: View a table of the permissions accessible to the different types of apps
kok: विंगडविंगड अॅप्सांनी प्रवेश दिवपी परवानग्यांचो तक्टो पळयात

source: https://developer.mozilla.org/docs/Web/Apps/App_permissions
kok: https://developer.mozilla.org/docs/Web/Apps/अॅप_परवानग्यो

source: Browser Tabs
kok: ब्रावजर टॅबां

source: View a list of tabs in the browser of the connected device
kok: जोडिल्ला उपकरणाच्या ब्रावजरान टॅबांची वळेरी पळयात

# device.debugBrowserTab
source: Debug
kok: डिबग

source: Open the Developer Tools connected to this browser tab on the device
kok: उपकरणावयल्या ह्या ब्रावजर टॅबाक जोडिल्ली विकासक साधनां उगडात

# device.help
source: Help
kok: मदत

source: Connect to the device
kok: उपकरणाक जोडात

source: Disconnect
kok: जोडणी तोडात

source: Disconnect from the current device or simulator
kok: सद्याच्या उपकरणवयल्यान वो सिम्यूलेटावयल्यान जोडणी तोडात

source: Not Connected.
kok: जोडिल्ले ना.

source: Connect to:
kok: क जोडला:

source: No device found. Plug a device
kok: उपकरण मेळू ना. उपकरण प्लग करात

source: Change
kok: बदल

source: Change the host and port used to connect to the device (defaults to localhost:6000)
kok: उपकरण जोडपाक वापरिल्ल्यो येजमान आनी पोर्ट बदलात (मुळाव्यान थळावो येजमान:6000)

source: Start Simulator
kok: सिम्यूलेटर सुरू करात

source: Start an instance of the Simulator and connect to it
kok: सिम्यूलेटराचो इंस्टंस सुरू करात आनी ताका जोडात

# connection.saveConnectionInfo
source: Save
kok: जतनाय करात

source: Save the host and port
kok: येजमान आनी पोर्टाची जतनाय करात

source: Connecting…
kok: जोडटा...

source: Disconnecting…
kok: जोडणी तोडटा...

source: Cancel
kok: रद्द

source: Cancel the connection in progress
kok: प्रगती करता ती जोडणी रद्द करात

source: Exit the Simulator connection mode and return to the initial prompt
kok: सिम्युलेटर जोडणी स्थितीभायर वचात आणि मुळाव्या प्रॉम्प्टांत येयात.

source: or
kok: वो

source: No simulator installed.
kok: सिम्यूलेटर प्रतिष्ठापित ना.

source: Install Simulator
kok: सिम्यूलेटर प्रतिष्ठापित करात

source: Install a version of the Simulator by downloading the relevant add-on
kok: सिम्यूलेटराची आवृत्ती प्रतिष्ठापित करात संबंधित अॅड-ऑन डावनलोड करून

# connection.installAnotherSimulator
source: Add
kok: जोडात

source: Install an additional version of the Simulator by downloading the relevant add-on
kok: सिम्यूलेटराची अदिक आवृत्ती प्रतिष्ठापित करात संबंधित अॅड-ऑन डावनलोड करून

source: Start:
kok: सुरू:

# projects.localApps
source: Local Apps
kok: थळावी अॅप्स

# projects.addApp
source: Add
kok: जोडात

source: Add Packaged App
kok: पॅकेज्ड अॅप जोडात.

source: Add a new packaged app (a directory) from your computer
kok: तुमच्या संगणकावयले नवे पॅकेज्ड अॅप (निदेशिका) जोडात

source: Add Hosted App
kok: येजमान अॅप्स जोडात

source: Add a new hosted app (link to a manifest.webapp file) from a remote website
kok: रिमोट वेबसायटीवेल्यान नवे येजमान अॅप जोडात (manifest.webapp फायलीक जोड)

# projects.title
source: Local Apps
kok: थळावी अॅप्स

source: App Details
kok: अॅप तपशील

source: Remove this app from the list of apps you are working on. This will not remove it from a device or a simulator.
kok: तुमी काम करता त्या अॅप्सांच्या वळेरेतल्यान हे अॅप काडात. ते उपकरण वो सिम्युलेटरावेल्यान काडले वचचे ना.

source: Update
kok: सुदार

source: Execute validation checks and update the app to the connected device
kok: वैधताय तपासण्यो कार्यान्वित करात आणि जोडिल्ल्या उपकरणांक अॅप सुधारात.

# projects.debugApp
source: Debug
kok: डिबग

source: Open Developer Tools connected to this app
kok: ह्या अॅपाक जोडिल्ली विकासक साधनां उगडात

# projects.saveManifest
source: Save
kok: जतनाय करात

source: Save the contents of the Manifest Editor below
kok: मॅनिफेस्ट संपादकाच्या आशयाची सकयल जतनाय करात

source: No projects. Add a new packaged app below (local directory) or a hosted app (link to a manifest file).
kok: प्रकल्प ना. नवे पॅकेज्ड अॅप सकयल जोडात (थळावी निदेशिका) वो येजमान अॅप (मॅनिफेस्ट फायलीन जोड).

source: Manifest Editor
kok: मॅनिफेस्ट संपादक

source: Edit your app's manifest in the panel below. The Update button will save your changes and update the app.
kok: सकयल्या पॅनलान तुमच्या अॅपाचो मॅनिफेस्ट संपादित करात. सुदार बटण तुमच्या बदलांची जतनाय करतलो आनी अॅप सुदारतलो.

source: Manifest Viewer
kok: मॅनिफेस्ट पळोवपी

source: Examine your app's manifest in the panel below
kok: सकयल्या पॅनलान तुमच्या अॅपाचो मॅनिफेस्ट तपासात

source: Valid
kok: वैध

source: Error
kok: एरर

source: Warning
kok: शिटकावणी

source: Hosted
kok: येजमान

source: Packaged
kok: पॅकेज्ड

# help.title
source: App Manager
kok: अॅप व्यवस्थापक

source: Close
kok: बंद

source: This tool will help you build and install web apps on compatible devices (i.e. Firefox OS). The <strong>Apps</strong> tab will assist you in the validation and installation process of your app. The <strong>Device</strong> tab will give you information about the connected device. Use the bottom toolbar to connect to a device or start the simulator.
kok: हे साधन तुमका सुसंगत उपकरणांचेर (देखीक फायरफॉक्स OS) वेब अॅप्स बांदपाक आणि प्रतिष्ठापित करपाक मदत करतले. <strong>अॅप्स</strong> टॅब तुमका तुमच्या अॅपाच्या वैधताय आणि प्रतिष्ठापन प्रक्रियेंत मदत करतले. <strong>उपकरण</strong> टॅब तुमका जोडिल्ल्या उपकरणाची माहिती दितले. सकयली साधनपट्टी उपकरणाक जोडपाक वो सिम्युलेटर सुरू करपाक वापरात.

source: Useful links:
kok: गरजेच्यो जोडण्यो:

source: Documentation: Using the App Manager
kok: दस्तावेजीकरण: अॅप व्यवस्थापक वापरून

source: How to setup your Firefox OS device
kok: तुमचे फायरफॉक्स OS उपकरण कशे सेटअप करपाचे

source: Troubleshooting
kok: ट्रबलशूटिंग

source: Install Simulator Add-on
kok: सिम्यूल्टर अॅड-ऑन प्रतिष्ठापित करात

source: Install Adb Helper Add-on
kok: Adb मदत अॅड-ऑन प्रतिष्ठापित करात
