Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/browser/devtools/app-manager.properties.po
Languages: kok

source: The App Manager will be removed in a future release. Your projects have been migrated to WebIDE.
kok: अॅप व्यवस्थापक मुखावेल्या आवृत्त्यांनी काडलो वतलो. तुमचे प्रकल्प WebIDE न स्थलांतरित केल्यात.

source: Launch WebIDE
kok: WebIDE चालू करात

source: Read More
kok: अदिक वाचात

source: Device size: %1$Sx%2$S (%3$S DPI)
kok: उपकरण आकार: %1$Sx%2$S (%3$S DPI)

source: Connected to %1$S
kok: %1$S क जोडले

source: Connect to %1$S:%2$S
kok: %1$S:%2$S क जोडात

source: Select a webapp folder
kok: वेबअॅप फोल्डर निवडात

source: Installing…
kok: प्रतिष्ठापना करता...

source: Installed!
kok: प्रतिष्ठापित!

source: The project folder doesn't exists
kok: प्रकल्प फोल्डर अस्तित्वांत ना

source: The project folder ends up being a file
kok: प्रकल्प फोल्डर फायलींत रूपांतरित जाता

source: Invalid manifest URL '%S'
kok: अमान्य मॅनिफेस्ट URL '%S'

source: The webapp manifest isn't a valid JSON file: %1$S at: %2$S
kok: वेबअॅप मॅनिफेस्ट ही वैध JSON फायल न्ही: %1$S हांगा: %2$S

source: Unable to read manifest file: %1$S at: %2$S
kok: मॅनिफेस्ट फायलवाचपाक शकना: %1$S हांगा: %2$S

source: Invalid hosted manifest URL '%1$S': %2$S
kok: अमान्य येजमान मॅनिफेस्ट URL '%1$S': %2$S

source: Unknown project type '%S'
kok: अज्ञात प्रकल्प प्रकार '%S'

source: Missing mandatory 'name' in Manifest.
kok: मॅनिफेस्टांत शेणिल्ले बंधनकारक 'नाव'

source: Missing 'icons' in Manifest.
kok: मॅनिफेस्टान शेणिल्ली 'चिन्ना'.

source: app submission to the Marketplace requires a 128px icon
kok: मार्केटप्लेसार अॅप सादर करपाक 128px लागता

source: Unknown app type: '%S'.
kok: अज्ञात अॅप प्रकार: '%S'.

source: Hosted App can't be type '%S'.
kok: येजमान अॅप '%S' प्रकारचे आसू शकना.

source: 'certified' apps are not fully supported on the App manager.
kok: 'प्रमाणित' अॅप्सांक अॅप व्यवस्थापकांत पुराय फाटबळ ना.

source: Launch path has to be an absolute path starting with '/': '%S'
kok: चालू वाटेक सरळ '/': '%S' न सुरू जावपी वाट आसू येता.

source: Unable to access the app starting document '%S'
kok: अॅप सुरू करपी दस्तावेज '%S' न प्रवेश करपाक शकना

source: Unable to access the app starting document '%1$S', got HTTP code %2$S
kok: अॅप सुरू करपी दस्तावेज '%1$S' न प्रवेश करपाक शकना, HTTP कोड %2$S मेळलो
