Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/browser/devtools/netmonitor.dtd.po
Languages: kok

source: • Click on the
kok: • चेर क्लीक करात

source: button to start performance analysis.
kok: कामाचे विश्र्लेषण सुरू करपाक बटण

source: • Perform a request or
kok: • विनंती करात वो

source: Reload
kok: परतून चालू करात

source: the page to see detailed information about network activity.
kok: नेटवर्क कारवायेविशी सविस्तर माहिती पळोवपाचे पान

source: Method
kok: पद्धत

source: File
kok: फायल

source: Domain
kok: डोमेन

source: Type
kok: प्रकार

source: Size
kok: आकार

source: Timeline
kok: टायमलायन

source: Headers
kok: हेडर्स

source: Cookies
kok: कुकीज

source: Params
kok: पॅराम्स

source: Response
kok: प्रतिसाद

source: Timings
kok: वेळो

source: Preview
kok: पूर्वदृश्य

source: Security
kok: सुरक्षा

source: All
kok: सगळे

source: Fonts
kok: अक्षरसंच

source: Images
kok: प्रतिमां

source: Media
kok: माध्यम

source: Flash
kok: फ्लॅश

source: Other
kok: हेर

source: Clear
kok: साफ करात

source: Toggle performance analysis…
kok: कामाचे विश्र्लेषणाची अदलाबदल करात..

source: Toggle network info
kok: नेटवर्क माहितीची अदलाबदल करात

source: Request URL:
kok: URL: ची विनंती करात

source: Request method:
kok: विनंती पद्दत:

source: Status code:
kok: कोड: स्थिती

source: Version:
kok: वर्जन:

source: Headers size:
kok: हेडरांचो आकार:

source: Name:
kok: नाव:

source: Dimensions:
kok: परिमाण

source: MIME Type:
kok: MIME प्रकार:

source: Encoding:
kok: सांकेतन:

source: Blocked:
kok: आडयले:

source: DNS resolution:
kok: DNS सोडवणूक:

source: Connecting:
kok: जोडटा:

source: Sending:
kok: धाडटा:

source: Waiting:
kok: रावता:

source: Receiving:
kok: स्वीकारता:

source: Certificate:
kok: प्रमाणपत्र:

source: Copy URL
kok: URL प्रत करात

source: Copy as cURL
kok: cURL म्हण प्रत करात

source: Copy Image as Data URI
kok: डेटा URI म्हण प्रतिमा प्रत करात

source: Edit and Resend
kok: संपादन करून परत धाडात

source: Raw headers
kok: रॉ हेडर्स

source: Request headers:
kok: हेडर्स विनंती:

source: Response headers:
kok: प्रतिसाद विनंती:

source: Open in New Tab
kok: नव्या टॅबांत उगडात

source: Start Performance Analysis…
kok: कामाचे विश्र्लेषण सुरू करात...

source: New Request
kok: नवी विनंती

source: Query String:
kok: प्रस्न स्ट्रींग:

source: Request Headers:
kok: विनंती हेडर्स:

source: Request Body:
kok: बॉडी विनंती:

source: Send
kok: धाडात

source: Cancel
kok: रद्द

source: Back
kok: फाटीं
