Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/browser/devtools/storage.properties.po
Languages: kok

source: Stor&age
kok: साठो

source: Storage Inspector
kok: साठो निरीक्षक

source: Storage Panel
kok: साठो पॅनल

source: Storage Inspector (Cookies, Local Storage …)
kok: साठो निरीक्षक (कुकीज, थळावो साठो...)

source: No hosts on the page
kok: पानार योजमान ना

source: No data present for selected host
kok: निवडिल्ल्या येजमानाखातीर डेटा ना

source: Cookies
kok: कुकीज

source: Local Storage
kok: थळवो साठो

source: Session Storage
kok: सत्र साठो

source: Indexed DB
kok: अमिक्रमणिका केल्ली DB

source: Name
kok: नाव

source: Path
kok: वाट

source: Domain
kok: डोमेन

source: Expires on
kok: चेर सोपता

# table.headers.cookies.value
source: Value
kok: मोल

source: Last accessed on
kok: चेर निमणो प्रवेश केला

source: Created on
kok: चेर तयार केला

# table.headers.localStorage.name
source: Key
kok: की

# table.headers.localStorage.value
source: Value
kok: मोल

# table.headers.sessionStorage.name
source: Key
kok: की

# table.headers.sessionStorage.value
source: Value
kok: मोल

# table.headers.indexedDB.name
source: Key
kok: की

source: Database Name
kok: डेटाबेसिचे नाव

source: Object Store Name
kok: वस्त साठ्याचे नाव

# table.headers.indexedDB.value
source: Value
kok: मोल

source: Origin
kok: मूळ

source: Version
kok: आवृत्ती

source: Object Stores
kok: वस्त साठो

# table.headers.indexedDB.keyPath
source: Key
kok: की

source: Auto Increment
kok: आपशीच वाड

source: Indexes
kok: अनुक्रमणिका

source: Session
kok: सत्र

source: Filter values
kok: मोलां फिल्टर करात

source: Data
kok: डेटा

source: Parsed Value
kok: पार्स केल्ले मोल
