Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/browser/devtools/webConsole.dtd.po
Languages: kok

source: Web Console
kok: वेब कन्सोल

source: Browser Console
kok: ब्रावजर कंसोल

source: Request URL:
kok: विनंती URL:

source: Request Method:
kok: विनंती पद्धत:

source: Status Code:
kok: स्थिती कोड:

source: Request Headers
kok: हेडर्स विनंती

source: Sent Cookie
kok: कुकी थारायात

source: Request Body
kok: बॉडी विनंती

source: Sent Form Data
kok: प्रपत्र डाटा धाडलो

source: Response Headers
kok: प्रतिसाद हेडर्स

source: Received Cookie
kok: कुकी मेळली

source: Response Body
kok: बॉडी प्रतिसाद

source: Cached Data
kok: कॅश्ड डाटा

source: Unknown Content Type
kok: अज्ञात आशय प्रकार

source: No Response Body
kok: प्रतिसाद ना बॉडी

source: Received Image
kok: स्वीकारील्ली प्रतिमा

source: Cached Image
kok: कॅश्ड प्रतिमा

source: &Log Request and Response Bodies
kok: &लॉग विनंती आनी प्रतिसाद बॉडिज

source: Open URL in New &Tab
kok: URL नव्या &टॅबान उगडात

source: &Net
kok: &नेट

source: Log network access
kok: नेटवर्क प्रवेश लॉग

source: Log CSS errors and warnings
kok: लॉग CSS एरर्स आनी शिटकावण्यो

source: Log JavaScript exceptions
kok: जावालिपी अपवाद लॉग

source: Sec&urity
kok: सुरक्षा

source: Log security errors and warnings
kok: लॉग सुरक्षा एरर्स आनी शिटकावण्यो

source: Logging
kok: लॉगिंग

source: Log messages sent to the window.console object
kok: लॉग संदेश विंडो.कंसोल वस्तीकडे धाडल्यात

source: Errors
kok: एरर

source: Info
kok: माहिती

source: Warnings
kok: शिटकावण्यो

source: Log
kok: लॉग

source: Reflows
kok: परत व्हावता

source: Filter output
kok: फिल्टर आवटपूट

source: Clea&r
kok: साफ

source: Clear the Web Console output
kok: वेब कंसोल आवटपूट साफ करात

source: Copy Link Loc&ation
kok: जोडणी थळ प्रत करात
