Repository: tktk711/mozilla-l10n
Catalog: roa-*-val/toolkit/chrome/mozapps/update/updates.dtd.po
Languages: roa_es_val

source: Software Update
roa_es_val: Actualisació de software

source: Checking for Updates
roa_es_val: Comprovant si n'hi ha actualisacions

source: Looking for newer versions of &brandShortName;…
roa_es_val: Buscant noves versions de &brandShortName;…

source: No Updates Found
roa_es_val: No s'han trobat actualisacions

source: There are no updates available. &brandShortName; will check periodically for updates.
roa_es_val: No hi ha actualisacions disponibles. &brandShortName; comprovarà periòdicament si hi han actualisacions.

source: There are no updates available. Please check again later or enable &brandShortName;'s automatic update checking.
roa_es_val: No hi ha actualisacions disponibles. Per favor, prove de nou més tart o activa l'opció d'actualisació automàtica de &brandShortName;.

source: Unable to Update
roa_es_val: No se pot actualisar

source: A recommended security and stability update is available, but you do not have the system permissions required to install it. Please contact your system administrator, or try again from an account that has permission to install software on this computer.
roa_es_val: Hi ha disponible una actualisació recomanada de seguritat i estabilitat, pero vosté no te els permissos del sistema necessaris per a instalar-la. Per favor, contacte en l'administrador del sistema, o torne a intentar-hoo des d'un conte que tinga permissos per a instalar software en este equip.

source: A recommended security and stability update is available, but you do not have enough space to install it.
roa_es_val: Hi ha disponible una actualisació recomanada de seguritat i estabilitat, pero no disposa d'espai suficient per a instalar-la.

source: You can always get the latest version of &brandShortName; at:
roa_es_val: Sempre pot conseguir l'última versió de &brandShortName; en:

source: System Unsupported
roa_es_val: Sistema no compatible

source: Your &brandShortName; is out of date, but the latest version is not supported on your system. Please upgrade your system, then try again. You will not see this notice again, but you can
roa_es_val: El seu &brandShortName; està desactualisat, pero l'última versió no és compatible en el seu sistema. Actualise el seu sistema i torne a intentar-ho. No vorà este avís de nou, pero pot

source: learn more.
roa_es_val: obtindre més informació.

source: View more information about this update
roa_es_val: Vore més informació sobre esta actualisació

source: It is strongly recommended that you apply this update for &brandShortName; as soon as possible.
roa_es_val: Se recomana sériament que aplique esta actualisació per a &brandShortName; lo antes possible.

source: Downloading &brandShortName;
roa_es_val: Descarregant &brandShortName;

source: Downloading the update…
roa_es_val: Descarregant l'actualisació…

source: Connecting to the update server…
roa_es_val: Conectant al servidor d'actualisacions…

source: &brandShortName; was unable to verify the integrity of the incremental update it downloaded, so it is now downloading the complete update package.
roa_es_val: &brandShortName; no ha pogut verificar l'integritat de l'actualisació incremental que ha descarregat, per tant, ara està descarregant-se el paquet d'actualisaciò complet.

source: View details for this update
roa_es_val: Vore detalls d'esta actualisació

# details.link
source: Details
roa_es_val: Detalls

source: Update Failed
roa_es_val: Actualisació fallida

source: There were problems checking for, downloading, or installing this update. &brandShortName; could not be updated because:
roa_es_val: S'han produït problemes comprovant, descarregant o instalant esta actualisació. &brandShortName; no s'ha pogut actualisar perque:

source: You can update &brandShortName; manually by visiting this link and downloading the latest version:
roa_es_val: Pot actualisar &brandShortName; manualment visitant est víncul i descarregant l'última versió:

source: The partial Update could not be applied. &brandShortName; will try again by downloading a complete Update.
roa_es_val: L'actualisació parcial no s'ha pogut aplicar. &brandShortName; tornarà a provar descarregar una actualisació completa.

source: &brandShortName; is unable to determine if there is an update available. Please make sure that you have the latest version of &brandShortName; from:
roa_es_val: &brandShortName; no pot determinar si hi ha una actualisació disponible. Per favor, assegures de que te l'última versió de &brandShortName; en:

source: Update Ready to Install
roa_es_val: Actualisació llista per a instalar

# finishedPage.text
source: The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, or continue working and restart later.
roa_es_val: L'actualisació s'instalarà la pròxima vegada que s'inicie &brandShortName;. Pot reiniciar &brandShortName; ara, o continuar treballant i reiniciar-ho més tart.

source: A security and stability update for &brandShortName; has been downloaded and is ready to be installed.
roa_es_val: S'ha descarregat una actualisació de seguritat i estabilitat per a &brandShortName; i està a punt per a ser instalada.

source: Update:
roa_es_val: Actualisació:

# finishedBackground.more
source: The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, or continue working and restart later.
roa_es_val: L'actualisació s'instalarà la pròxima vegada que s'inicie &brandShortName;. Pot reiniciar &brandShortName; ara, o continuar treballant i reiniciar-ho més tart.

# update.details.label
source: Details
roa_es_val: Detalls

source: Installed on:
roa_es_val: Instalat el:

source: Status:
roa_es_val: Estat:
