Repository: tktk711/mozilla-l10n
Catalog: roa-*-val/toolkit/chrome/mozapps/update/updates.properties.po
Languages: es

source: %1$S %2$S %3$S nightly
es: Binari diari de %1$S %2$S %3$S

source: Do you want to upgrade to %1$S %2$S now?
es: ¿Desija actualisar a %1$S %2$S ara?

source: A security and stability update for %1$S is available:
es: Hi ha disponible una actualisació de seguritat i estabilitat per a %1$S:

source: New Version
es: Nova versió

source: Security Update
es: Actualisació de seguritat

source: %S could not confirm the integrity of the update package.
es: %S no ha pogut confirmar l'integritat del paquet d'actualisació.

source: Software Update
es: Actualisació software

source: You have paused downloading this update. Do you want to download the update in the background while you continue to use %S?
es: Ha posat en pausa la descarrega d'esta actualisació. ¿Vol descarregar l'actualisació en segon pla mentres continua usant %S?

source: Software Update Failed
es: Actualisació software fallida

source: The update could not be installed. Please make sure there are no other copies of %S running on your computer, and then restart %S to try again.
es: L'actualisació no s'ha pogut instalar. Per favor, assegure's de que no n'hi ha atres còpies de %S eixecutant-se, i reinicie %S de nou.

source: OK
es: Acceptar

source: O
es: A

source: Ask Later
es: Preguntar més tart

# askLaterButton.accesskey
source: A
es: P

source: No Thanks
es: No gràcies

source: Update %S
es: Actualisar %S

source: Get the New Version
es: Obtindre la nova versió

source: G
es: O

source: Back
es: Arrere

source: B
es: r

source: Accept Terms
es: Acceptar térmens

source: Restart Later
es: Reiniciar més tart

source: L
es: e

source: Restart %S
es: Reiniciar %S

source: Installed on: %S
es: Instalat en: %S

source: Install Failed
es: Instalació fallida

source: Pause
es: Pausa

source: Resume
es: Reprendre

source: Hide
es: Amagar

source: H
es: m

source: Applying update…
es: Aplicant actualisació…

source: Update Available
es: Actualisació disponible

source: New Version Available
es: Nova versió disponible

source: The Update was successfully installed
es: Actualisació instalada correctament

source: Install Pending
es: Instalació pendent

source: The Update could not be installed (patch apply failed)
es: L'actualisació no s'ha pogut instalar (ha fallat l'aplicació del pedaç)

source: Paused — %S
es: En pausa — %S

source: Update XML file malformed (200)
es: Archiu XML d'actualisació mal format (200)

source: Access denied (403)
es: Accés denegat (403)

source: Update XML file not found (404)
es: Archiu XML d'actualisació no trobat (404)

source: Internal server error (500)
es: Erro intern del servidor (500)

source: Failed (unknown reason)
es: Fallit (raó desconeguda)

source: Connection refused
es: Conexió rebujada

source: Connection timed out
es: Conexió caducada

# check_error-2152398864
source: Network is offline (go online)
es: La ret està desconectada (conectar-se)

source: Port not allowed
es: Port no permés

source: No data was received (please try again)
es: No s'han rebut senyes (per favor, torne a intentar-ho)

source: Update server not found (check your internet connection)
es: Servidor d'actualisacions no trobat (comprove la conexió a internet)

source: Proxy server not found (check your internet connection)
es: Servidor proxy no trobat (comprove la conexió a internet)

# check_error-2152398918
source: Network is offline (go online)
es: La ret està desconectada (conectar-se)

source: Data transfer was interrupted (please try again)
es: S'ha interromput la transferència de senyes (per favor, torne a intentar-ho)

source: Proxy server connection refused
es: Conexió al servidor proxy rebujada

source: Server certificate has expired (please adjust your system clock to the correct date and time if it is incorrect)
es: El certificat del servidor ha caducat (per favor, ajuste el rellonge del sistema a la data i hora correctes si es necessari)

source: The integrity of the update could not be verified
es: No s'ha pogut verificar l'integritat de l'actualisació
