Repository: tktk711/mozilla-l10n
Catalog: ff/browser/chrome/browser/downloads/downloads.dtd.po
Languages: ff

source: Downloads
ff: Gaawte

source: &Pause
ff: &Sabbo

source: &Resume
ff: &Jokku

source: &Cancel
ff: &Haaytu

source: Open Containing &Folder
ff: Uddit Runngere &Mooftirde

source: Show In &Finder
ff: Hollir E &Yiytirde

source: Retry
ff: Fuɗɗito

source: &Go To Download Page
ff: &Yah To Hello Aawtorgo

source: Copy Download &Link
ff: Natto &Jokkol Gaawtol

source: R&emove From History
ff: M&omtu Ɗum e Aslol

source: Cle&ar List
ff: Mo&mtu Doggol

source: Clear &Downloads
ff: Momtu &Gaawte

source: &Show All Downloads
ff: &Hollu Gaawte Fof

source: Clear Downloads
ff: Momtu Gaawte

source: Clears completed, canceled and failed downloads
ff: Momtugol timmii, gaawte kaaytaaɗe e goorɗe

source: There are no downloads.
ff: Alaa gaawte.

source: No downloads for this session.
ff: Ndee naatannde alaa gaawte.

source: Could not find any matching downloads.
ff: Horiima yiytude gaawte jaaɓɗuɗe.
