Repository: tktk711/mozilla-l10n
Catalog: dsb/browser/extensions/onboarding/onboarding.properties.po
Languages: dsb

source: Getting started with %S
dsb: Z %S zachopiś

source: Mark all as complete, and hide the tour
dsb: Wše ako dopołne markěrowaś a turu schowaś

source: Learn More
dsb: Dalšne informacije

source: New to %S?
dsb: Nowy pla %S?

source: Search
dsb: Pytaś

# onboarding.tour-search.title2
source: Find it faster.
dsb: Pytajśo malsnjej.

source: Having a default search engine doesn’t mean it’s the only one you can use. Choose a search engine or a site, like Amazon or Wikipedia, right from the search box.
dsb: Až standardnu pytnicu maśo, njegroni, až wóna jo jadnučka, kótaruž wužywaśo. Wubjeŕśo pytnicu abo websedło, na pśikład Amazon abo Wikipediju, aby we spěchu pytał.

source: Open One-Click Search
dsb: Pytanje jadnogo kliknjenja wócyniś

# onboarding.notification.onboarding-tour-search.title
source: Find it faster.
dsb: Pytajśo malsnjej.

source: Access all of your favorite search engines with a click. Search the whole Web or just one website right from the search box.
dsb: Mějśo pśistup na swóje nejlubše pytnice z jadnym kliknjenim. Pśepytajśo ceły web abo jano jadne websedło direktnje z pytańskego póla.

source: Private Browsing
dsb: Priwatny modus

# onboarding.tour-private-browsing.title2
source: Browse by yourself.
dsb: Pśeglědujśo wót samego.

source: Want to keep something to yourself? Use Private Browsing with Tracking Protection. When you close your session, %S clears search and browsing history.
dsb: Cośo něco za sebje wobchowaś? Wužywajśo priwatny modus ze slědowańskim šćitom. Gaž swójo póseźenje zacynjaśo, %S pytańsku a pśeglědowańsku historiju wulašujo.

source: Show Private Browsing in Menu
dsb: Priwatny modus w meniju pokazaś

# onboarding.notification.onboarding-tour-private-browsing.title
source: Browse by yourself.
dsb: Pśeglědujśo wót samego.

source: There’s no reason to share your online life with trackers every time you browse. Want to keep something to yourself? Use Private Browsing with Tracking Protection.
dsb: Njejo žedna pśicyna, swóje žywjenje online z pśeslědowarjami źěliś, kuždy raz, gaž pśeglědujośo. Cośo něco wobchowaś? Wužywajśo priwatny modus ze slědowańskim šćitom.

source: Add-ons
dsb: Dodanki

# onboarding.tour-addons.title2
source: Get more done.
dsb: Cyńśo wěcej.

source: Add-ons let you add features to %S, so your browser works harder for you. Compare prices, check the weather or express your personality with a custom theme.
dsb: Dodanki wam zmóžnjaju, %S funkcije pśidaś, aby waš wobglědowak lěpjej za was źěłał. Pśirownajśo płaśizny, wobgóńśo se za wjedrom abo zwurazniśo swóju wósobinu ze swójskeju drastwu.

source: Show Add-ons in Menu
dsb: Dodanki w meniju pokazaś

# onboarding.notification.onboarding-tour-addons.title
source: Get more done.
dsb: Cyńśo wěcej.

source: Add-ons are small apps you can add to %S that do lots of things — from managing to-do lists, to downloading videos, to changing the look of your browser.
dsb: Dodanki su małe nałoženja, kótarež móžośo %S pśidaś, kótarež wjele wěcow gótuju - wót zastojanja nadawkowych lisćinow, ześěgowanja wideo až k wuglědanjeju wašogo wobglědowaka.

source: Customize
dsb: Pśiměriś

# onboarding.tour-customize.title2
source: Rearrange your toolbar.
dsb: Pśerědujśo swóju symbolowu rědku.

source: Put the tools you use most right at your fingertips. Drag, drop, and reorder %S’s toolbar and menu to fit your needs. Or choose a compact theme to make more room for tabbed browsing.
dsb: Stajśo rědy, kótarež nejcesćej wužywaśo, direktnje w swójej bliskosći. Śěgniśo, pušćo a pśerědujśo symbolowu rědku a meni %S, aby wy jej swójim pótrěbnosćam pśiměrił. Abo wubjeŕśo kompaktnu drastwu, aby wěcej ruma za źěło z rejtarkami napórał.

source: Show Customize in Menu
dsb: Pśiměriś w meniju pokazaś

# onboarding.notification.onboarding-tour-customize.title
source: Rearrange your toolbar.
dsb: Pśerědujśo swóju symbolowu rědku.

source: Put the tools you use most right at your fingertips. Add more options to your toolbar. Or select a theme to make %S reflect your personality.
dsb: Scyńśo rědy, kótarež wužywaśo, tak, aby je ned pśi ruce měł. Pśidajśo swójej symbolowej rědce dalšme móžnosći. Abo wubjeŕśo drastwu, aby z %S swóju wósobinu zwuraznił.

source: Default Browser
dsb: Standardny wobglědowak

# onboarding.tour-default-browser.title2
source: Make %S your go-to browser.
dsb: Wužywajśo %S pó droze.

source: Love %1$S? Set it as your default browser. Open a link from another application, and %1$S will be there for you.
dsb: Lubujośo %1$S? Nastajśo jen ako swój standardny wobglědowak. Wócyńśo wótkaz z druheho nałoženja a %1$S buźo k wašej dispoziciji.

source: Open Default Browser Settings
dsb: Standardne nastajenja wobglědowaka wócyniś

source: Make %S Your Default Browser
dsb: %S k standardnemu wobglědowakoju cyniś

source: You’ve got this!
dsb: Sćo to docynił!

source: %S is already your default browser.
dsb: %S jo južo waš standardny wobglědowak.

# onboarding.notification.onboarding-tour-default-browser.title
source: Make %S your go-to browser.
dsb: Wužywajśo %S pó droze.

source: It doesn’t take much to get the most from %1$S. Just set %1$S as your default browser and put control, customization, and protection on autopilot.
dsb: Njejo śěžko, nejwěcej z %1$S wuwónoźeś. Nastajśo jadnorje %1$S ako swój standardny wobglědowak a stajśo woźenje, pśiměrjenje a šćit na awtopilot.

source: Sync
dsb: Synchronizěrowaś

# onboarding.tour-sync.title2
source: Pick up where you left off.
dsb: Cyńśo tam dalej, źož sćo pśestał.

source: Sync makes it easy to access bookmarks, passwords, and even open tabs on all your devices. Sync also gives you control of the types of information you want, and don’t want, to share.
dsb: Sync wam pśistup na cytańske znamjenja, gronidła a samo wócynjone rejtarki na wšych wašych rědach wólažcujo. Sync dajo wam teke kontrolu nad te informacije, kótarež cośo a njocośo, a by wy źělił.

source: Create a Firefox Account
dsb: Konto Firefox załožyś

source: to continue to Firefox Sync
dsb: Dalej k Firefox Sync

source: Next
dsb: Dalej

# onboarding.notification.onboarding-tour-sync.title
source: Pick up where you left off.
dsb: Cyńśo tam dalej, źož sćo pśestał.

source: Still sending yourself links to save or read on your phone? Do it the easy way: get Sync and have the things you save here show up on all of your devices.
dsb: Sćelośo se hyšći wótkaze sam, aby na swójom telefonje składował abo cytał? Cyńśo to na lažki nałog: wobstarajśo se Sync a dajśo wěcy, kótarež składujośo, na wšych z wašych rědow pokazaś.
