Repository: tktk711/mozilla-l10n
Catalog: ixl/browser/chrome/browser/aboutHome.dtd.po
Languages: ixl

source: &brandFullName; Start Page
ixl: &brandFullName; U'uj tetz xe'teb'al

source: Thanks for choosing Firefox! To get the most out of your browser, learn more about the <a>latest features</a>.
ixl: Ta'ntiixh see ti' atxaat u Firefox! Aq'al uva' la chit ab'anb'e ti jikil, la lej nimal txumb'al tzitza' <a> as unq'a ak'la kame' ti' ib'anb'ele' </a>.

source: It’s easy to customize your Firefox exactly the way you want it. <a>Choose from thousands of add-ons</a>.
ixl: Ye'xh kam uva' k'axk'o koj ab'anax tuche', pet oora kuxh la b'atuche', axh kuxh la ilon kam nasa' sti' <a> as la txaa xo'l unq'a nimalaj tz'ajsab' tetze' </a>

source: &brandFullName; is free and open source software from the non-profit Mozilla Foundation. <a>Know your rights…</a>
ixl: &brandFullName; a'e' uma'l u atinb'al uve' ab'il kuxh la b'anb'en as jajle'l kuxh ta'n u molich uxhchile' tu Mozilla as jit puuaj ni tx'akpu sti'. <a> Ootzi kam la uch ab'ata'…</a>

source: Bookmarks
ixl: K'uchb'alaj tetz

source: History
ixl: Jank'ax pich'uli

source: Options
ixl: Kam unka'te

source: Preferences
ixl: Ab'iste chit nisa'pe'

source: Add-ons
ixl: Tz'ajsab' tetz

source: Downloads
ixl: Eq'omal ve't ku'tzan

source: About Mozilla
ixl: Yol tii u mozilla
