Repository: tktk711/mozilla-l10n
Catalog: ks/dom/chrome/netError.dtd.po
Languages: ks

source: Page Load Error
ks: صفحہ لوڈ كرنس منز غلطی

source: Try Again
ks: دوبارئ كریو كوشش

source: Failed to Connect
ks: %sسئتھ ہ۪یك نئ رئبطئ كر۪یتھ۔

source: <p>Though the site seems valid, the browser was unable to establish a connection.</p><ul><li>Could the site be temporarily unavailable? Try again later.</li><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
ks: <p> اگر ذن سایٹ لایق باسان چھ، براوزر گو ناکام اکھ کنیکشن بناونس منز۔</p><ul><li>کیاہ یہ سایِٹ ہیکیاہ سرسری طور غیر دستیاب أسِتھ؟ دوبار کْریو کوشش تھودا ٹھہرِتھ۔</li><li>کیاہ توہیہ چھیو نا ہیکن باقی سایٹْہ براوُز کْرتھ؟ کمپیوٹرُک نیٹوْرک کنیکشن کْریو چک۔</li><li>کیاہ تُہند کمپیوٹر یا نیٹوْرک چھاہ بچؤوِتھ اکِہ فایر وال یا پراکزی ذریعہ؟ غلط سیٹینگ ہیکن خلل ترأوِتھ ویب براوزینگ منز۔</li></ul>

source: Port Restricted for Security Reasons
ks: تحفظی وجوہات موجُب چھُ پورٹ محدود كرنئ آمُت

source: <p>The requested address specified a port (e.g. <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
ks: <p>درخواست کرنْہ آمُت پتاہ چُھ مخصوص کران اکھ پورٹ (e.g. <q>mozilla.org:80</q> for port 80 on mozilla.org)یوس عام پأٹھ استعمال گژھان چُھ تمن مقصدن باپت یم ذن <em>علاو آسن</em>ویب براوزینگ نِش۔ براوزرن چھ کینسل کْرمْژ درخواست تُہنزِ سلامتی تْہ حفاظت باپت۔ </p>

source: Address Not Found
ks: نیب آو نئ اتھ۪ی

source: <p>The browser could not find the host server for the provided address.</p><ul><li>Did you make a mistake when typing the domain? (e.g. <q><strong>ww</strong>.mozilla.org</q> instead of <q><strong>www</strong>.mozilla.org</q>)</li><li>Are you certain this domain address exists? Its registration may have expired.</li><li>Are you unable to browse other sites? Check your network connection and DNS server settings.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
ks: <p>براوزر ہیوک نْہ لْبِتھ ہوسٹْہ سْرور دِنہ آمتِس ایڈرسس باپت۔</p><ul><li>کیاہ توہیہ ما کْر کانہہ غلطی ییلہ ڈومین ٹایِپ کران أسیو؟ (e.g. <q><strong>ww</strong>.mozilla.org</q> instead of <q><strong>www</strong>.mozilla.org</q>)</li><li>کیاہ توہیہ چھاہ پورْ یقین ذِ یہ ڈومین ایڈرس چُھ موجود؟ امِچ رجسٹریشن ما آسِہ ختم گأمْژ۔</li><li>کیاہ توہیہ چھیو نا ہیکن باقی سایٹْہ براوز کْرتھ؟ پنُن نیٹوْرک کنیکشن تْہ ڈی این ایس سْرور سیٹینگ کْریو چک۔</li><li>کیاہ تُہند کمپیوٹر یا نیٹوْرک چھاہ محفوظ کْرتھ فایر وال یا پراکزی ذریعہ؟ غلط سیٹینگ ہیکن مُداخلت کْرتھ ویب براوزینگ سْیت۔</li></ul>

source: File Not Found
ks: فائل آی نئ اَتھ۪ی:

source: <ul><li>Could the item have been renamed, removed, or relocated?</li><li>Is there a spelling, capitalization, or other typographical error in the address?</li><li>Do you have sufficient access permissions to the requested item?</li></ul>
ks: <ul><li>کیاہ یہ آیٹم ہیکواہ رینیم کْرتھ، ہٹأوتھ، یا دوبار لوکیٹ کْرتھ؟</li><li>کیاہ یتھ ایڈرسس منز چھاہ کانہہ سُپیلینگ، کیپٹالایزیشن، یا بدل کانہہ ٹایپوگرافیکل ایرر؟</li><li>کیاہ توہیہ چھاہ کأفی ایسیس اجازت درخواست کرنْہ آمتِس آیٹمس؟</li></ul>

source: Cannot Complete Request
ks: درخواست ہیكٲو نئ پورئ كریتھ

source: <p>Additional information about this problem or error is currently unavailable.</p>
ks: <p>اضأفی انفارمیشن یتھ پرابلیم ی یررس مُتلق چُھ وْنکینس غیر دستیاب۔</p>

source: Invalid Address
ks: نا منظور ای- میل پتئ

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
ks: <p>دِنْہ آمُت پتاہ چُھ نْہ أکس لایق فارمیٹس منز۔ مہربأنی کْرتھ کریو لوکیشن بار چک غلطین باپت تْہ کْریو دوبار کوشش۔</p>

source: Data Transfer Interrupted
ks: ڈاٹا ٹرانسفر منز عئس مداخلت گئمژ

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p><ul><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
ks: <p>براوزرن کور رأبطہ کامیأبی سان مگر کنیکشنس منز آو خلل تراونْہ ییلہ انفارمیشن ٹرانسفر کران اوس۔ مہربأنی کْرتھ کْریو دوبار کوشش۔</p><ul><li>کیاہ توہیہ چھیو نا ہیکن باقی سایٹْہ براوُز کْرتھ؟ کمپیوٹرُک نیٹوْرک کنیکشن کْریو چک۔</li><li> وْنئ چھاہ کانہہ پریشأنی؟ پننِس نیٹوْرک ایڈمینیسٹریٹرس یا اِنٹرنیٹ پرووایڈرس سْیت کْریو رأبطہ امداد باپت</li></ul>

source: Document Expired
ks: دستاویز مكلیو

source: <p>The requested document is not available in the browser's cache.</p><ul><li>As a security precaution, the browser does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
ks: <p>درخواست کرنْہ آمُت دستاویز چُھ نْہ دستیاب براوزر کیشے منز۔</p><ul><li>بطور اکھ حفاظتی احتیاط، براوزر چُھ نْہ دوبار درخواست کران حساس دستاویز۔</li><li>کْلک کْریو دوبار کْریو کوشش دوبار درخواست کرنْہ باپت دستاویز ویب سایٹِہ پیٹھ۔</li></ul>

source: Offline Mode
ks: آف لاین موڈ

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p><ul><li>Is the computer connected to an active network?</li><li>Press "Try Again" to switch to online mode and reload the page.</li></ul>
ks: <p>براوزر چُھ چلان آف لایِن موڈس منز تْہ ہیکِہ نْہ کنیکٹْہ گْژیتھ درخواست کْرمِتِس آیٹمس سْیت۔</p><ul><li>کیاہ یہ کمپیوٹر چھاہ کنیکتْہ کْرتھ أکس ایکٹیو نیٹوْرکس؟</li><li>پریس کْریو "کوشش کْریو دوبار" سوچ کرنْہ باپت آن لاین موڈس کُن تْہ پیج ریلوڈ کرنْہ باپت۔</li></ul>

source: Content Encoding Error
ks: مشمولات اینكوڈینگ غلطی

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
ks: <p>پیج یوس ویو کرنْچ توہیہ کوشش کران چھیو ہیکو نْہ ہأوِتھ کیاز یہ چُھ استعمال کران اکھ ناکار یا تعاون بغیر فارم کمپریشنْچ۔</p><ul><li>مہربأنی کْرتھ کْریو کنٹیکٹْہ ویب سایِٹ مألک تِمن امہ پرابلیم ہْنز جانکأری دِنْہ باپت۔</li></ul>

source: Unsafe File Type
ks: غئر محفوط فایل ٹایپ

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ks: <ul> <li>مہربأنی کْرتھ کْریو ویب سایٹ مألکن سْیت رأبطہ تِمن اتھ پرابلیم مُتلق جانکأری دِنْہ باپت۔</li> </ul>

source: Connection Interrupted
ks: رئبتس منز گیی دخل اندئزی

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p>
ks: <p> نیٹوْرک لینکہ منز آو خلل تراونْہ ییلہ أکس کنیکشنس پیٹھ اتفاق اوس کرنْہ یوان۔ مہربأنی کْرتھ کْریو دوبار کوشش۔</p>

source: Network Timeout
ks: نیٹورك وقت مكلیو

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p><ul><li>Could the server be experiencing high demand or a temporary outage? Try again later.</li><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
ks: <p>درخواست کرنْہ آمژِ سایٹِہ دیوت نْہ جواب أکس کنیکشن درخواستس تْہ براوزرن کور بند انتظار اکِہ جواب باپت۔</p><ul><li>کیاہ سْرورس ما آسی ہاے ڈیمانڈ یا سرسری آوٹیج؟ دوبار کْریو کوشش پتْہ۔ </li><li> کیاہ توہیہ چھیو نا ہیکن باقی سایٹْہ براوُز کْرتھ؟ کمپیوٹرُک نیٹوْرک کنیکشن کْریو چک</li><li>یاہ تُہند کمپیوٹر یا نیٹوْرک چھاہ بچؤوِتھ اکِہ فایر وال یا پراکزی ذریعہ؟ غلط سیٹینگ ہیکن خلل ترأوِتھ ویب براوزینگ منز۔</li><li>وْنئ چھاہ کانہہ پریشأنی؟ پننِس نیٹوْرک ایڈمینیسٹریٹرس یا اِنٹرنیٹ پرووایڈرس سْیت کْریو رأبطہ امداد باپت۔</li></ul>

source: Unknown Protocol
ks: نامولوم پروٹوكول

source: <p>The address specifies a protocol (e.g. <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p><ul><li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li><li>Some protocols may require third-party software or plugins before the browser can recognize them.</li></ul>
ks: <p>یہ ایڈرس چُھ مخصوص کران اکھ پروٹوکال(e.g. <q>wxyz://</q>) یتھ نْہ براوزر پریزناوان چُھ، امہ موجوب چُھ نْہ براوزر ٹھیک پأٹھ سایٹِہ سْیت کنیکٹْہ کران۔ </p><ul><li> کیاہ توہیہ چھیو کوشش کران ایسیس کرنُک ملٹی میڈیا یا بدل نان۔ٹیکْسٹْہ سْروِس؟ چک کْریو سایٹ اِضأجی ضرورتو باپت۔</li><li>کینژن پروٹوکالن پْیِہ ضرورت تھأرڈ پارٹی سافٹ وْیر یا پْلگ اِن امہ برونہہ زِ براوزر پریزناوِ تِمن۔</li></ul>

source: Proxy Server Refused Connection
ks: پراكسی سرور كوْر رئبطئ رد

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p><ul><li>Is the browser's proxy configuration correct? Check the settings and try again.</li><li>Does the proxy service allow connections from this network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
ks: <p>یہ براوزر چُھ کنفیگر کْرتھ اکھ پراکزی سْرور استعمال کرنْہ باپت، مگر پراکزی کور کنیکشنس انکار۔</p><ul><li>کیاہ براوزرْچ پراکزی کنفیگریشن چھاہ صحیح؟ سیٹینگ کْریو چک تْہ کْریو دوبار کوشش۔ </li><li>کیاہ پراکزی سْروس چھاہ اجازت دِوان کنیکشنن ییمہ نیٹوْرکہ پیٹھ؟</li><li> وْنئ چھاہ کانہہ پریشأنی؟ پننِس نیٹوْرک ایڈمینیسٹریٹرس یا اِنٹرنیٹ پرووایڈرس سْیت کْریو رأبطہ امداد باپت</li></ul>

source: Proxy Server Not Found
ks: پراكزی سرور آو نئ اتھ۪ی

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p><ul><li>Is the browser's proxy configuration correct? Check the settings and try again.</li><li>Is the computer connected to an active network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
ks: <p>یہ براوزر چُھ کنفیگر کْرتھ اکھ پراکزی سْرور استعمال کرنْہ باپت، مگر پراکزی ہیوک نْہ لْبِتھ۔</p><ul><li>کیاہ براوزرْچ پراکزی کنفیگریشن چھاہ صحیح؟ سیٹینگ کْریو چک تْہ کْریو دوبار کوشش۔ </li><li>کیاہ کمپیوٹر چھاہ کنیکٹْہ کْرتھ أکس ایکٹیو نیٹوْرکس</li><li> وْنئ چھاہ کانہہ پریشأنی؟ پننِس نیٹوْرک ایڈمینیسٹریٹرس یا اِنٹرنیٹ پرووایڈرس سْیت کْریو رأبطہ امداد باپت</li></ul>

source: Redirect Loop
ks: دوبارئ وتھ لوپ

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p><ul><li>Have you disabled or blocked cookies required by this site?</li><li><em>NOTE</em>: If accepting the site's cookies does not resolve the problem, it is likely a server configuration issue and not your computer.</li></ul>
ks: <p>براوزرن چھ بند کْرمْژ کوشش درخواست کرنْہ آمُت آیٹم ریٹریو کرنْچ۔ یہ سایٹ چھ ریڈاریکٹْہ کران درخواست تتھ طریقس منز یوس نْہ زانہہ پورْ گژِھِ ۔</p><ul><li> کیاہ توہیہ چھیو ڈیسیبْل کْرمْت یا بُلاک کْرمْت کوکی یم یتھ سایٹِہ ضرورت چھ؟</li><li><em>نوٹ کْریو</em>اگر نْہ سایٹِہ ہ۔ند کوکی قبول کرنْہ سْیت پرابلیم ٹھیک گْے، یہ چُھ تیلہ اکھ سْرور کنفیگریشن مسلْہ تْہ چُ نْہ تُہند کمپیوٹر ذمہ وار۔: </li></ul>

source: Incorrect Response
ks: غلط جواب

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
ks: <p> سایٹِہ کور نیٹورک درخواستس سْیت غیر متوقع طریقس منز ریسپانڈ تْہ براوزر ہیکہ نْہ جأری روزِتھ۔</p>

# nssFailure2.title
source: Secure Connection Failed
ks: حفٲظتی رٲبطئ گئو ناكام

source: <p>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
ks: <p>پیج یوس ویو کرنْچ توہیہ کوشش کران چھیو ہیکو نْہ ہأوِتھ کیاز کہ رٹنْہ آمتِہ ڈاٹاہچ تصدیق ہیچ نْہ کْرتھ۔</p><ul><li>مہربأنی کْرتھ کْریو کنٹیکٹْہ ویب سایِٹ مألک تِمن امہ پرابلیم ہْنز جانکأری دِنْہ باپت۔</li></ul>

# nssBadCert.title
source: Secure Connection Failed
ks: حفٲظتی رٲبطئ گئو ناكام

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ks: <ul> <li> یہ ہیکِہ اکھ پرابلیم أسِتھ سْرور کنفیگریشنس سْیت، یا ہیکہ أسِتھ ذِ کوس تام چُھ کوشش کران سْرور اِمپْرسونیٹ کرنُک۔</li> <li> اگر توہیہ یتھ سْرورس سْیت کنیکٹْہ کورمُت چُھ کامیأبی سان برونہہ کأل، ایرر ہیکہ ٹیمپورری أسِتھ، تْہ توہیہ ہیکیو پتْہ دوبار کوشش کْرتھ</li> </ul>

source: Suspected Attack Site!
ks: شكاور ہملاور سایٹ

source: <p>Attack sites try to install programs that steal private information, use your computer to attack others, or damage your system.</p> <p>Website owners who believe their site has been reported as an attack site in error may <a href='http://www.stopbadware.org/home/reviewinfo' >request a review</a>.</p>
ks: <p>حملْہ سایٹْہ چھ کوشش کران انسٹال کرنْچ پروگرام یِم ژورِ نیوان چھ پرایوٹ جانکأری، تُہند کمپیوٹر استعمال کران باقین حملْہ کرنْہ باپت، یا چِھ تُہندس سِسٹمس ددار واتناوان۔</p> <p>ویب سایِٹ مألک یمن باسان چُھ ذِ تِہْنز سایِٹ چھ ایررس منز رِپورٹ کرنْہ آمْژ بطور اکھ حملْہ سایِٹ ہیکن<a href='http://www.stopbadware.org/home/reviewinfo' >درخوست کْرتھ اکھ ریویو</a>.</p>

source: Suspected Web Forgery!
ks: شكاوئر ویب ژۄر!

source: <p>Entering any personal information on this page may result in identity theft or other fraud.</p> <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
ks: <p> یتھ پیجس پیٹھ کانہہ تِہ ذأتی انفارمیشن اینٹر کرنْہ سْیت ہیکہ شناخت ژور یا بدل کانہہ فراڈ گْژھیتھ۔</p> <p>امہ ٹایپْچ ویب فورجری چھ استعمال گژھان سیکیمن منز یمن فیشینگ حملْہ ونان چھ، یتھ منز خطرناک ویب پیج تْہ ایمیل چھ استعمال گژھان نقل کرنْہ باپت تِمن سورسن یمن پیٹھ توہیہ بھروس آسان چُھ۔</p>

source: Blocked by Content Security Policy
ks: مشمولات حفٲظتی پالسی كرمُت بند

source: <p>The browser prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
ks: <p>براوزرن رُکوو یہ پیج لوڈینگ نِش یتھ طریقس منز کیازِ کہ پیجس چھ اکھ کنٹینٹ حفاظتی پالیس یوس اتھ منع کران چھ۔</p>

source: Corrupted Content Error
ks: مشمولات چھَ كورپٹڈ

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
ks: <p>پیج یوس ویو کرنْچ توہیہ کوشش کران چھیو ہیکو نْہ ہأوِتھ کیاز کہ اکھ ایرر آو لبنْہ ڈاٹا ٹرانسمیشنس منز۔</p><ul><li>مہربأنی کْرتھ کْریو کنٹیکٹْہ ویب سایِٹ مألک تِمن امہ پرابلیم ہْنز جانکأری دِنْہ باپت۔</li></ul>

source: Remote XUL
ks: ریموٹ XUL

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
ks: </p><ul><li>مہربأنی کْرتھ کْریو کنٹیکٹْہ ویب سایِٹ مألک تِمن امہ پرابلیم ہْنز جانکأری دِنْہ باپت۔</li></ul></p>
