Repository: tktk711/mozilla-l10n
Catalog: nso/toolkit/chrome/mozapps/preferences/preferences.properties.po
Languages: nso

source: (not set)
nso: (sego ya beakanywa)

source: Unable to change Master Password.
nso: Palelwa ke go fetola Lentšuphetišo la Motheo.

source: You did not enter the correct current Master Password. Please try again.
nso: Ga se wa lokela Lentšuphetišo la Motheo la maleba la bjale. Ka kgopelo leka gape.

source: Master Password successfully changed.
nso: Lentšuphetišo la Motheo le fetotšwe ka katlego.

source: You have deleted your Master Password.
nso: O phumotše Lentšuphetišo la gago la Motheo.

source: Warning! You have decided not to use a Master Password.
nso: Temošo! O phethile go se šomiše Lentšuphetišo la Motheo.

source: Your stored web and email passwords, form data, and private keys will not be protected.
nso: Mantšuphetišo a gago a webe le eposo ao o a bolokilego, tshedimošo ya foromo, le dikhii tša poraebete di ka se šireletšege.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
nso: Gabjale o mo go tsela ya FIPS. FIPS e nyaka Lentšuphetišo la Motheo e sego leo le sego la tlala.

source: Password Change Succeeded
nso: Go fetoša Lentšuphetišo go Atlegile

source: Password Change Failed
nso: Go fetoša Lentšuphetišo go Paletšwe

source: Remove
nso: Tloša
