Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/downloads/downloads.dtd.po
Languages: cak

source: Downloads
cak: Taq qasa’n

source: &Pause
cak: &Rupab'axik

source: &Resume
cak: &Tisamajïx chik qa

source: Open Containing &Folder
cak: &Tijaq ri yaksamaj k'o rupam

source: Show In &Finder
cak: Tik'ut pe pan &ilonel

source: Retry
cak: Titojtob'ëx chik

source: &Go To Download Page
cak: &Tib'e pa ri ruxaq akuchi' niqasäx

source: Copy Download &Link
cak: Tiwachib'ëx ri &rub'ey richin niqasäx

source: R&emove From History
cak: Ti&yuj el chupam ri natab'äl

source: Cle&ar Preview Panel
cak: Ti&yuj nab'ey tz'ub'al pas

source: Clear &Downloads
cak: Kejosq'ïx taq &Qasanïk

source: All&ow Download
cak: Tiy&a' q'ij chi tiqasäx

source: Remove File
cak: Telesäx el ri yakb'äl

source: Remove File or Allow Download
cak: Telesäx el ri yakb'äl o Tiya' q'ij chi tiqasäx

source: Open or Remove File
cak: Tijaq o telesäx el ri yakb'äl

source: Learn More
cak: Tetamäx ch'aqa' chik

source: &Show All Downloads
cak: &Kekut pe ronojel ri qasan

source: Open Downloads Folder
cak: Tijaq kimolyakb'al taq qasanïk

source: Clear Downloads
cak: Kejosq'ïx taq Qasanïk

source: Clears completed, canceled and failed downloads
cak: Tijosq'ïx ronojel, q'aton chuqa' man ütz ta taq qasanïk

source: There are no downloads.
cak: Majun chik qasan

source: No downloads for this session.
cak: Majun qasanïk pa re moloj re'.

source: Could not find any matching downloads.
cak: Man xe'ilitäj ta taq qasan ri nikixïm ki'.
