Repository: tktk711/mozilla-l10n
Catalog: gn_*/obsolete/toolkit/chrome/cookie/cookieAcceptDialog.properties.po
Languages: gn_bo

source: Host:
gn_bo: Oyeokuai vae:

source: Domain:
gn_bo: Oporomoamɨri:

source: Encrypted connections only
gn_bo: Jaeño ñomoïru oyepapagüe reta

source: Any type of connection
gn_bo: Oipotagüe oñemoïru vae

source: At end of session
gn_bo: Sesion iyapɨ pe

source: Show Details
gn_bo: Oechauka mbegüe pe kavi

source: Hide Details
gn_bo: Oñomi oechauka kavi vae

source: The site %S wants to set a cookie.
gn_bo: Sitio %S oeka omboatɨ vaerä metei cookie.

source: The site %S wants to set a second cookie.
gn_bo: Sitio %S oeka omboatɨ vaerä mokoía cookie.

source: The site %S wants to set another cookie. You already have %S cookies from this site.
gn_bo: Sitio %S oiporu iya pe omboatɨ vaerä ïru cookie. Oime oyemboatɨgüe reta %S cookies kuae sitio pe.

source: The site %S wants to modify an existing cookie.
gn_bo: Sitio %S oipota ombopɨau metei cookie oime vae.
