Repository: tktk711/mozilla-l10n
Catalog: tsz/mobile/android/chrome/browser.properties.po
Languages: tsz

source: Installing Add-on
tsz: jukanarhitantantaxati enka werani japka

source: Install
tsz: jukanarhitantani

source: Downloading add-on
tsz: keskuxati enka werani japka

source: Installation complete
tsz: k'amarastia monarhitantani

source: Installation failed
tsz: no ústi monarhitani

source: Download starting
tsz: wenaxati keskuni

source: Download complete
tsz: k'amarastia keskuni

source: Can't open file. Tap to save it.
tsz: no usti mitani ini karakatechani. t'akiskuku pari patsani

source: Download too big
tsz: keskukua jukari k'esti

source: Not enough storage space
tsz: notaru jataniata discurhu

source: Download started…
tsz: keskukwa wenakata

source: Resume
tsz: chixapani

# alertDownloadsCancel
source: Cancel
tsz: Ásï úra

source: Press BACK to leave full-screen mode
tsz: t'akiskuku TATSEPANI pinkari wentaka yamu eranarhitarakwarhu

source: '%S' has been added as a search engine
tsz: %S'kunkurhisti eska jirinantskweri

source: Couldn't add '%S' as a search engine
tsz: no úti inte jirinhatantskwa kúntani '%S'

source: '%S' is already one of your search engines
tsz: '%S' intestia ma cheeti jirinhatarantskwa

source: Cancel Download
tsz: P´ikuni inteni kieskukwani.

source: Do you want to cancel this download?
tsz: ¿Wekasïnkiri p´inkuni ini kieskukwani?

source: The add-on could not be downloaded because of a connection failure on #2.
tsz: i jirinhatasrkwa no únt´i kieskuni jimpo no sési incharhusti jima anchitarakwarhu jima#2

source: The add-on from #2 could not be installed because it does not match the add-on #3 expected.
tsz: I kurhutakwarhu #2 no ústi jatsikunhani materu jinkoni jimpoka no májku kuturhukwat´i #3 éska na éroni jápka.

source: The add-on downloaded from #2 could not be installed because it appears to be corrupt.
tsz: I kuturhukwa kieskukwa #2 no únhasïni ya jatsikunha jimpoka ísï xarharasïniéka ampe no sési jáki

# addonError-4
source: #1 could not be installed because #3 cannot modify the needed file.
tsz: #1 no úsïni ya jatsiranhani jimpoka #3 no wat´i motakurhinta paru jumpanki únt´ani patsakatani énka xáni wetarhinka.

source: This add-on could not be installed because of a filesystem error.
tsz: I kuturhukwa no úsïni jatsiranhani imani ampe énka no sési weraka jima énkasï sési ampe perani jarhanka .

source: This add-on could not be installed because it does not match the add-on #3 expected.
tsz: I kuturhukwa no úsïni jatsirinhani jimpoka no májkut´i inte kunkunt´araskwa #3 éska na erokurhinka.

source: This add-on could not be installed because it appears to be corrupt.
tsz: I kuturhukwa no úsïni jatsiranhant´ani jimpoka ísï xarharasï éska no sési ampe jáki.

# addonLocalError-4
source: #1 could not be installed because #3 cannot modify the needed file.
tsz: #1 No úst´i jatsiranhani jimpoka #3 no wat´i motakurhint´ani patsakata ampe énka na wetarhinka.

source: #1 could not be installed because it is not compatible with #3 #4.
tsz: #1 no unti monarhitantani jimpoka no usti pajpenansi

source: #1 could not be installed because it has a high risk of causing stability or security problems.
tsz: #1 no ústi monarhitantani jimpo i kanekwa chek'ukurhisti eska marepentku i anaxurhiaka

source: Restart to complete changes.
tsz: mentaru wentsi pari k'amarani moskukwechani

source: Unsafe add-ons installed. Restart to disable.
tsz: kunkurhikwecha enkasï marepentku no ssi jaja. mentaru wentsi pari wentani

source: Restart
tsz: menteru wentsi

source: #1 prevented this site from opening a pop-up window. Would you like to show it?;#1 prevented this site from opening #2 pop-up windows. Would you like to show them?
tsz: #1 jimini énkari mitatini jakari nóri waka inchani íxu ¿wékapirinkiri xarhatani?;#1 jimini énkari mitatini jakari #2 eranharhitarakwa pop-up ¿wékapirinkiri exerawani?.

# popup.dontAskAgain
source: Don't ask again for this site
tsz: No kurankurhi mentaru ixu

source: Show
tsz: Xarhatani

source: Don't show
tsz: Aasïtaru xarata

source: This site has been identified as containing malware or a phishing attempt. Be careful.
tsz: íxu isï ixenhasti éska jatsisïnka inteni malware o jankurhintasïni phising. exeparini jama.

source: Block Popups
tsz: mikanta kokani jimini énka weratiicha.

source: %S prevented this site (%S) from asking you to install software on your device.
tsz: %S no jurajkusti eska í (%S) kurhachipinka jimpanki ampe jatsïnhani chiti anchikurhitaru.

source: %S prevented this add-on (%S) from installing on your device.
tsz: %S no jurakunhasti éska i kuturhukwa (%S) jatsikunhapirinka anchitarakwarhu.

# xpinstallPromptAllowButton
source: Allow
tsz: Jurhajku

source: Software installation has been disabled by your system administrator.
tsz: No sesikua ínspenhasti ixu jatsinhani ampe.

source: Enable
tsz: etskuntani

source: Verified by: %S
tsz: Xentsikata %S ini jimpo

source: Encrypted
tsz: sïpatini ampe játskuni

source: unknown
tsz: no mitikata

# geolocation.allow
source: Share
tsz: Arhukutsperan

source: Don't share
tsz: No arhukutsperani

source: Share your location with %S?
tsz: Arhutspera cheeti jakwani with %S?

# desktopNotification.allow
source: Allow
tsz: Jurhajku

# desktopNotification.dontAllow
source: Don't allow
tsz: No Jurhajku

source: Allow %S to use notifications?
tsz: ¿jurajkuni éska %S marhuatooka ayamperakwa ampe?

source: Use Notifications
tsz: ayamperakwa úratarakwecha

# contacts.allow
source: Allow
tsz: Jurhajku

# contacts.dontAllow
source: Don't allow
tsz: Asï jierata eska

source: Allow %S to access your contacts?
tsz: Jierata %S pari inchani cheeti kunkurhikwehani jinkoni?

# contacts.dontAskAgain
source: Don't ask again for this site
tsz: Ixu notaru jamani kurhankurhini

source: New tab opened;#1 new tabs opened
tsz: Jimpanhi eranarhikukwa mitakata jarhasti #1 eranarhikukwecha jimpankicha

source: New private tab opened;#1 new private tabs opened
tsz: Jimpanhi eranarhikukwa /echa;#1

source: Allow %S to store data on your device for offline use?
tsz: Jierata %S pari patsani karakwechani pari marutahu isï úrani?

# offlineApps.dontAskAgain
source: Don't ask again for this site
tsz: Ixu notaru jamani kurhyankurhini

# offlineApps.allow
source: Allow
tsz: Jurhajku

# offlineApps.dontAllow2
source: Don't allow
tsz: Asï jierata éska

source: Save Password
tsz: Jimpanherantani miiukuantskua

source: Save
tsz: Patsan

source: Don't save
tsz: No Patsan

source: false
tsz: no isesti

source: Open Link in New Tab
tsz: Mitani matarurhu eranarhitarawa jimpanhi

source: Add to Reading List
tsz: Kunharitani arintskukuechani jinkoni

# contextmenu.share
source: Share
tsz: Arukuni

source: Copy Link
tsz: Monarhitani enlace

source: Share Link
tsz: Arukuni enlace

source: Copy Email Address
tsz: Monaritani dirección de correo electrónico

source: %S Search
tsz: %S Jirinhanskwa

source: Save Image
tsz: Eratikuani patsa

source: Set Image As
tsz: Jatsïkuni exekuani éska

source: Play
tsz: Xaratani/ kustani

# contextmenu.pauseMedia
source: Pause
tsz: Anaxutani

source: Share Video
tsz: Arukuni video

source: Mute
tsz: No wuantani

source: Unmute
tsz: Kurhanguni

source: Save Video
tsz: patsani exerakuechani

source: Save Audio
tsz: patzani kustakuani

source: Add to Contacts
tsz: inchanarhitantakuani sesekechani

source: Cast to Screen
tsz: Monarhitantani eranarhitakuarhu

source: Copy
tsz: Eranhekua p’itani

source: Cut
tsz: Akuarhetani

source: Select All
tsz: Erakuni iámendu

source: Paste
tsz: manarhitani

source: Call
tsz: Warhentani

source: Done
tsz: K'amarani

source: Pick a date
tsz: Eraku ma fecha

# inputWidgetHelper.datetime
source: Pick a date and a time
tsz: Eraku ma fecha ka motsïtakua

# inputWidgetHelper.datetime-local
source: Pick a date and a time
tsz: Eraku ma fecha ka motsïtakua

source: Pick a time
tsz: Eraku ma motsïtakua

source: Pick a week
tsz: Eraku ma semana

source: Pick a month
tsz: Eraku ma kutsï

# inputWidgetHelper.cancel
source: Cancel
tsz: Nompe ia

source: Set
tsz: Unarhitantani

source: Clear
tsz: Ambakerani

source: <anonymous>
tsz: <énka no mitinhanka>

source: Install Application
tsz: Erakuni ukua

source: Successfully installed
tsz: Sesï monarikata

source: Could not download manifest
tsz: No usïni keskuni enkari t'u erakuka

source: Activate
tsz: Sïnharhini

source: Don't activate
tsz: Asï sïnhari

# clickToPlayPlugins.dontAskAgain
source: Don't ask again for this site
tsz: Notaru jamani kurankurimi ixu

# remoteIncomingPromptAccept
source: OK
tsz: Jo

# remoteIncomingPromptCancel
source: Cancel
tsz: Nompe ia

source: Open
tsz: Mitani

# helperapps.always
source: Always
tsz: Enka jamperi

source: Never
tsz: Nóteru uétarhiakia

source: Download
tsz: Anchitarakua keskukuecha

# helperapps.alwaysUse
source: Always
tsz: Enka jamperi

# lwthemeInstallRequest.allowButton
source: Allow
tsz: Jurhajku

# openInApp.ok
source: OK
tsz: Jo

# openInApp.cancel
source: Cancel
tsz: Nompe ia

source: Link
tsz: kunkorhekua

source: Subscribe with
tsz: Iasimintu karakuarieni
