Repository: tktk711/mozilla-l10n
Catalog: tsz/mobile/android/chrome/webapp.properties.po
Languages: tsz

source: Checking for updates…
tsz: Jimpani ampe jirhinhantaxati

source: Checking for updates to your apps
tsz: jakakuntani enka jaka ukateecha pari jatsïnarikwantani

source: No updates available
tsz: nompe jarhasti jatsïnarhikukuecha pa úrani

source: There are no updates to your apps
tsz: nompe jarasti cheeti ampe enka jukanarikwecharhu jaka.

source: #1 new update available;#1 new updates available
tsz: #1 Jimanhikurhintaxati ;#1 jimanhikurhitskwecha jarhasti ya

source: Touch to retrieve update for %1$S;Touch to retrieve updates for %1$S
tsz: Puchat'siku jimpankintskurhikwani p'ikuntani %1$S; Puchat'siku jimpankintskurhikwani p'ikuntani %1$S

source: Retrieving #1 update…;Retrieving #1 updates…
tsz: Pentaxaka #1 jimpanhekurhini...;Pentaxaka #1 jimpanhekurhintskuecha...

source: Retrieving update for %1$S; Retrieving updates for %1$S
tsz: Jimpankikurhikwani p'ikuntati aririni %1$S Jimpankikurhikwani p'ikuntati aririni %1$S

source: #1 update downloaded;#1 updates downloaded
tsz: # 1 jipankanerantani keskukwechani #1 ma jimpanerakwa keskukwecharhi

source: Touch to install update for %1$S;Touch to install updates for %1$S
tsz: Puchastsïku jimpanhekurhiooti %1$S; Puchastsïku jimpanhekurhiooti %1$S

source: #1 update failed;#1 updates failed
tsz: ;#1 Jimanhikurhikwa tsïp'akata;#1 jimanhikurhikwecha tsïp'akateecha

source: Failed to retrieve update for %1$S;Failed to retrieve updates for %1$S
tsz: Tsip'asti énka sesi pentani japka uratarakwani %1$S; Tsip'asti énka sesi pentani japka uratarakwani %1$S

source: Installing apps is disabled
tsz: Enka jatsirani japka uratarakwechani ampo ú
