Repository: tktk711/mozilla-l10n
Catalog: brx/dom/chrome/nsWebBrowserPersist.properties.po
Languages: brx

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
brx: %S खौ थिना दोननो हायाखै, मानोना फुंखा फाइलखौ फरायनो हायाखै। उनाव फिन नाजा एबा सार्भार खुंगिरिजों जगाजग खालाम।

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
brx: %S खौ थिना दोननो हायाखै, मानोना मोनसे मोनथिमोनै गोरोन्थि जादोंमोन। गुबुन जायगायाव थिना दोननो नाजा।

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
brx: %S खौ खेवनो हायाखै, मानोना मोनसे मोनथिमोनै गोरोन्थि जादोंमोन। गिबियाव डिस्कआव थिना दोननानै फाइलखौ खेवनो नाजा।

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
brx: डिस्कआव %S खौ थिना दोननो थोजासे जायगा गैया। डिस्क निफ्राय गोनांथियैगै फाइलखौ बोखार आरो फिन नाजा, एबा गुबुन जायगायाव थिना दोननो नाजा।

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
brx: %S खौ थिना दोननो हायाखै मानोना डिस्क, फल्डार एबा फाइलआ राइट-रैखाथिगोनां। डिस्कखौ राइट-हाहोनाय खालाम आरो फिन नाजा एबा मोनसे गुबुन जायगायाव थिना दोननो नाजा।

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
brx: %S खौ थिना दोननो हायाखै मानोना नोंथाङा बै फल्डारनि आयदाखौ सोलायनो हाया। फल्डारनि आखुथायखौ सोलाय आरो फिन नाजा एबा मोनसे गुबुन जायगायाव थिना दोननो नाजा।

source: Cannot download file because the SD card is in use.
brx: फाइलखौ डाउनल'ड खालामनो हाया मानोना SD कार्डखौ बाहायगासिनो दं।

source: Cannot download file because the SD card is missing.
brx: फाइलखौ डाउनल'ड खालामनो हाया मानोना SD कार्डआ गोमानाय।

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
brx: %S खौ खेवनो हाया मानोना थाफानाय हेल्पार एप्लिकेसन गैया। आफादखौ नोंथांनि पसन्दआव सोलाय।

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
brx: नोंथाङा खावलायनाय खामानिखौ फोजोबनो थोजासे मेमरि गैया। माखासे एप्लिकेसन निफ्राय ओंखार लां आरो फिन नाजा।

source: Downloading %S
brx: %S डाउनल'ड खालाम गासिनो दङ

source: %S could not be saved, because a file already exists with the same name as the ‘_files’ directory. Try saving to a different location.
brx: %S खौ थिना दोननो हायाखै, मानोना एखे मुंनि फाइलआ सिगाङावनो दं जेरै '_files' डिरेक्टरि। गुबुन जायगायाव थिना दोननो नाजा।

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
brx: %S खौ खेवनो हायाखै, मानोना फाइल मुंआ जोबोद गोलावमोन। मोनसे गुसुं फाइल मुंजों थिना दोननो नाजा।
