Repository: tktk711/mozilla-l10n
Catalog: sm/webapprt/webapprt/webapp.properties.po
Languages: sm

source: Quit %S
sm: Fa'amāvae %S

source: Hide %S
sm: Fa'alafi %S

source: %S - Share Location
sm: %S - Tufatufa Tūlaga

source: Do you want to share your location?
sm: E te mana'o tufatufa lou tūlaga?

source: Share Location
sm: Tufatufa Tūlaga

source: Don't Share
sm: 'Aua tufatufa

# geolocation.remember
source: Remember my choice
sm: Mānatua le filifili o a'u

source: %S - Show notifications
sm: %S - Fa'aali fa'asilasilaga

source: Do you want to allow notifications?
sm: E fia fa'ataga fa'asilasilaga?

source: Show
sm: Fa'aali

source: Don't show
sm: 'Aua fa'aali

# desktop-notification.remember
source: Remember my choice
sm: Mānatua le filifili o a'u

source: Install %S
sm: Fa'anofo %S

source: Do you want to install %S?
sm: E te mana'o fa'anofo le %S?

source: Install App
sm: Fa'anofo Polokalame-komepiuta

source: Don't Install
sm: 'Aua Fa'anofo

source: Payment
sm: Totogi

source: Which payment provider do you want to use?
sm: Fa'apēfea totogi?
