Repository: tktk711/mozilla-l10n
Catalog: nso/toolkit/chrome/global/aboutSupport.properties.po
Languages: nso

source: GPU Accelerated Windows
nso: Mafasetere a gateletšwego a GPU

source: Raw data copied to clipboard
nso: Tsebišo e sa tswakwago e kopišeditšwe go lenaneo-polokelo

source: Text copied to clipboard
nso: Sengwalwa se kopišeditšwe go lenaneo-polokelo

source: Blocked for your graphics driver version.
nso: E thibetšwe bakeng sa tokollo ya gago ya mootledi wa diswantšho.

source: Blocked for your graphics driver version. Try updating your graphics driver to version %S or newer.
nso: E thibetšwe go mootledi wa gago wa diswantšho. Leka go mpshafatša mootledi wa gago wa diswantšho gore e be tokollo ya %S goba e mpsha.

source: Blocked for your graphics card because of unresolved driver issues.
nso: E thibetšwe go karata ya gago ya diswantšho ka baka la ditaba tša mootledi tšeo di sa rarollwago.

source: Blocked for your operating system version.
nso: E thibetšwe bakeng sa tokollo ya gago ya tshepedišo ya tirišo.

source: Direct2D Enabled
nso: Direct2D e kgontšhitšwe

source: DirectWrite Enabled
nso: DirectWrite e kgontšhitšwe

source: ClearType Parameters
nso: Dipharametara tša ClearType

source: ClearType parameters not found
nso: Dipharametara tša ClearType ga di a hwetša

source: Adapter Description
nso: Tlhaloso ya sekopanyi

source: Vendor ID
nso: ID ya morekiši

source: Device ID
nso: ID ya sedirišwa

source: Adapter Drivers
nso: Baotledi ba dikopanyi

source: Adapter RAM
nso: RAM ya sekopanyi

source: Driver Version
nso: Tokollo ya mootledi

source: Driver Date
nso: Letšatšikgwedi la mootledi

source: Adapter Description (GPU #2)
nso: Tlhaloso ya sekopanyi (GPU #2)

source: Vendor ID (GPU #2)
nso: ID ya morekiši (GPU #2)

source: Device ID (GPU #2)
nso: ID ya sešomišwa (GPU #2)

source: Adapter Drivers (GPU #2)
nso: Baotledi ba sekopanyi (GPU #2)

source: Adapter RAM (GPU #2)
nso: RAM ya sekopanyi (GPU #2)

source: Driver Version (GPU #2)
nso: Tokollo ya mootledi (GPU #2)

source: Driver Date (GPU #2)
nso: Letšatšikgwedi la mootledi (GPU #2)

source: GPU #2 Active
nso: GPU #2 e a šoma

source: WebGL Renderer
nso: Mogafi wa WebGL

source: Expected minimum version
nso: Tokollo e nyenyane e letetšwego

source: Version in use
nso: Tokollo e dirišwago
