Repository: tktk711/mozilla-l10n
Catalog: nso/toolkit/chrome/global/config.dtd.po
Languages: nso

source: about:config
nso: mabapi le:peakanyo

source: Preference Name
nso: Leina la Dipharologantšho

source: Status
nso: Maemo

source: Type
nso: Mohuta

source: Value
nso: Boleng

source: Click to sort
nso: Kgotla go beakanya

source: Click to select columns to display
nso: Kgotla go kgetha dikholomo tšeo o di bontšhago

source: &Copy
nso: &Kopolla

source: Copy &Value
nso: Kopolla &Boleng

source: &Modify
nso: &Kaonafatša

source: &Toggle
nso: &Tobetša

source: &Reset
nso: &Beakanya lefsa

source: Ne&w
nso: &Mpsha

source: &String
nso: &Thapo

source: &Integer
nso: &Selo se feleletšego

source: &Boolean
nso: &Tatelanyo
