Repository: tktk711/mozilla-l10n
Catalog: nso/toolkit/chrome/global/filepicker.dtd.po
Languages: nso

source: &Look in:
nso: &Lebelelela ka gare:

source: File &name:
nso: &Leina la faele:

source: Files of &type:
nso: Difaele tša &mohuta:

source: Name
nso: Leina

source: Size
nso: Bogolo

source: Last Modified
nso: Fetošitšwe la mafelelo

source: &Show hidden files and directories
nso: &Laetša difaele tšeo di fihlilwego le ditšhupetšo

source: You do not have the permissions necessary to view this directory.
nso: Ga o na ditumelelo tše nyakegago tša go lebelela tšhupetšo ye.

source: Go up a level
nso: E ya legatong la godimo

source: Go to home
nso: E ya gae

source: Create new directory
nso: Hlola tšhupetšo e mpsha
