Repository: tktk711/mozilla-l10n
Catalog: nso/toolkit/chrome/global/videocontrols.dtd.po
Languages: nso

source: Play
nso: Bapala

source: Pause
nso: Khutša

source: Mute
nso: Homotša

source: Unmute
nso: Homotšolla

source: Full Screen
nso: Sekirini se se tletšego

source: Exit Full Screen
nso: Etšwa sekirining se tletšego

source: Media
nso: Kgašoditaba

source: Size
nso: Bogolo

source: Activity
nso: Tiragalo

source: Paused
nso: Khutšišitšwe

source: Playing
nso: E a bapala

source: Ended
nso: Fedile

source: (seeking)
nso: (nyaka)

source: Volume
nso: Bolumo

source: Frames parsed
nso: Diforeimi tše arotšwego

source: Frames decoded
nso: Diforeimi tše tlošitšwego dikhoutu

source: Frames presented
nso: Diforeimi tše filwego

source: Frames painted
nso: Diforeimi tše pentilwego

source: Video loading stopped.
nso: Go hlahlela bidio go emišitšwe.

source: Video playback aborted due to a network error.
nso: Go boeletša go bapala bidio go foloditše ka baka la phošo ya neteweke.

source: Video format or MIME type is not supported.
nso: Fomate ya faele goba mohuta wa MIME ga o thekgwe.

source: No video with supported format and MIME type found.
nso: Ga go hwetšwe bidio ya fomate e thekgwago le ya mohuta wa MIME.

source: Video playback aborted due to an unknown error.
nso: Go boeletša go bapala bidio go foloditšwe ka baka la phošo e sa tsebjwego.

source: #1 of #2 elapsed
nso: #1 ya #2 e fedile
