Repository: tktk711/mozilla-l10n
Catalog: nso/toolkit/chrome/global/viewSource.properties.po
Languages: nso

source: Go to line
nso: E ya mothalading

source: Enter line number
nso: Tsenya nomoro ya mothaladi

source: Invalid input
nso: Tshwayo ye e sa šomego

source: The line number entered is invalid.
nso: Nomoro ya mothaladi yeo e tsentšhitšwego ga e šome.

source: Line not found
nso: Mothaladi ga wa hwetšwa

source: The specified line was not found.
nso: Mothaladi wo o laeditšwego ga se wa hwetšwa.

source: Line %1$S, Col %2$S
nso: Mothaladi %1$S, Khol %2$S

source: DOM Source of Selection
nso: Mothopo wa kgetho ya DOM

source: DOM Source of MathML
nso: Mothopo wa MathML ya DOM

source: Wrap Long Lines
nso: Phuthela methaladi e metelele
