Repository: tktk711/mozilla-l10n
Catalog: lg/browser/chrome/browser/places/bookmarkProperties.properties.po
Languages: lg

source: Add
lg: Gatta

# dialogAcceptLabelSaveItem
source: Save
lg: Tereka

source: Subscribe
lg: Wewandiise

source: Add Bookmarks
lg: Gatta Obulambe

# dialogAcceptLabelEdit
source: Save
lg: Tereka

# dialogTitleAddBookmark
source: New Bookmark
lg: Akalambe Akappya

source: Subscribe with Live Bookmark
lg: Wewandiise n'Akalambe Akalamu

# dialogTitleAddFolder
source: New Folder
lg: Eterekeero Eppya

source: New Bookmarks
lg: Akalambe Akappya

source: Properties for "%S"
lg: Ebikwata ku "%S"

source: [Folder Name]
lg: [Erinnya Ly'ebaasa]

# newFolderDefault
source: New Folder
lg: Eterekero Eppya

# newBookmarkDefault
source: New Bookmark
lg: Akalambe Akappya

source: New Live Bookmark
lg: Akalambe Akapya Mubuliwo
