Repository: tktk711/mozilla-l10n
Catalog: ff/mobile/android/chrome/about.dtd.po
Languages: ff

source: About &brandShortName;
ff: Baɗte &brandShortName;

source: &brandShortName; is experimental and may be unstable.
ff: &brandShortName; ko ƴeewditorde tee ena waawi waasde yamɗude.

source: It automatically sends information about performance, hardware, usage and customizations back to
ff: Neldat humpito e jaajol baɗte moƴƴugol, masiŋeeri, kuutorgol e keertine to

source: to help make &brandShortName; better.
ff: ngam ɓeydude &brandShortName; moƴƴude.

source: Check for Updates »
ff: Yuurno Kesɗitine »

source: Looking for updates…
ff: Nana yiyloo kesɗitine…

source: No updates available
ff: Alaa kesɗitine ngoodi

source: Download update
ff: Aawto kesɗitinal

source: Downloading update…
ff: Nana aawtoo kesɗitinal…

source: Install update
ff: Aaf kesɗitinal

source: Support
ff: Wallitorde

source: Privacy Policy
ff: Dawirgol Suturo

source: Know Your Rights
ff: Anndu hakkeeji maa

source: Release Notes
ff: Konngol Bayyinal

source: Credits
ff: Wuneeji

source: Licensing Information
ff: Humpito Jamirol

source: Firefox and the Firefox logos are trademarks of the Mozilla Foundation.
ff: Firefox e logooji Firefox ko marke curaaɗe ɗe Mozilla Foundation.
