Repository: tktk711/mozilla-l10n
Catalog: cak/toolkit/crashreporter/crashreporter.ini.po
Languages: cak

source: Crash Reporter
cak: Rutzijol taq sachoj

source: %s Crash Reporter
cak: Rutzijol taq sachoj %s

source: The application had a problem and crashed. Unfortunately, the crash reporter is unable to submit a report for this crash. Details: %s
cak: Ri chokoy k'o jun k'ayewal xrïl, ruma ri' xtz'ape'. K'ayew jub'a' ruma ri b'anel rutzijol taq sachon man nitikïr ta nutäq rutzijol re k'ayewal re'. Taq rub'anikil: %s

source: %s had a problem and crashed. Unfortunately, the crash reporter is unable to submit a crash report. Details: %s
cak: %s xrïl jun k'ayewal, ruma ri' xtz'ape'. K'ayew jub'a' ruma ri b'anel rutzijol taq sachoj, man nitikïr ta nutäq rutzijol re k'ayewal re'. Taq b'anikil:%s

source: We're Sorry
cak: Niqamäy

source: %s had a problem and crashed. To help us diagnose and fix the problem, you can send us a crash report.
cak: %s xrïl jun k'ayewal, ruma ri' toq xtz'apitäj. Richin yojato' richin niqanik'oj chuqa' niqachojmirisaj re k'ayewal re', ütz tataqa' jun rutzijol sachoj chi qe.

source: This application is run after a crash to report the problem to the application vendor. It should not be run directly.
cak: Re chokoy re' tajin nitzijtäj chi rij jun sachoj richin nuya' rutzijol chi re ri rajya'öl. Man ta jujik natzïj.

source: Details…
cak: Kib'anikill…

source: Report Contents
cak: Rupam ri rutzijol

source: Add a comment (comments are publicly visible)
cak: Titz'aqatisäx jun rutzijol (konojel winaqi' yetz'eto ri taq rutzijol)

source: This report also contains technical information about the state of the application when it crashed.
cak: Re rutzijol re' chuqa' ruk'wan etamab'äl chi rij ri rub'anikil ri chokoy, toq xtz'apitäj.

source: Tell %s about this crash so they can fix it
cak: Tiya' rutzijol chi re ri %s chi rij re sachoj re' richin tichojmirisäx

source: Include the address of the page I was on
cak: Titz'aqatisäx ri rochochib'al ruxaq k'amaya'l in k'o wi kan

source: Allow %s to contact me about this report
cak: Tiya' q'ij chi re ri %s chi yirutz'ib'aj pe pa ruwi' re rutzijol re'

source: Enter your email address here
cak: Tatz'ib'aj wawe' ri rochochib'al ataqoya'l

source: Your crash report will be submitted before you quit or restart.
cak: Ri rutzijol sachoj xtitaq chuwäch xkatel chuqa' natikirisaj chik.

source: Submitting your report…
cak: Tajin nitaq ri rutzijol taq sachoj…

source: Report submitted successfully!
cak: ¡Ütz rutaqik xb'an ri rutzijol!

source: There was a problem submitting your report.
cak: Xk'ulwachitäj jun k'ayewal toq tajin nitaq ri atzijol.

source: Resending reports that previously failed to send…
cak: Ketaq chik ri taq rutzijol, ri man xetikïr ta xetaq…

source: Quit %s
cak: Tel el chupam ri %s

source: Restart %s
cak: Titikirisäx chik ri %s

source: OK
cak: Ütz

source: Close
cak: Titz'apïx

source: Crash ID: %s
cak: Nimaläj rub'i' ri sachoj: %s

source: You can view details of this crash at %s
cak: Yatikïr natz'ët taq rub'anikil re jun chanin tz'apinïk re' pa %s

source: The application passed an invalid argument.
cak: Ri chokoy xutäq man ütz ta jun rutzijol.

source: The application didn't leave an application data file.
cak: Ri chokoy man xuya' ta kan jun ruyakb'al tzij.

source: Couldn't read the application data file.
cak: Man xtikïr ta xsik'ïx ri ruyakb'al tzij, ya'on kan ruma ri chokoy.

source: Couldn't move application data file.
cak: Man xtikïr ta xusiloj ri ruyakb'al tzij, ya'on kan ruma ri chokoy.

source: The application did not leave a crash dump file.
cak: Ri chokoy man xuya' ta kan jun ruyakb'al taq sachoj.

source: Couldn't move crash dump.
cak: Man xtikïr ta xusiloj ri tzalatzïk ruyakb'al taq sachoj.

source: The application did not identify itself.
cak: Man ruk'utun ta ri' ri chokoy.

source: The application did not specify a crash reporting server.
cak: Ri chokoy man xujikib'a' ta jun ruk'u'x samaj richin kitzijol taq sachoj.

source: Couldn't find the crash reporter's settings.
cak: Man xtikïr ta xrïl ri runuk'ulem ri b'anel richin ri rutzijol taq sachoj.

source: Couldn't create pending dump directory.
cak: Man xtikïr ta xnuk' jun molyakb'äl richin yeyak ri taq rutzijol koyob'en chi yetaq el.

source: The version of %s you are using is no longer supported. Crash reports are no longer being accepted for this version. Please consider upgrading to a supported version.
cak: Ri ruwäch %s majun chik ruto'ik. Man yek'ul ta chik taq rutzijol taq sachoj richin re ruwäch re'. Tachilab'ej nak'ëx ruwäch rik'in jun ruwäch ri k'o ruto'ik.
