Repository: tktk711/mozilla-l10n
Catalog: ak/toolkit/chrome/global/commonDialogs.properties.po
Languages: ak

source: Alert
ak: Bɔ-kɔkɔ

source: Confirm
ak: Si-pi

# ConfirmCheck
source: Confirm
ak: Si-pi

source: Prompt
ak: Prɔmpte

source: Authentication Required
ak: Wohia Ngyetomu

source: Password Required
ak: Ehintasɛmfua yɛ Ehiade

source: Select
ak: Paw

source: Cancel
ak: Twa-mu

source: &Yes
ak: &Yiw

source: &No
ak: &Daabi

source: &Save
ak: &Sie

source: &Revert
ak: Sa&n

source: Do&n't Save
ak: Mma e&nnsie

source: [JavaScript Application]
ak: [Aplekehyɛn JavaSkript]

source: The page at %S says:
ak: Krataafa wɔ %S se:

source: Prevent this page from creating additional dialogs
ak: Siw krataafa yi ano kwan sɛ ɔbɛbɔ ndaeloɔg afoforo

source: Confirm Dialog Preference
ak: Foa daelɔg apɛde so

source: A username and password are being requested by %2$S. The site says: "%1$S"
ak: %2$S rebisa agodin ne ehintasɛmfua. Saet no se: "%1$S"

source: The proxy %2$S is requesting a username and password. The site says: "%1$S"
ak: Prɔksi %2$S rebisa agodin ne ehintasɛmfua. Saet no se: "%1$S"

source: Enter username and password for %1$S
ak: Kyerɛw agodin ne ehintasɛmfua ma %1$S

source: Enter password for %1$S on %2$S
ak: Kyerɛw ehintasɛmfua ma %1$S wɔ %2$S
