Repository: tktk711/mozilla-l10n
Catalog: ak/toolkit/chrome/global/contentAreaCommands.properties.po
Languages: ak

source: Save Image
ak: Sie Mfonin

source: Save Video
ak: Sie Video

source: Save Audio
ak: Sie Audio

source: Save As
ak: Sie Sɛ

source: index
ak: indɛks

source: Web Page, complete
ak: Wɛb Krataafa, ewie

source: Web Page, HTML only
ak: Wɛb Krataafa, HTML nko ara

source: Web Page, XHTML only
ak: Wɛb Krataafa, XHTML nko ara

source: Web Page, SVG only
ak: Wɛb Krataafa, SVG nko ara

source: Web Page, XML only
ak: Wɛb Krataafa, XML nko ara

source: %S_files
ak: %S_mfael
