Repository: tktk711/mozilla-l10n
Catalog: ak/toolkit/chrome/global/customizeToolbar.dtd.po
Languages: ak

source: Customize Toolbar
ak: kɔstɔmaeze tuulbaa

source: You can add or remove items by dragging to or from the toolbars.
ak: Wobetumi eyi anaa wobɛtwe ndeɛma abegu atuulbaa nom so.

source: Show:
ak: kyerɛ:

source: Icons and Text
ak: Aekɔn ne nkyerɛwee

source: Icons
ak: aekɔn

source: Text
ak: nkyerɛwee

source: Use Small Icons
ak: Fa aekɔn nketewaa yɛ

source: Restore Default Set
ak: Siesie kɔ kane

source: Add New Toolbar
ak: fa tuulbaa foforo bata ho

source: Done
ak: Ewie

source: Undo Changes
ak: San nsakrae a wayɛ
