Repository: tktk711/mozilla-l10n
Catalog: ak/toolkit/chrome/global/filepicker.properties.po
Languages: ak

source: All Files
ak: Mfael nyinara

source: HTML Files
ak: HTML mfael

source: Text Files
ak: Tɛkst mfael

source: Image Files
ak: Mfonin mfael

source: XML Files
ak: XML mfael

source: XUL Files
ak: XUL mfael

source: Applications
ak: Napelekehyɛn

source: Audio Files
ak: Ɔdio mfael

source: Video Files
ak: Video mfael

# dirTextInputLabel
source: Directory name:
ak: Folda din:

source: Confirm
ak: Foa-so

source: %S already exists. Do you want to replace it?
ak: %S wɔ hɔ dadaw. Wo pɛ sɛ wo hyɛ anan mu?

source: Open
ak: Bue

source: Save
ak: Sie

source: Select
ak: Paw

source: No
ak: Daabi

source: Format:
ak: Fɔɔmat:

# errorOpenFileDoesntExistTitle
source: Error opening %S
ak: Mfomso bae wɔ bere a wɔrebue %S

source: File %S doesn't exist
ak: Fael %S nni hɔ

source: Error accessing %S
ak: Mfomso bae wɔ bere a wɔrefrɛ %S

source: Directory %S doesn't exist
ak: Folda %S nni hɔ

# errorOpeningFileTitle
source: Error opening %S
ak: Mfomso bae wɔ bere wɔrebue %S

source: File %S is not readable
ak: Wɔnntumi nnkan fael %S

source: Error saving %S
ak: Mfomso bae wɔ bere a wɔresie %S

source: %S is a file, can't save %S
ak: %S yɛ fael, nntumi nnsie %S

source: Path %S doesn't exist, can't save %S
ak: Kwan %S nnda hɔ, nntumi nnsie %S

source: File %S is not writable.
ak: Wɔnntumi nnkyerɛw nnto fael %S so.

source: Cannot create file. Directory %S is not writable.
ak: Nntumi mmbɔ fael. Wɔnntumi nnkyerɛw nnto folda %S so.

# errorNewDirDoesExistTitle
source: Error creating %S
ak: Mfomso bae wɔ bere a wɔrebɔ %S

source: A file named %S already exists, directory cannot be created.
ak: Fael a wɔfrɛ no %S wɔ hɔ dadaw, enntumi ammbɔ folda no.

# errorCreateNewDirTitle
source: Error creating %S
ak: Mfomso bae wɔ bere a wɔrebɔ %S

source: Directory %S could not be created
ak: Enntumi ammbɔ folda %S

source: Directory cannot be created, %S is a file
ak: Enntumi ammbɔ folda no, %S yɛ fael

source: Directory cannot be created, %S not writable
ak: Enntumi ammbɔ folda no, wɔnntumi nnkyerɛw nnto %S so

source: Create new directory
ak: Bɔ folda foforo

# promptNewDirMessage
source: Directory name:
ak: Folda din:

source: Unknown Error
ak: Nnim mfomso yi

source: An unknown error occured (path %S)
ak: Mfomso bi a wɔnnim sii (kwan %S)
