Repository: tktk711/mozilla-l10n
Catalog: ak/toolkit/chrome/global/findbar.properties.po
Languages: ak

source: Phrase not found
ak: Ennhu fres

source: Reached end of page, continued from top
ak: Edu krataafa n'ewiei, atoa so efiri soro

source: Reached top of page, continued from bottom
ak: Edu krataafa ne soro, atoa so efiri ase

source: Find in page
ak: Hu wɔ krataafa mu

source: Quick find
ak: Hu ntɛm

source: Quick find (links only)
ak: Hu ntɛm: (alenk nko ara)

source: (Case sensitive)
ak: (Atenkanoɔden kase)

source: %S match
ak: %S sɛ

source: %S matches
ak: %S nsɛ

source: More than %S matches
ak: Boro nsɛ %S
