Repository: tktk711/mozilla-l10n
Catalog: ak/toolkit/chrome/global/printjoboptions.dtd.po
Languages: ak

source: Printer Properties
ak: Prent-fidie ho bɔbea

source: &Paper Size:
ak: K&rataafa kɛseyɛ:

source: Plex &mode:
ak: Plex te&bea mu:

source: R&esolution/Quality:
ak: Enim&anoɔden/Ndimu:

source: Print C&ommand:
ak: Prent N&hyɛ:

source: &Job Title:
ak: E&dwuma mu din:

source: Color:
ak: Ahosu:

source: &Grayscale
ak: &Greskel

source: &Color
ak: Aho&su

source: Color&space:
ak: Kɔ&laspes:

source: Fonts:
ak: Mfɔnt:

source: &Download fonts to printer
ak: &Twe mfɔnt kɔ prent-fidie so

source: Gap from edge of paper to Margin
ak: Kwan a ɛda krataa ano kɔ Maagyen

source: &Top:
ak: S&oro:

source: &Bottom:
ak: &Ase:

source: &Left:
ak: Ni&fa:

source: &Right:
ak: &Benkum:
