Repository: tktk711/mozilla-l10n
Catalog: dsb/mobile/android/chrome/localepicker.properties.po
Languages: dsb

source: Select a language
dsb: Wubjeŕśo rěc

source: Continue in %S
dsb: Z %S pókšacowaś

source: English
dsb: Dolnoserbšćina

source: Choose a different language
dsb: Wubjeŕśo drugu rěc

source: Choose a Language
dsb: Wubjeŕśo rěc

source: Cancel
dsb: Pśetergnuś

source: Continue
dsb: Dalej

source: Installing %S
dsb: %S se instalěrujo

source: Error installing language
dsb: Zmólka pś instalěrowanju rěcy

source: Loading…
dsb: Zacytujo se…
