Repository: tktk711/mozilla-l10n
Catalog: dsb/mobile/android/chrome/phishing.dtd.po
Languages: dsb

source: Get me out of here!
dsb: Cu how wen!

source: Ignore this warning
dsb: Toś to warnowanje ignorěrowaś

source: Reported Attack Page!
dsb: Napadowy bok jo se k wěsći dał!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
dsb: Toś ten webbok na <span id='malware_sitename'/> jo se ako napadowy bok k wěsći dał a na zakłaźe wašych wěstotnych nastajenjow blokěrował.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
dsb: <p>Napadowe boki wopytuju programy instalěrowaś, kótarež kšadnu priwatne informacije, wužywaju wašo licadło, aby druge napadnuli abo waš system wobškóźeli.</p><p>Někotare napadowe boki rozdźěluju z wótglědom škódnu softwaru, ale wjele wobgrozujo se bźez wěźenja abo dowólnosći jich wobsejźarjow.</p>

source: Deceptive Site!
dsb: Wobšudnikojske sedło!

source: This web page at <span id='phishing_sitename'/> has been reported as a deceptive site and has been blocked based on your security preferences.
dsb: Toś ten webbok na <span id='phishing_sitename'/> jo se ako wobšudnikojske sedło k wěsći dał a na zakłaźe wašych wěstotnych nastajenjow blokěrował.

source: <p>Deceptive sites are designed to trick you into doing something dangerous, like installing software, or revealing your personal information, like passwords, phone numbers or credit cards.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
dsb: <p>Wobšudnkojske sedła su za to myslone, was zawjedowaś, něco tšašnego cyniś, ako na pś. instalěrowanje softwary abo pśeraźowanje wašych wósobinskich datow, na pś. gronidłow, telefonowych numerow abo numerow kreditnych kórtow.</p><p>Gaž daty na toś tom webboku zapódajośo, móžo to ku kšadnjenjeju identity abo drugej wobšuźe wjasć.</p>

source: Reported Unwanted Software Site!
dsb: Njewitane softwarowe sedło k wěsći dane!

source: This web page at <span id='unwanted_sitename'/> has been reported to contain unwanted software and has been blocked based on your security preferences.
dsb: Toś ten webbok na <span id='unwanted_sitename'/> jo se ako bok k wěsći dał, kótaryž wopśimujo njewitanu softwaru a na zakłaźe wašych wěstotnych nastajenjow blokěrował.

source: Unwanted software pages try to install software that can be deceptive and affect your system in unexpected ways.
dsb: Njewitane softwarowe boki wopytuju softwaru instalěrowaś, kótaraž móžo wobšudna byś a waš system na njewótcakowane nałogi wobwliwowaś.
