Repository: tktk711/mozilla-l10n
Catalog: dsb/mobile/android/chrome/sync.properties.po
Languages: dsb

source: Last sync: %S
dsb: Slědna synchronizacija: %S

source: Last sync: in progress…
dsb: Slědna synchronizacija: běžy…

source: Account: %S
dsb: Konto: %S

source: Not connected
dsb: Njezwězany

source: Connecting…
dsb: Zwězujo se…

source: Your Firefox Sync account has been removed
dsb: Wašo konto Firefox Sync jo se wótpórało

source: Undo
dsb: Anulěrowaś

source: #1 #2 is not compatible with the latest version of Firefox Sync. Please update to the latest version.
dsb: #1 #2 njejo kompatibelny z nejnowšeju wersiju Firefox Sync. Pšosym zaktualizěrujśo na nejnowšu wersiju.

source: #1 #2 is not compatible with older versions of Firefox Sync. Please update Firefox on your other computer(s).
dsb: #1 #2 njejo kompatibelny ze staršymi wersijami Firefox Sync. Pšosym zaktualizěrujśo Firefox na swójich drugich licadłach.

source: Learn More
dsb: Dalšne informacije

source: Close
dsb: Zacyniś

source: Cannot Setup Sync
dsb: Sync njedo se konfigurěrowaś

source: No internet connection available
dsb: Internetny zwisk njestoj k dispoziciji

source: %S could not connect to Sync. Would you like to try again?
dsb: %S njedajo se ze Sync zwězaś. Cośo hyšći raz wopytaś?

source: Try again
dsb: Hyšći raz wopytaś

source: Manual setup
dsb: Manuelne konfigurěrowanje

source: No tabs from your other computers.
dsb: Žedne rejtarki z wašych drugich licadłow.

source: Sync is brand new and easier than ever.
dsb: Synchronizacija jo nowučka a lažčej ako do togo.

source: Tap here to learn more
dsb: Pótusniśo how, aby wěcej zgónił
