Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/migration/migration.dtd.po
Languages: af, ar, as, az, be, bg, bn_bd, bo, br, ca, cy, es_cl, es_mx, eu, fa, fur, gu, hi_in, hr, hy_am, id, is, kab, kk, km, kn, lt, lv, ml, mn, mr, ms, my, ne, oc, or, pt, pt_br, sd, si, te, th, tr, tt, ug, ur, uz, vi, xh

source: Import Wizard
af: Invoerslimmerd
ar: مرشِد الاستيراد
as: উইজাৰ্ড ইমপোৰ্ট কৰক
az: İdxal sehirbazı
be: Чараўнік Імпарту
bg: Помощник при внасяне
bn_bd: ইমপোর্ট উইজার্ড
bo: སྣེ་འཁྲིད་ནང་འདྲེན
br: Skoazeller Enporzhiañ
ca: Auxiliar d'importació
cy: Dewin Mewnforio
es_cl: Asistente de importación
es_mx: Asistente de importación
eu: Inportazio-morroia
fa: راهنمای گام‌به‌گام وارد کردن اطلاعات
fur: Procedure di impuartazion
gu: આયાત વિઝાર્ડ
hi_in: विज़ार्ड का आयात‌ करें
hr: Čarobnjak uvoza
hy_am: Ներմուծման Օգնական
id: Penuntun Impor
is: Innflutningshjálp
kab: Amarag n ukter
kk: Импорт шебері
km: អ្នក​ជំនួយ​ការ​នាំចូល
kn: ವಿಝಾರ್ಡನ್ನು ಆಮದು ಮಾಡಿಕೊ
lt: Importo vediklis
lv: Importēšanas vednis
ml: ഇറക്കുമതി സഹായി
mn: Импортлох цонх
mr: आगत कार्यक्रम
ms: Import Bestari
my: တင်သွင်းခြင်းဆိုင်ရာ လုပ်ငန်းစဉ်
ne: आयात विजार्ड
oc: Assistent d'importacion
or: ୱିଜାର୍ଡ ଆମଦାନୀ କରନ୍ତୁ
pt: Assistente de importação
pt_br: Assistente de importação
sd: وزارڊ جي آمد ڪريو
si: ආයාත විශාරද
te: విజార్డు దిగుమతిచేయి
th: ตัวช่วยนำเข้า
tr: İçe aktarma sihirbazı
tt: İmport Sixírbazı
ug: ئەكىرىش يېتەكچىسى
ur: درآمد مددگار
uz: Ustani import qilish
vi: Trình thuật sĩ Nhập
xh: Thatha Ngaphandle Umncedi

source: Import Options, Bookmarks, History, Passwords and other data from:
af: Voer opsies, boekmerke, geskiedenis, wagwoorde en ander data in vanaf:
ar: استورد الخيارات، و العلامات، و التّأريخ، و كلمات السرّ و بيانات أخرى من:
as: ইয়াৰ পৰা বিকল্প, পত্ৰচিহ্ন, ইতিহাস, পাছৱৰ্ড আৰু অন্য তথ্যৰ আমদানি কৰক:
az: Seçimləri, Əlfəcinləri, Tarixçəni, Şifrələri və digər məlumatları buradan idxal et:
be: Імпарт наладжванняў, закладак, гісторыі, пароляў і іншых даных з:
bg: Внасяне на настройки, отметки, история, пароли и други данни от:
bn_bd: উল্লেখিত স্থান থেকে অপশনসমূহ, বুকমার্ক, ইতিহাস, পাসওয়ার্ড ও অন্যান্য তথ্য ইমপোর্ট করা হবে:
bo: རང་མོས་འདེམས་སྟངས་དང་ཡིག་རྟགསཟིན་ཐོ་གསང་ཡིག་སོགས་གནས་འདི་ནས་ནང་འདྲེན:
br: Enporzhiañ an dibarzhioù, sinedoù, roll istor, gerioù-tremen ha roadennoù all adalek :
ca: Importa les opcions, adreces d'interès, historial, contrasenyes i altres dades des de:
cy: Mewnforio Dewisiadau, Nodau Tudalen, Hanes, Cyfrineiriau, a data arall o:
es_cl: Importar Opciones, Marcadores, Historial, Contraseñas y otros datos de:
es_mx: Importar opciones, marcadores, historial, claves y otros datos de:
eu: Laster-markak, historia, pasahitzak eta beste zenbait datu hemendik inportatu:
fa: وارد کردن گزینه‌ها، نشانک‌ها، تاریخچه، گذرواژه‌ها و دیگر داده‌ها از:
fur: Impuarte opzions, segnelibris, cronologjie, passwords e altris dâts di:
gu: વિકલ્પો, બુકમાર્કો, ઇતિહાસ, પાસવર્ડો, અહીંથી આયાત કરો:
hi_in: पसन्द, पुस्तचिह्न, इतिहास, कूटशब्द‌ एवं अन्य डेटा यहाँ से आयात करें:
hr: Uvezi opcije, zabilješke, povijest pretraživanja, zaporke i ostale podatke iz:
hy_am: Ներմուծել Ընտրանքները, Էջանիշերը, Պատմությունը, Գաղտնաբառերը և այլ տվյալներ այստեղից՝
id: Impor Pengaturan, Markah (Bookmark), Riwayat, Sandi, dan data lainnya dari:
is: Flytja inn stillingar, bókamerki, ferla, lykilorð og önnur gögn frá:
kab: Kter iɣewwaṛen, ticṛaḍ n isebtaren, amazray, awalen uffiren d isefka nniḍen si:
kk: Баптаулар, бетбелгілер, тарихы, парольдерді және т.б. ақпаратты импорттау келесіден:
km: នាំចូល​ជម្រើស​ ចំណាំ​ ប្រវត្តិ ពាក្យសម្ងាត់ និង ទិន្នន័យ​ផ្សេងៗ​ពី ៖
kn: ಇಲ್ಲಿಂದ ಆಯ್ಕೆಗಳನ್ನು, ಬುಕ್‍ಮಾರ್ಕುಗಳನ್ನು, ಇತಿಹಾಸ, ಗುಪ್ತಪದ ಹಾಗು ಇತರೆ ಮಾಹಿತಿಯನ್ನು ಆಮದು ಮಾಡಿಕೊ:
lt: Importuoti parinktis, adresyną, žurnalą, slaptažodžius ir kitus duomenis iš:
lv: Importēt iestatījumus, grāmatzīmes, vēsturi, paroles un citus datus no:
ml: ഓപ്ഷനുകള്‍, അടയാളങ്ങള്‍, ചരിത്രം, പാസ്‌വേഡുകള്‍ കൂടാതെ മറ്റ്‌ വിവരങ്ങളും ഇറക്കുമതി ചെയ്യുക
mn: Сонголт, хаяг, түүх, нууц үгсийг импортлох байршил:
mr: याअाधी वापरात असलेली (पर्याय, वाचनखूणा, इतिहास, पासवर्ड व इतर) माहिती येथून आयात करा:
ms: Import Pilihan, Tandabuku, Sejarah, Kata laluan dan lain-lain data dari:
my: ရွေးစရာများ၊ မှတ်သားချက်များ၊ မှတ်တမ်း၊ စကားဝှက်များနဲ့ အ​ခြား အချက်အလက်ကြမ်း တင်သွင်းမဲ့ နေရာ၊
ne: विकल्पहरू, पुस्तक चिन्हहरू, इतिहास, गोप्यशब्दहरू र अन्य डाटा आयात गर्नुहोस्:
oc: Importar las opcions, los marcapaginas, l'istoric, los mots de pas e las autras donadas dempuèi :
or: ବିକଳ୍ପ, ଚିହ୍ନିତ ସ୍ଥାନ, ଇତିହାସ, ପ୍ରବେଶ ସଂକେତ ଏବଂ ଅନ୍ୟାନ୍ୟ ତଥ୍ୟକୁ ଆମଦାନୀ କରନ୍ତୁ:
pt: Importar opções, marcadores, histórico, palavras-passe e outros dados do:
pt_br: Importar opções, favoritos, histórico, senhas e outras informações do:
sd: :مان وڪلپن، نشان زدن اِتهاس ڳجهن لفظن ۾ ٻيءَ سامگريءَ جي آمد ڪريو
si: වරණ, පිටු සලකුණු, පෙරදෑ, රහස්පද සහ අනෙකුත් දත්ත ආයාත කළ යුත්තේ:
te: ఐచ్ఛికాలు,ఇష్టాంశములు,చరిత్ర,సంకేతపదాలు మరియు యితరడాటాను నుండి దిగుమతి చేయి:
th: นำเข้าตัวเลือก, ที่คั่นหน้า, ประวัติ, รหัสผ่าน และข้อมูลจาก :
tr: Seçenekleri, yer imlerini, geçmiş bilgisini, parolaları ve diğer verileri buradan içe aktar:
tt: Köylenmelerní, Qıstırğıçlarnı, Tarixní, Sírsüzlerní we başqa birülerní şunnan importla:
ug: ئەكىرىش تاللانمىسى، خەتكۈچ، تارىخ، ئىم ۋە باشقا سانلىق مەلۇماتلار:
ur: اختیارات، نشانیاں، سابقات، پاس ورڈ اور دیگر کوائف یہاں سے درآمد کریں:
uz: Moslamalar, xatchoʻplar, tarix, parollar va boshqa ma`lumotlarni ushbu brauzerdan import qilish:
vi: Nhập các Tùy chọn, Trang đánh dấu, Lược sử, Mật khẩu và các dữ liệu khác từ:
xh: Thumela ekunokukhethwa kuko, iibhukhmakhi, imbali, ipasiwedi nezinye iingcombolo kwi-:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
af: Voer voorkeure, boekmerke, geskiedenis, wagwoorde en ander data in vanaf:
ar: استورد التّفضيلات، و العلامات، و التّأريخ، و كلمات السرّ و بيانات أخرى من:
as: ইয়াৰ পৰা পছন্দ, পত্ৰচিহ্ন, ইতিহাস, পাছৱৰ্ড আৰু অন্য তথ্যৰ আমদানি কৰক:
az: Nizamlamaları, Əlfəcinləri, Tarixçəni, Şifrələri və digər məlumatları buradan idxal et:
be: Імпарт Перавагаў, Закладак, Гісторыі, Пароляў ці іншых даных з:
bg: Внасяне на настройки, отметки, история, пароли и други данни от:
bn_bd: উল্লেখিত স্থান থেকে পছন্দসমূহ, বুকমার্ক, ইতিহাস, পাসওয়ার্ড ও অন্যান্য তথ্য ইমপোর্ট করা হবে:
bo: རང་མོས་སྒྲིག་འགོད་དང་ཡིག་རྟགསཟིན་ཐོ་གསང་ཡིག་སོགས་གནས་འདི་ནས་ནང་འདྲེན:
br: Enporzhiañ an dibaboù gwellañ, sinedoù, roll istor, gerioù-tremen ha roadennoù all diouzh :
ca: Importa les preferències, adreces d'interès, historial, contrasenyes i altres dades des de:
cy: Mewnforio Dewisiadau, Nodau Tudalen, Hanes, Cyfrineiriau a data arall o:
es_cl: Importar Preferencias, Marcadores, Historial, Contraseñas y otros datos de:
es_mx: Importar preferencias, marcadores, historial, claves y otros datos de:
eu: Hobespenak, laster-markak, historia, pasahitzak eta beste zenbait datu hemendik inportatu:
fa: وارد کردن ترجیحات، نشانک‌ها، تاریخچه، گذرواژه‌ها و دیگر داده‌ها از:
fur: Impuarte preferencis, segnelibris, cronologjie, passwords e altris dâts di:
gu: પસંદગીઓ, બુકમાર્કો, ઇતિહાસ, પાસવર્ડો, અહીંથી આયાત કરો:
hi_in: वरीयताएँ, पुस्तचिह्न, इतिहास, कूटशब्द एवं अन्य आंकड़ा यहाँ से आयात करें:
hr: Uvezi postavke, zabilješke, povijest, zaporke i ostale podatke iz:
hy_am: Ներմուծել Կարգավորումները, էջանիշները, Գաղտնաբառերը և այլ տվյալներ՝
id: Impor Pengaturan, Markah (Bookmark), Riwayat, Sandi, dan data lainnya dari:
is: Flytja inn stillingar, bókamerki, ferla, lykilorð og önnur gögn frá:
kab: Kter ismenyifen, ticṛaḍ n isebtaren, amazray, awalen uffiren d isefka nniḍen si:
kk: Баптаулар, бетбелгілер, тарихы, парольдерді және т.б. ақпаратты импорттау келесіден:
km: នាំចូល​ចំណង់​ចំណូល​ចិត្ត ចំណាំ​ ប្រវត្តិ ពាក្យ​សម្ងាត់ និង ទិន្នន័យ​ផ្សេងៗ​ពី ៖
kn: ಇಲ್ಲಿಂದ ಆದ್ಯತೆಗಳನ್ನು, ಬುಕ್‍ಮಾರ್ಕುಗಳನ್ನು, ಇತಿಹಾಸ, ಗುಪ್ತಪದ ಹಾಗು ಇತರೆ ಮಾಹಿತಿಯನ್ನು ಆಮದು ಮಾಡಿಕೊ:
lt: Importuoti nuostatas, adresyną, žurnalą, slaptažodžius ir kitus duomenis iš:
lv: Importēt iestatījumus, grāmatzīmes, vēsturi, paroles un citus datus no:
ml: മുന്‍ഗണനകള്‍, അടയാളങ്ങള്‍, ചരിത്രം, പാസ്‌വേഡുകള്‍ കൂടാതെ മറ്റ്‌ വിവരങ്ങളും ഇറക്കുമതി ചെയ്യുക
mn: Тохируулга, хаяг, түүх, нууц үгсийг импортлох байршил:
mr: याअाधी वापरात असलेली (आवडीनिवडी, वाचनखूणा, इतिहास, पासवर्ड व इतर) माहिती येथून आयात करा:
ms: Import Keutamaan, Tandabuku, Sejarah, Kata laluan dan lain-lain data dari:
ne: प्राथमिकताहरू ,पुस्तकचिन्हहरू ,इतिहास , गोप्यशब्दहरू र अन्य डाटा आयात गर्नुहोस:
oc: Importar las preferéncias, los marcapaginas, l'istoric, los senhals e las autras donadas dempuèi :
or: ପସନ୍ଦ, ଚିହ୍ନିତ ସ୍ଥାନ, ଇତିହାସ, ପ୍ରବେଶ ସଂକେତ ଏବଂ ଅନ୍ୟାନ୍ୟ ତଥ୍ୟକୁ ଆମଦାନୀ କରନ୍ତୁ :
pt: Importar preferências, marcadores, histórico, palavras-passe e outros dados do:
pt_br: Importar preferências, favoritos, histórico, senhas e outras informações do:
sd: : مان ترجيحون، نشان زد، اِتهاس، ڳجهن لفظن ۽ ٻيءَ سامگزيءَ جي آمد ڪريو:
si: මනාපයන්, පිටු සලකුණු, පෙරදෑ, රහස්පද සහ අනෙකුත් දත්ත ආයාත කළ යුත්තේ:
te: అభీష్టాలు, ఇష్టాంశములు,చరిత్ర,సంకేతపదాలు మరియు యితరడాటాను నుండి దిగుమతి చేయి:
th: นำเข้าค่าปรับแต่ง, ที่คั่นหน้า, ประวัติ, รหัสผ่าน และข้อมูลจาก :
tr: Tercihleri, yer imlerini, geçmiş bilgisini, parolaları ve diğer verileri buradan içe aktar:
tt: Tercixlerní, Qıstırğıçlarnı, Tarixní, Sírsüzlerní we başqa birülerní şunnan importla:
ug: ئەكىرىش مايىللىقى، خەتكۈچ، تارىخ، ئىم ۋە باشقا سانلىق مەلۇماتلار:
ur: ترجیحات، نشانیاں، سابقات، پاس ورڈ اور دیگر کوائف یہاں سے درآمد کریں:
uz: Parametrlar, xatchoʻplar, tarix, parollar va boshqa ma`lumotlarni ushbu brauzerdan import qilish:
vi: Nhập các Tùy chỉnh, Trang đánh dấu, Lược sử, Mật khẩu và các dữ liệu khác từ:
xh: Thumela iipriferensi, iibhukhmakhi, imbali, ipasiwedi nezinye iingcombolo kwi-:

source: Import Bookmarks from:
af: Voer boekmerke in vanaf:
ar: استورد العلامات من:
as: ইয়াৰ পৰা পত্ৰচিহ্ন ইমপোৰ্ট কৰক:
az: Əlfəcinləri buradan idxal et:
be: Імпарт Закладак з:
bg: Внасяне на отметки от:
bn_bd: উল্লেখিত স্থান থেকে বুকমার্ক ইমপোর্ট করা হবে:
bo: ཡིག་རྟགས་འདི་ནས་ནང་དུ་འདྲེན:
br: Enporzhiañ sinedoù diouzh :
ca: Importa les adreces d'interès del:
cy: Mewnforio Nodau Tudalen o:
es_cl: Importar marcadores de:
es_mx: Importar marcadores de:
eu: Laster-markak nondik inportatu:
fa: وارد کردن نشانک‌ها از:
fur: Impuarte segnelibris di:
gu: બુકમાર્કો આયાત કરો:
hi_in: पुस्तचिह्न‌ यहाँ से आयात करें:
hr: Uvezi zabilješke iz:
hy_am: Ներմուծել էջանիշները՝
id: Impor Markah dari:
is: Flytja inn bókamerki frá:
kab: Kter ticṛaḍ n isebtaren si:
kk: Бетбелгілерді келесіден импорттау:
km: នាំចូល​ចំណាំ​ពី ៖
kn: ಇಲ್ಲಿಂದ ಬುಕ್‍ಮಾರ್ಕುಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊ:
lt: Importuoti adresyną iš:
lv: Importēt grāmatzīmes no:
ml: ഇവിടെ നിന്നും അടയാളങ്ങള്‍ ഇറക്കുമതി ചെയ്യുക
mn: Хаяг импортлох байршил:
mr: वाचनखूणा येथून आयात करा:
ms: Import Penanda-penanda dari:
my: မှတ်သားချက်များ တင်သွင်းမဲ့ နေရာ၊
ne: बाट पुस्तकचिनो आयात गर्नुहोस्:
oc: Importar los marcapaginas dempuèi :
or: ଚିହ୍ନିତ ସ୍ଥାନ ଆମଦାନୀ କରନ୍ତୁ :
pt: Importar marcadores de:
pt_br: Importar favoritos do:
sd: : مان نشان زدن جي آمد ڪريو
si: පිටු සලකුණු ආයාත කිරීම:
te: ఇష్టాంశములను నుండి దిగుమతిచేయి:
th: นำเข้าที่คั่นหน้าจาก :
tr: Yer imlerini buradan içe aktar:
tt: Qıstırğıçlarnı Şunnan İmportla:
ug: خەتكۈچ ئەكىرىش:
ur: نشانیاں یہاں سے درآمد کریں:
uz: Xatchoʻplarni ushbu brauzerdan import qilish:
vi: Nhập các Trang đánh dấu từ:
xh: Thatha Ngaphandle Izalathisi Eziphawulayo ezivela:

source: &Microsoft Internet Explorer
ar: &ميكروسوفت إنترنت إكسبلورر
bn_bd: মাইক্রোসফট ইন্টারনেট এক্সপ্লোরার (&M)
es_cl: Internet Explorer
fa: اینترنت اکسپلورر &مایکروسافت
gu: ઈન્ટરનેટ એક્સપ્લોરર
hi_in: &Microsoft इंटरनेट‌ एक्सप्लोरर
hy_am: &Microsoft Internet Explorer-­ից
kn: ಮೈಕ್ರೋಸಾಫ್ಟ್‍ ಇಂಟರ್ನೆಟ್ ಎಕ್ಸ್‍ಪ್ಲೋರರ್
ml: മൈക്രൊസോഫ്റ്റ്‌ ഇന്റര്‍നെറ്റ്‌ എക്സ്പ്ലോറര്‍
ne: माइक्रोसफ्ट इन्टरनेट एक्सप्लोरर
pt_br: &Internet Explorer
sd: ۽ مائڪروسافٽ انٽرنٽي چڪاسيندڙ
te: మైక్రోసాఫ్ట్ ఇంటర్నెట్‌ ఎక్స్‌ప్లోరర్
ur: Microsoft &انٹرنیٹ ایکسپلورر

source: Microsoft &Edge
ar: ميكروسوفت إد&ج
bn_bd: মাইক্রোসফট &Edge
fa: مایکروسافت &Edge
hi_in: माइक्रोसॉफ्ट‌ &एज
te: మైక్రోసాఫ్ట్ ఎడ్జ్
ur: مائیکروسافٹ &عیدج

source: &Don't import anything
af: &Moenie enigiets invoer nie
ar: لا &تستورد أي شيء
as: একো ইমপোৰ্ট নকৰিব
az: Heçnə idxal et&mə
bg: &Без внасяне на каквото и да е
bo: ཅི་ཡང་ནང་འདྲེན་མ་བྱེད
br: &Na enporzhiañ tra ebet
ca: No impo&rtis res
cy: Pei&dio mewnforio dim
es_cl: &No importar nada
es_mx: &No importar nada
fur: No stâ impua&rtâ nuie
hy_am: &Ոչինչ չներմուծել
id: &Jangan impor apa pun
is: Flytja &ekkert inn
km: &កុំ​នាំចូល​អ្វីៗ​ទាំងអស់
kn: ಏನನ್ನೂ ಆಮದು ಮಾಡಿಕೊಳ್ಳಬೇಡ
lt: &Neimportuoti
lv: &Neimportēt neko
ml: ഒന്നും import ചെയ്യരുത്‌
oc: Im&portar pas res
or: କିଛି ଆମଦାନୀ କରନ୍ତୁ ନାହିଁ
pt: &Não importar
pt_br: &Não importar nada
sd: ۽ ڪنهن بہ شئہ جي آمد نہ ڪريو
si: කිසිවක් ආයාත නොකරන්න
tt: Hiçnerse i&mportlama
uz: Hech narsa &import qilinmasin
vi: K&hông nhập gì cả
xh: &Musa ukuthatha nantoni ngaphandle

source: &Safari
ar: &سافاري
bn_bd: সাফারি (&S)
fa: &سافاری
gu: સફારી
hi_in: &सफारी
hy_am: &Safari­-ից
kn: ಸಫಾರಿ
ml: സഫാരി
ne: सफारी
sd: ۽ سفاري
si: සෆාරි (&Safari)
te: సఫారి
ur: &سفاری

source: Chrome Ca&nary
ar: كروم ك&ناري
bn_bd: ক্রোম ক্যা&নারি
fa: کروم &قناری
hi_in: क्रोम कैनरी
te: క్రోమ్ కానరీ
ur: کروم ک&ینری

source: &Chrome
ar: &كروم
bn_bd: ক্রোম &C
fa: کروم
gu: ક્રોમ
hi_in: क्रोम‌
hy_am: &Chrome-ից
kn: ಕ್ರೋಮ್
ml: ക്രോം
ne: क्रोम
sd: ۽ ڪروم
si: ක්‍රෝම් (&Chrome)
te: క్రోమ్
ur: &کروم

source: Chromi&um
ar: كرو&ميوم
bn_bd: ক্রোমি&য়াম
fa: کرو&میوم
hi_in: क्रोमियम
te: క్రోమియమ్
ur: کرو&میم

source: Firefo&x
ar: &فيَرفُكس
fa: فایرفاکس
gu: ફાયરફોક્સ
hi_in: फ़ायरफ़ॉक्स
kn: ಫೈರ್ಫಾಕ್ಸ್
ml: ഫയര്‍ഫോക്സ്
my: မီးမြေခွေး
te: ఫైర్‌ఫాక్స్
ur: &فائر فاکس

source: &360 Secure Browser
ar: متصفح &٣٦٠ الآمن
bn_bd: &360 নিরাপদ ব্রাউজার
br: Merdeer diogel &360
cy: &360 Porwr Diogel
hi_in: &360 सुरक्षित ब्राउज़र‌
hr: &360 siguran preglednik
hy_am: &360 անվտանգ դիտարկիչ
is: &360 Öruggur vafri
kab: &360 Iminig aɣelsan
kk: &360 қауіпсіз браузері
kn: &360 ಸುರಕ್ಷಿತ ವೀಕ್ಷಕ
mr: &360 सुरक्षित ब्राउझर
ms: &360 Pelayar Selamat
my: &360 လုံခြုံသော ဘရောင်ဇာ
te: 360 సెక్యూర్ బ్రౌజర్
ur: &360 قابل بھروسا براؤزر
xh: I-&360 ibhrawuza ekhuselekileyo

source: No programs that contain bookmarks, history or password data could be found.
af: Geen programme wat boekmerke, geskiedenis of wagwoorddata bevat, kon gevind word nie.
ar: لم يُعثر على أي برامج تحتوي على بيانات أو علامات أو تأريخ أو كلمات سرّ.
as: পত্ৰচিহ্ন, ইতিহাস বা পাছৱৰ্ডৰ তথ্য থকা কোনো এপ্লিকেচন পোৱা ন'গ'ল।
az: Əlfəcinlərin, tarixçənin və ya şifrə məlumatlarının qeyd edildiyi heç bir proqram tapılmadı.
be: Не знойдзены ніякія праграмы, якія б утрымлівалі закладкі, гісторыю або паролі.
bg: Не са намерени програми, съдържащи отметки, история или пароли.
bn_bd: বুকমার্ক, ইতিহাস অথবা পাসওয়ার্ড ধারণকারী কোনো প্রোগ্রাম পাওয়া যায়নি।
bo: ཡིག་རྟགས་སམ་ཟིན་ཐོ་གསང་ཡིག་ཡོད་མཁན་གྱི་བྱ་རིམ་མི་འདུག
br: N'hall ket kavout goulev ebet a zo ennañ sinedoù, rolladoù istor pe gerioù-tremen.
ca: No s'ha trobat cap programa que contingui adreces d'interès, o dades d'historial o contrasenyes.
cy: Methu canfod unrhyw rhaglenni sy'n cynnwys nodau tudalen, hanes na data cyfrineiriau.
es_cl: No se encontraron aplicaciones que contuvieran marcadores, historiales o datos de contraseñas.
es_mx: No se encontraron programas que contengan marcadores, historial o contraseñas.
eu: Ezin izan da laster-markak, historia edo pasahitz daturik duen programarik aurkitu.
fa: برنامه‌ای که شامل اطلاعات نشانک‌ها، تاریخچه یا گذرواژه‌ها باشد یافت نشد.
fur: No son stâts cjatâts programs che a contegnin segnelibris, dâts de cronologjie o passwords.
gu: બુકમાર્કો, ઇતિહાસ અથવા પાસવર્ડ માહિતીઓ સમાવતા કોઈ કાર્યક્રમો શોધી શક્યા નહિં.
hi_in: प्रोग्राम जो पुस्तचिह्न, इतिहास या कूटशब्द आंकड़ा रखती है पायी गई.‌
hr: Niti jedan program koji sadrži zabilješke, povijest pretraživanja ili zaporke nije pronađen.
hy_am: Չգտնվեց ծրագիր, որը պարունակում է էջանիշեր, պատմություն կամ գաղտնաբառ:
id: Tidak ada program yang berisi markah, riwayat atau sandi yang bisa ditemukan.
is: Engin forrit fundust sem gætu innihaldið bókamerki, ferill eða lykilorð.
kab: Ulac aseɣẓan ig gebren ticraḍ n usebtar, amazray, neɣ awalen uffiren ikelsen.
kk: Құрамында бетбелгілер, тарихы немесе парольдері бар бірде-бір бағдарлама табылмаған.
km: រក​មិន​ឃើញ​កម្មវិធី​ដែល​មាន ចំណាំ ប្រវត្តិ ឬ​ទិន្នន័យ​ពាក្យ​សម្ងាត់​ទេ ។
kn: ಬುಕ್‍ಮಾರ್ಕುಗಳನ್ನು, ಇತಿಹಾಸ, ಅಥವ ಗುಪ್ತಪದವನ್ನು ಹೊಂದಿರುವ ಯಾವುದೆ ಪ್ರೊಗ್ರಾಂ ಕಂಡು ಬಂದಿಲ್ಲ.
lt: Nepavyko rasti programų, kuriose būtų adresyno, naršymo žurnalo ar įrašytų slaptažodžių duomenų.
lv: Nav atrasta neviena programma, no kuras importēt grāmatzīmes, vēsturi vai paroļu informāciju.
ml: അടയാളങ്ങളോ, ചരിത്രമോ പാസ്‌വേഡുകളോ അടങ്ങിയ ഒരു program പോലും കണ്ടെത്താനായില്ല
mn: Хаяг, зорчсон түүх эсвэл нууц үг агуулсан програм олдсонгүй.
mr: वाचनखूणा, इतिहास किंवा पासवर्ड विषयी माहिती देणारे कुठलेही कार्यक्रम आढळले नाही.
ms: Tiada program yang mengandungi tandabuku, sejarah atau data kata laluan yang dapat dijumpai.
my: မှတ်သားချက်များ၊ မှတ်တမ်း သို့ စကားဝှက် အချက်အလက်ကြမ်း ပါ၀င်တဲ့ ဘယ် ပရိုဂရမ်များမှ မတွေ့ရဘူး။
ne: पुस्तकचिन्हहरू, इतिहास अथवा गोप्यशब्द डाटा नभएका कार्यक्रमहरू भेटिन सक्छन ।
oc: Impossible de trobar un logicial que contenga de marcapaginas, un istoric o de senhals.
or: ଚିହ୍ନିତ ସ୍ଥାନ, ଇତିହାସ କିମ୍ବା ପ୍ରବେଶ ସଂକେତ ତଥ୍ୟ ଧାରଣ କରିଥିବା କୌଣସି ପ୍ରଗ୍ରାମ ମିଳୁନାହିଁ.
pt: Não foram encontrados programas que contenham marcadores, histórico ou palavras-passe.
pt_br: Não foi encontrado nenhum aplicativo que contivesse favoritos, histórico ou informações de senhas.
si: පිටු සලකුණු, අතීතය හෝ රහස්පද දත්ත අඩංගු වන කිසිදු වැඩසටහනක් සොයාගත නොහැකි විය.
te: ఇష్టాంశములు,చరిత్ర లేదా సంకేతపద డాటాను కలిగివున్న ప్రొగ్రాము కనుగొనబడలేదు.
th: ไม่พบโปรแกรมใดที่มีข้อมูลที่คั่นหน้า, ประวัติ หรือรหัสผ่าน
tr: Yer imlerinin, geçmişin veya parola verisinin kayıtlı olduğu hiçbir program bulunamadı.
tt: Qıstırğıçları, tarixí yeise sírsüz birülerí bulğan hiçbír program tabılmadı.
ug: خەتكۈچ، تارىخ ياكى ئىم ئۇچۇرىنى ئۆز ئىچىگە ئالغان ھېچقانداق پروگرامما تېپىلمىدى.
ur: کوئی بھی نشانیوں، سابقات یا پاس ورڈ کوائف کا حامل پروگرام نہیں ملا۔
uz: Xatchoʻplar, tarix yoki parollar ma`lumotlari bor birorda dastur topilmadi.
vi: Không tìm thấy chương trình nào chứa trang đánh dấu, lược sử và dữ liệu mật khẩu.
xh: Akukho ziprogram ziqulethe iibhukhmakhi, imbali okanye iingcombolo zepasiwedi zifumanekayo.

source: Import Settings and Data
af: Voer opstelling en data in
ar: استورد الإعدادات و البيانات
as: পছন্দ আৰু তথ্য ইমপোৰ্ট কৰক
az: Nizamlamaları və məlumatları idxal etmə
be: Імпарт наладжванняў і даных
bg: Внасяне на настройки и данни
bn_bd: উল্লেখিত স্থান থেকে সেটিংসমূহ ও তথ্য ইমপোর্ট করা হবে
bo: སྒྲིག་སྟངས་དང་ཆ་འཕྲིན་གྲངས་ནང་འདྲེན
br: Enporzhiañ arventennoù ha roadennoù diouzh …
ca: Importació dels paràmetres i de les dades
cy: Gosodiadau Mewnforio a Data
es_cl: Importar configuraciones y datos
es_mx: Importar configuraciones y datos
eu: Inportatu ezarpenak eta datuak
fa: وارد کردن تنظیمات و داده‌ها
fur: Impuarte impostazions e dâts di
gu: સેટીંગ અને માહિતી અહીંથી આયાત કરો
hi_in: सेटिंग्स और डेटा‌ यहाँ से आयात करें
hr: Uvezi postavke i podatke
hy_am: Ներմուծել Կարգավորումները ու Տվյալները
id: Impor Pengaturan dan Data
is: Flytja inn stillingar og gögn
kab: Aktar n iɣewwaṛen d isefka
kk: Баптаулар мен мәліметтер импорты
km: នាំចូល​ការ​កំណត់ និង​ទិន្នន័យ
kn: ಸಿದ್ಧತೆಗಳನ್ನು ಹಾಗು ಮಾಹಿತಿಯನ್ನು ಆಮದು ಮಾಡಿಕೊ
lt: Duomenų ir nuostatų importas
lv: Importēt iestatījumus un datus
ml: സെറ്റിങ്ങുകളും വിവരങ്ങളും ഇറക്കുമതി ചെയ്യുക
mn: Тохиргоо ба өгөгдөл импортлох
mr: आवडीनिवडी आणि माहिती येथून आयात करा
ms: Import Tetapan dan Data
my: အပြင်အဆင်များနဲ့ အချက်အလက်ကြမ်း တင်သွင်းပါ
ne: डाटा र सेटिङहरू आयात गर्नुहोस्
oc: Importar los paramètres e las donadas
or: ବିନ୍ୟାସ ଏବଂ ତଥ୍ୟ ଆମଦାନୀ କରନ୍ତୁ
pt: Importar definições e dados
pt_br: Importar dados e configurações
sd: طئہ ڪيل ترتيبون ۽ سامگري
si: සැකසුම් සහ දත්ත ආයාත කිරීම
te: డాటాను మరియు అమరికలను దిగుమతిచేయి
th: นำเข้าค่าตั้งและข้อมูล
tr: Ayarları ve verileri içe aktarma
tt: Caylanmalarnı we Birülerní İmportla
ug: تەڭشەك ۋە سانلىق مەلۇمات ئەكىرىش
ur: سیٹنگیں اور کوائف درآمد کریں
uz: Moslamalar va ma`lumotlarni import qilish
vi: Nhập các Thiết lập và Dữ liệu từ
xh: Ngenisa iiSethingi neNgcombolo

source: Items to Import
af: Items om in te voer
ar: العناصر المراد استيرادها
as: ইমপোৰ্ট কৰিব লগা বস্তু
az: İdxal ediləcək obyektlər
be: Адзінкі для імпарту
bg: Елементи за внасяне
bn_bd: ইমপোর্ট করা হবে
bo: ནང་འདྲེན་དགོས་པའི་དོན་ཚན
br: Ergorennoù da enporzhiañ
ca: Elements per importar
cy: Eitemau i'w Mewnforio
es_cl: Ítems a importar
es_mx: Elementos a importar
eu: Inportatu beharrekoak
fa: مواردی که وارد شوند
fur: Elements di impuartâ
gu: આયાત કરવાની વસ્તુઓ
hi_in: आयात की वस्तुएँ
hr: Stavke za uvoz
hy_am: Ինչն է ներմուծվելու
id: Pilih yang akan diimpor
is: Hlutir til að flytja inn
kab: Iferdisen ara yeţwaketren
kk: Импортталатын объектілер
km: ធាតុ​ដែល​ត្រូវ​នាំចូល
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಅಂಶಗಳು
lt: Importuotini elementai
lv: Importējamie elementi
ml: Import ചെയ്യേണ്ട വസ്തുക്കള്‍
mn: Импортлох зүйлс
mr: आयात करण्यासाठीचे घटक
ms: Butir untuk Diimport
my: တင်သွင်းရန် အချက်‌များ
ne: आयत गर्नपर्ने कुराहरू
oc: Elements d'importar
or: ଆମଦାନୀ କରିବାକୁ ଥିବା ବସ୍ତୁ
pt: Elementos a importar
pt_br: Itens
sd: آمد ڪرڻ لاءِ شيون
si: ආයාත කරන අයිතමයන්
te: దిగుమతి కావడానికి అంశములు
th: สิ่งที่จะนำเข้า
tr: İçe aktarılacak öğeler
tt: İmportlanaçaq Daneler
ug: تۈر ئەكىرىش
ur: درآمد کرنے کی اشیا
uz: Import qilinadiganlar
vi: Các mục cần Nhập
xh: Amanqaku afanele Ukuthathwa Ngaphandle

source: Select which items to import:
af: Merk watter items ingevoer moet word:
ar: اختر أي العناصر تريد استيرادها:
as: ইমপোৰ্ট কৰিব লগা বস্তু বাছক:
az: İdxal ediləcək obyektləri seçin:
be: Выберыце, якія адзінкі трэба імпартаваць:
bg: Изберете елементите за внасяне:
bn_bd: ইমপোর্ট করার জন্য আইটেম নির্বাচন:
bo: ནང་འདྲེན་དགོས་པའི་དོན་ཚན་འདེམས:
br: Diuz pe elfennoù da enporzhiañ :
ca: Seleccioneu quins elements voleu importar:
cy: Dewis eitemau i'w mewnforio:
es_cl: Seleccione los ítems a importar:
es_mx: Selecciona los elementos que se importarán:
eu: Aukeratu inportatu beharrekoak:
fa: مواردی را که می‌خواهید وارد شوند انتخاب کنید:
fur: Sielç cuâi elements impuartâ:
gu: કઇ વસ્તુઓ આયાત કરવાની છે તે પસંદ કરો:
hi_in: आयात की वस्तुओं‌ का चयन करें
hr: Odaberite stavke za uvoz:
hy_am: Ընտրեք, թե ինչ պետք է ներմուծվի
id: Pilih yang akan diimpor:
is: Veldu hvaða hluti þú vilt flytja inn:
kab: Fren iferdisen ara yeţwaketren
kk: Импортталатын объектілерді таңдаңыз:
km: ជ្រើស​វត្ថុ​ណាមួយ​ ដែល​ត្រូវ​នាំចូល ៖
kn: ಯಾವ ಅಂಶಗಳನ್ನು ಆಮದು ಮಾಡಬೇಕೆಂದು ಆರಿಸಿ:
lt: Pasirinkite, ką importuoti:
lv: Izvēlieties importējamos elementus:
ml: Import ചെയ്യേണ്ട വസ്തുക്കള്‍ തിരഞ്ഞെടുക്കുക
mn: Алиныг нь импортлохоо сонго:
mr: कोणते घटक आयात करायचे ते निवडा:
ms: Pilih butir yang ingin diimport:
my: တင်သွင်းရန် ဘယ်အချက်များကို ရွေးမလဲ၊
ne: आयात गर्ने चिज छान्नुहोस:
oc: Seleccionatz los elements d'importar :
or: କେଉଁ ବସ୍ତୁକୁ ଆମଦାନୀ କରିବାକୁ ହେବ ଚୟନ କରନ୍ତୁ:
pt: Selecione os elementos a importar:
pt_br: Importar estes itens:
sd: آمد ڪرڻ لاءِ جيڪي شيون گهرجن اُهي چونڊيو
si: ආයාත කරන්නේ කුමක් දැයි තෝරන්න:
te: ఏ అంశములు దిగుమతి కావాలో ఎంచుకొనుము:
th: เลือกสิ่งที่จะนำเข้า :
tr: İçe aktarılacak öğeleri seçin:
tt: İmportlanaçaq danelerní saylağız:
ug: ئەكىرىدىغان تۈرنى تاللاش:
ur: درآمد کرنے کے لیے اشیا منتخب کریں:
uz: Import qilinadiganlarni tanlash:
vi: Chọn các mục để nhập:
xh: Khetha ukuba ngawaphi amanqaku anokuthathwa ngaphandle:
