Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/migration/migration.dtd.po
Languages: af, ar, as, az, be, bg, bn_bd, bo, br, ca, cy, es_cl, es_mx, eu, fa, fur, gu, hi_in, hr, hy_am, id, is, kab, kk, km, kn, lt, lv, ml, mn, mr, ms, my, ne, oc, or, pt, pt_br, sd, si, te, th, tr, tt, ug, ur, uz, vi, xh

source: Importing…
af: Voer tans in…
ar: يستورد…
as: ইমপোৰ্ট কৰা হৈছে...
az: İdxal edilir…
be: Імпарт…
bg: Внасяне…
bn_bd: ইমপোর্ট করা হচ্ছে...
bo: ནང་འདྲེན་བྱེད་བཞིན་པ་་་
br: Oc'h enporzhiañ …
ca: S'està important…
cy: Mewnforio…
es_cl: Importando…
es_mx: Importando…
eu: Inportatzen…
fa: در حال وارد کردن…
fur: Daûr a impuartâ…
gu: આયાત કરે છે...
hi_in: आयात हो‌ रहा है...
hr: Uvozim...
hy_am: Ներմուծվում է…
id: Mengimpor…
is: Flyt inn…
kab: Aktar…
kk: Импорт жүріп жатыр…
km: កំពុង​នាំចូល...
kn: ಆಮದು ಮಾಡಲಾಗುತ್ತಿದೆ...
lt: Importuojama…
lv: Notiek importēšana...
ml: Import ചെയ്തുകൊണ്ടിരിക്കുന്നു...
mn: Импортолж байна…
mr: आयात करत आहे…
ms: Mengimport…
my: တင်သွင်းနေသည်…
ne: आयात हुदैछ…
oc: Importacion...
or: ଆମଦାନୀ କରୁଅଛି…
pt: A importar…
pt_br: Importando…
sd: آمد ڪري پيو…
si: ආයාත කරමින්...
te: దిగుమతవుతున్నది...
th: กำลังนำเข้า…
tr: İçe aktarılıyor…
tt: İmportlana…
ug: ئەكىرىۋاتىدۇ…
ur: درآمد کر رہے ہے...
uz: Import qilinmoqda...
vi: Đang nhập…
xh: Kuthathwa ngaphandle…

source: The following items are currently being imported…
af: Die volgende items word tans ingevoer…
ar: يجري استيراد العناصر التالية…
as: নিম্নলিখিত বস্তু বৰ্ত্তমানে ইমপোৰ্ট কৰা হৈছে...
az: Aşağıdakı obyektlər uğurla idxal edildi…
be: Наступныя адзінкі зараз імпартуюцца…
bg: В момента се внасят следните елементи…
bn_bd: বর্তমানে নিম্নলিখিত আইটেম ইমপোর্ট করা হচ্ছে...
bo: གཤམ་གྱི་དོན་ཚན་རྣམས་ནང་འདྲེན་བྱེད་བཞིན་ཡོད་་་
br: Emañ an ergorennoù da heul o vezañ enporzhiet…
ca: Els elements següents s'estan important en aquests moments…
cy: Mae'r eitemau canlynol yn cael eu mewnforio…
es_cl: Los siguientes ítems están siendo importados…
es_mx: Ya se importaron los siguientes elementos…
eu: Ondorengo osagaiak inportatzen…
fa: موارد زیر در حال وارد شدن هستند…
fur: I elements ca sot a son daûr a jessi impuartâts…
gu: નીચેની વસ્તુઓ અત્યારે આયાત થઇ રહી છે...
hi_in: वर्तमान में यह वस्तुएं आयात की जा रही हैं...‌
hr: Sljedeće stavke se trenutno uvoze...
hy_am: Հետևյալ բաղադրիչները ներմուծվում են…
id: Berikut ini yang sedang diimpor…
is: Verið er að flytja inn eftirfarandi hluti…
kab: Iferdisen agi ad ţwaktaren aka tura…
kk: Қазір келесі объектілер импортталуда…
km: ធាតុ​ដូច​ខាង​ក្រោយ​បច្ចុប្បន្ន​កំពុង​ត្រូវ​បាននាំចូល...
kn: ಈ ಕೆಳಗಿನ ಅಂಶಗಳು ಈಗ ಆಮದು ಮಾಡಿಕೊಳ್ಳಲಾಗುತ್ತಿದೆ...
lt: Importuojami šie elementai…
lv: Tiek importēti izvēlētie elementi...
ml: താഴെപ്പറയുന്ന ഐറ്റങ്ങള്‍ ഇപ്പോള്‍ ഇറക്കുമതി ചെയ്യപ്പെട്ടുകൊണ്ടിരിക്കുന്നു
mn: Дараах зүйлс импортлогдож байна…
mr: खालील घटक सध्या आयात केले जात आहेत…
ms: Butir-butir berikut sedang diimport…
my: အောက်ပါ အချက်များကို လောလောဆယ် တင်သွင်းနေတယ်...
ne: निम्नलिखित चिजहरू आयात हुँदै…
oc: Los elements seguents son a s'importar...
or: ନିମ୍ନଲିଖିତ ବସ୍ତୁଗୁଡ଼ିକ ବର୍ତ୍ତମାନ ଆମଦାନୀ ହେଉଅଛି…
pt: Estes elementos estão a ser importados…
pt_br: Estes itens estão sendo importados…
sd: هن وقت هيٺين شين جي آمد ٿي رهي آهي …
si: පහත අයිතමයන් ආයාත කරමින් සිටියි...
te: ఈ క్రింది అంశములు ప్రస్తుతం దిగుమతవుతున్నవి...
th: กำลังนำเข้า…
tr: Aşağıdaki öğeler başarılı bir şekilde içe aktarıldı…
tt: Xelí xezírde tübendegí daneler importlana…
ug: نۆۋەتتە تۆۋەندىكى تۈر ئەكىرىلىۋاتىدۇ…
ur: مندرجہ ذیل اشیا اس وقت درآمد ہو رہے ہیں۔۔۔
uz: Quyidagilar hozirda import qilinadi...
vi: Các mục sau đang được nhập…
xh: Amanqaku alandelayo athathwa ngaphandle okwangoku…

source: Select Profile
af: Kies profiel
ar: اختر الملفّ الشّخصيّ
as: আলেখ্য বাছক
az: Profil Seçin
be: Выбар Профілю
bg: Избиране на профил
bn_bd: প্রোফাইল নির্বাচন
bo: ཡིག་ཆ་འདེམས
br: Diuz an aelad
ca: Selecció de perfil
cy: Dewis Proffil
es_cl: Seleccionar Perfil
es_mx: Seleccionar perfil
eu: Hautatu profila
fa: انتخاب مجموعهٔ تنظیمات
fur: Sielç un profîl
gu: રુપરેખા પસંદ કરો
hi_in: प्रोफ़ाइल का चयन करें‌
hr: Odaberite profil
hy_am: Ընտրեք Պրոֆիլը
id: Pilih Profil
is: Veldu notanda
kab: Fren amaɣnu
kk: Профильді таңдау
km: ជ្រើស​ទម្រង់
kn: ಪ್ರೊಫೈಲ್‌ ಅನ್ನು ಆರಿಸಿ
lt: Profilio pasirinkimas
lv: Izvēlieties profilu
ml: Profile തിരഞ്ഞെടുക്കുക
mn: Хувийн орчинг сонго
mr: निवडसंच निवडा
ms: Pilih Profil
my: ရွေးပိုင်သုံးစွဲမှု ရွေးချယ်ပါ
ne: प्रोफाइल छान्नुहोस्
oc: Causissètz un perfil...
or: ରୂପରେଖ ଚୟନକରନ୍ତୁ
pt: Selecionar Perfil
pt_br: Perfil
sd: روپريکا چونڊيو
si: පැතිකඩ තෝරන්න
te: ప్రొఫైల్ ఎంచుకొనుము
th: เลือกโพรไฟล์
tr: Profil seçin
tt: Profilní Saylağız
ug: تەڭشەك ھۆججىتى تاللاڭ
ur: پروفائل منتخب کیجیے
uz: Profilni tanlash
vi: Chọn Hồ Sơ
xh: Khetha Inkangeleko Yesimo

source: The following profiles are available to import from:
af: Die volgende profiele kan ingevoer word vanaf:
ar: تتوفّر الملفّات الشّخصيّة التّالية للاستيراد منها:
as: ৰ পৰা নিম্নলিখিত আলেখ্য ইমপোৰ্ট কৰিবলৈ পোৱা যায়:
az: Aşağıdakı profilləri buradan idxal edilə bilər:
be: Наступныя профілі даступныя для імпарту з:
bg: Следните профили могат да бъдат внесени:
bn_bd: নিম্নলিখিত প্রোফাইলগুলি থেকে বর্তমানে ইমপোর্ট করা সম্ভব:
bo: གཤམ་གྱི་ཡིག་ཆ་རྣམས་ནང་འདྲེན་བྱེད་ཆོག:
br: An aeladoù da heul a c'hell bezañ enporzhiet diouzh :
ca: Els perfils següents estan disponibles per importar-se des de:
cy: Mae'r proffiliau canlynol ar gael i'w mewnforio o:
es_cl: Los siguientes perfiles están disponibles para ser importados de:
es_mx: Se pueden importar datos de los siguientes perfiles:
eu: Inportatzeko honako profil hauek daude eskuragarri:
fa: مجموعه تنظیمات زیر برای وارد کردن موجودند:
fur: I profîi ca sot a son disponibii par jessi la sorzint de impuartazion:
gu: પોતાના માંથી નિકાસ કરવા માટે નીચેની રુપરેખાઓ પ્રાપ્ત છે:
hi_in: यहाँ से आयात करने‌ के लिए ये प्रोफ़ाइल उपलब्ध हैं:
hr: Uvoz je moguć iz sljedećih profila:
hy_am: Կարող եք ներմուծել հետևյալ պրոֆիլներից.
id: Profil berikut ini bisa diimpor dari:
is: Hægt er að flytja eftirfarandi notendur inn frá:
kab: Imaɣuten agi heggan i wakken ad-ţwaketren si:
kk: Келесі профильдер импортталуы мүмкін:
km: ទម្រង់​ខាងក្រោម​ អាច​នាំចូល​បាន​ពី ៖
kn: ಇಲ್ಲಿಂದ ಈ ಕೆಳಗಿನ ಪ್ರೊಫೈಲ್‌ಗಳು ಆಮದಿಗೆ ಲಭ್ಯವಿವೆ:
lt: Galima importuoti iš šių profilių:
lv: Datus var importēt no šiem profiliem:
ml: താഴെപ്പറയുന്ന പ്രൊഫൈലുകള്‍ ഇവിടെ നിന്നും ഇറക്കുമതി ചെയ്യുവാന്‍ ലഭ്യമാണ്‌ :
mn: Уг байрлалаас дараах зүйлсийг импортлох боломжтой байна:
mr: आयात करण्यासाठी पुढील निवडसंच उपलब्ध आहेत:
ms: Profil-profil berikut tersedia untuk diimport dari:
my: အောက်ပါ ကိုယ်ရေးမှတ်တမ်းများကို တင်သွင်းလို့ ရနိုင်တဲ့နေရာ၊
ne: निम्न लिखित प्रोफाइलहरू आयात गर्न उपलब्ध छन्:
oc: Los perfils seguents son disponibles per èsser importats :
or: ନିମ୍ନଲିଖିତ ରୂପରେଖଗୁଡ଼ିକ ଆମଦାନୀ କରିବାକୁ ଉପଲବ୍ଧ:
pt: Os seguintes perfis estão disponíveis para importação de:
pt_br: Estes perfis estão disponíveis para importação:
sd: : مان آمد ڪرڻ لاءِ هيٺيون روپريکائون مؤجود آهن
si: පහත සඳහන් පැතිකඩ ආයාත කිරිම සඳහා භාවිතයට ඇත:
te: ఈ క్రింది ప్రొఫైల్సు దిగుమతికి అందుబాటులో వున్నాయి నుండి:
th: โพรไฟล์ต่อไปนี้สามารถนำเข้าได้ :
tr: Aşağıdaki profiller buradan içe aktarılabilir:
tt: İmportlaw öçön tübendegí profiller mewcud:
ug: تۆۋەندىكى تەڭشەك ھۆججىتىنى ئەكىرىشكە بولىدۇ:
ur: مندرجہ ذیل پروفائل درآمد کے لیے دستیاب ہیں:
uz: Quyidagi profillar ushbu dasturdan import qilish uchun mavjud:
vi: Các hồ sơ có thể nhập được từ:
xh: Ezi profayile zilandelayo ziyafumaneka ukuba zingathunyelwa kwi-:

source: Import Complete
af: Invoer afgehandel
ar: تمّ الاستيراد
as: ইমপোৰ্ট সম্পূৰ্ণ হ'ল
az: İdxal tamamlandı
be: Імпарт Выкананы
bg: Внасянето е завършено
bn_bd: ইমপোর্ট সমাপ্ত
bo: ནང་འདྲེན་ཚར་སོང་།
br: Echu eo an enporzhiañ
ca: Fi de la importació
cy: Wedi Cwblhau Mewnforio
es_cl: Importación terminada
es_mx: Importación completa
eu: Inportazioa burutu da
fa: اطلاعات وارد شد
fur: Impuartazion completade
gu: આયાત પૂર્ણ
hi_in: आयात संपन्न‌
hr: Uvoz završen
hy_am: Ներմուծումն ավարտվեց
id: Proses Impor Selesai
is: Innflutningi lokið
kab: Aktar immed
kk: Импорт сәтті аяқталды
km: ការ​នាំ​ចូល​បញ្ចប់​ទាំងស្រុង
kn: ಆಮದು ಪೂರ್ಣಗೊಂಡಿದೆ
lt: Importas baigtas
lv: Importēšana ir pabeigta
ml: Import പൂര്‍ണ്ണം
mn: Импортлолт гүйцлээ
mr: आयात करणे पुर्ण झाले
ms: Import Selesai
my: တင်သွင်းချက် ပြီးသွားပြီ
ne: आयात पूरा भयो
oc: Importacion acabada
or: ଆମଦାନୀ ସମ୍ପୂର୍ଣ୍ଣ ହେଲା
pt: Importação concluída
pt_br: Importação concluída
sd: آمد پوري ٿي
si: ආයාත කිරීම සම්පූර්ණයි
te: పూర్తిగా దిగుమతిచేయి
th: การนำเข้าเสร็จสมบูรณ์
tr: İçe aktarma tamamlandı
tt: İmportlaw Temam
ug: ئەكىرىش تامام
ur: درآمد مکمل
uz: Butunlay import qilish
vi: Nhập Xong
xh: Ukuthatha Ngaphandle Kugqityiwe

source: The following items were successfully imported:
af: Die volgende items is suksesvol ingevoer:
ar: تمّ استيراد العناصر التّالية بنجاح:
as: নিম্নলিখিত বস্তু সফলভাবে ইমপোৰ্ট কৰা হ'ল:
az: Aşağıdakı obyektlər uğurla idxal edildi:
be: Наступныя адзінкі паспяхова імпартаваны:
bg: Следните елементи бяха успешно внесени:
bn_bd: নিম্নলিখিত আইটেমের ইমপোর্ট সফল হয়েছে:
bo: གཤམ་གྱི་ཡིག་ཆ་རྣམས་ནང་འདྲེན་ལེགས་འགྲུབ་སོང་།:
br: Enporzhiet eo bet an ergorennoù da heul gant berzh :
ca: Els elements següents s'han importat amb èxit:
cy: Cafodd yr eitemau canlynol eu mewnforio'n llwyddiannus:
es_cl: Los siguientes ítems fueron importados exitosamente:
es_mx: Los siguientes elementos se importaron satisfactoriamente:
eu: Hurrengo osagaiak ondo inportatu dira:
fa: موارد زیر با موفقیت وارد شدند:
fur: I elements ca sot a son stâts impuartâts cun sucès:
gu: નીચેની વસ્તુઓ સફળતાપૂર્વક આયાત કરાઇ છે:
hi_in: यह वस्तुएँ सफलतापूर्वक आयात की गई:
hr: Sljedeće stavke su uspješno uvezene:
hy_am: Հետևյալ բաղադրիչները հաջողությամբ ներմուծվեցին՝
id: Item berikut sukses diimpor:
is: Eftirfarandi hluti tókst að flytja inn:
kab: Iferdisen agi ţwaketren akken iwata:
kk: Келесі объектілер сәтті импортталды:
km: ធាតុ​ខាងក្រោម ត្រូវ​បាន​នាំចូល​ដោយ​ជោគជ័យ ៖
kn: ಈ ಕೆಳಗಿನ ಅಂಶಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಆಮದು ಮಾಡಿಕೊಳ್ಳಲಾಯಿತು:
lt: Sėkmingai importuota:
lv: Tika sekmīgi importēti:
ml: താഴെപ്പറയുന്ന ഐറ്റങ്ങള്‍ വിജയകരമായി ഇറക്കുമതി ചെയ്തിരിക്കുന്നു:
mn: Дараах зүйлс амжилттай импортлогдлоо:
mr: खालील घटक यशस्वीरित्या आयात केले गेले:
ms: Butir-butir berikut telah berjaya diimport:
my: အောက်ပါ အချက်‌များကို အောင်မြင်စွာ တင်သွင်းခဲ့ပြီ၊
ne: निम्नलिखित चिजहरू सफलतापूर्वक आयात गरियो:
oc: Los elements seguents son estats importats amb succès :
or: ନିମ୍ନଲିଖିତ ବସ୍ତୁଗୁଡ଼ିକ ସଫଳତାରସହିତ ଆମଦାନୀ ହୋଇସାରିଛି:
pt: Os seguintes elementos foram importados com sucesso:
pt_br: Estes itens foram importados com êxito:
sd: هيٺين شين جي آمد ڪاميابيءَ سان ٿي ويئي هئي۔
si: පහත අයිතමයන් සාර්ථකව ආයාත කරන ලදී:
te: ఈ క్రింది అంశములు సమర్ధంగా దిగుమతైనవి:
th: โพรไฟล์ต่อไปนี้ได้ถูกนำเข้าเป็นผลสำเร็จ :
tr: Aşağıdaki öğeler başarılı şekilde içe aktarıldı:
tt: Tübendegí daneler uñışlı importlandı:
ug: تۆۋەندىكى تۈرلەر مۇۋەپپەقىيەتلىك ئەكىرىلدى:
ur: مندرجہ ذیل اشیا کامیابی سے درآمد ہو گئیں:
uz: Quyidagilar muvaffaqiyatli import qilindi:
vi: Các mục sau đã được nhập thành công:
xh: Amanqaku alandelayo athathwe ngaphandle ngempumelelo:

source: Please ensure the selected browser is closed before continuing.
af: Maak seker dat die gekose blaaier toe is voordat u voortgaan.
ar: من فضلك تأكد من أن المتصفح الذي اخترته مغلق قبل أن تتابع.
bn_bd: কন্টিনিউ করার পূর্বে এটি নিশ্চিত করুন যে আপনার ব্রাউসারটি বন্ধ।
cy: Gwnewch yn siŵr fod y porwr wedi ei gau cyn parhau.
eu: Ziurtatu hautatutako nagitzailea itxita dagoela jarraitu aurretik.
fa: لطفا قبل از ادامه دادن مطمئن شوید که مرورگر انتخاب شده بسته باشد.
hi_in: आगे बढ़ने से पहले कृपया सुनिश्चित करें ‌कि चुना हुआ ब्राउज़र बंद हो
hr: Molimo vas da provjerite da je odabrani preglednik zatvoren prije nastavka.
hy_am: Շարունակելուց առաջ խնդրում ենք համոզվել, որ ընտրված դիտարկիչը փակ է:
id: Pastikan peramban terpilih telah ditutup sebelum melanjutkan.
kab: Ma ulac aɣilif, wali ma yella iminig inek yemdel send ad tedduḍ deg umahil inek.
kk: Жалғастыру алдында таңдалған браузер жабылғанын тексеріңіз.
mr: कृपया पुढे जायच्या पहिले निवडलेला ब्राउझर बंद आहे याची खात्री करा.
ms: Sila pastikan pelayar yang dipilih telah ditutup sebelum meneruskan.
my: ဆက်လက် မဆောင်ရွက်ခင် ကျေးဇူးပြု၍ ရွေးထားသည့် ဘရောင်ဇာသည် ပိတ်ထားခြင်း ရှိ/မရှိ စစ်ပါ။
ne: कृपया जारी गर्नु पुर्व, चयन गरिएको ब्राउजर बन्द भएको सुनिश्चित गर्नुहोस्।
oc: Abans de contunhar, asseguratz-vos que lo navigador seleccionat siá tampat
pt: Por favor certifique-se que o navegador selecionado está fechado.
te: కొనసాగే ముందు ఎంచుకున్న విహారిణి మూసివుందని నిర్ధారించుకోండి.
th: โปรดทำให้เแน่ใจว่าเบราเซอร์ที่เลือกได้ถูกปิดแล้วก่อนจะดำเนินการต่อ
tr: Devam etmeden önce lütfen seçilen tarayıcının kapalı olduğundan emin olun.
ur: جاری رکھنے سے پہلے براہ کرم یقینی بنائیں کے منتخب براؤزر بند کر دیا ہے۔
xh: Sicela uqiniseke ukuba ukhethe ibhrawza ivaliwe ngaphambi kokuqhubeka.

source: &Don’t import anything
be: Не імпартаваць &нічога
bn_bd: কিছুই ইমপোর্ট করা হবে না (&D)
eu: &Ezer ez inportatu
fa: &هیچ چیزی وارد نکن
hi_in: कुछ भी आयात न करें
kab: &Ur keter-ara kan
kk: Импорт &керек емес
mn: &Юу ч бүү импортол
mr: काहिही आयात करू नका
ms: &Jangan import apa-apa
my: မည်သည့်အရာကိုမျှ မတင်သွင်းပါနှင့်
ne: केहि पनि आयात नगर्नुहोस्
th: ไ&ม่นำเข้าเลย
tr: İçe &bir şey aktarma
ug: ھېچنېمە ئەكىرمە(&D)
