Repository: tktk711/mozilla-l10n
Catalog: hsb/toolkit/chrome/global/aboutServiceWorkers.properties.po
Languages: hsb

source: Origin: %S
hsb: Pochad: %S

source: %1$S Application ID %2$S - InBrowserElement %3$S
hsb: Nałoženski ID %2$S %1$S - InBrowserElement %3$S

source: Scope:
hsb: Wobwod:

source: Script Spec:
hsb: Skritpowa specifikacija:

source: Current Worker URL:
hsb: URL za aktualny "worker":

source: Active Cache Name:
hsb: Mjeno aktiwneho pufrowaka:

source: Waiting Cache Name:
hsb: Mjeno čakaceho pufrowaka:

source: Update
hsb: Aktualizować

source: Unregister
hsb: Registrowanje skónčić

source: Waiting…
hsb: Čaka so…

source: Failed to unregister this Service Worker.
hsb: Registrowanje za "Service worker" njeda so skónčić

source: Push Endpoint:
hsb: Kónčny dypk za push:
