Repository: tktk711/mozilla-l10n
Catalog: hsb/toolkit/chrome/global/customizeToolbar.dtd.po
Languages: hsb

source: Customize Toolbar
hsb: Symbolowu lajstu přiměrić

source: You can add or remove items by dragging to or from the toolbars.
hsb: Móžeće zapiski přidać abo wotstronić, ćahajo je do abo ze symbolowych lajstow.

source: Show:
hsb: Pokazać:

source: Icons and Text
hsb: Wobrazki a tekst

source: Icons
hsb: wobrazki

source: Text
hsb: Tekst

source: Use Small Icons
hsb: Małe wobrazki wužiwać

source: Restore Default Set
hsb: Standard wobnowić

source: Add New Toolbar
hsb: Nowu symbolowu lajstu přidać

source: Done
hsb: Hotowo

source: Undo Changes
hsb: Změny cofnyć
