Repository: tktk711/mozilla-l10n
Catalog: co/obsolete/browser/chrome/browser/engineManager.dtd.po
Languages: co

source: Manage Search Engine List
co: Mudificazione di a lista di i mutori di ricerca

source: You have the following search engines installed:
co: Sò dispunibuli i siguenti mutori di ricerca:

source: Name
co: Nome

source: Keyword
co: Parolla chjave

source: Move &Up
co: &Spiazzà à l'insù

source: Move &Down
co: Spiazzà à l'inghjò

source: &Remove
co: Caccià

source: Edi&t Keyword…
co: Mudifi&cà a parolla chjave…

source: Get more se&arch engines…
co: &Altri mutori di ricerca…

source: &Show search suggestions
co: &Mustrà e sugistione di ricerca

source: R&estore Defaults
co: Ristabulisce pridifi&niti
