Repository: tktk711/mozilla-l10n
Catalog: son/browser/chrome/browser/loop/loop.properties.po
Languages: son

source: Hello
son: Foofo

source: Conversations
son: Faakaarawey

source: Contacts
son: Borey

source: Please sign in again
son: Huru taaga taare

source: to continue using {{clientShortname2}}
son: ka gaabu ka goy nda {{clientShortname2}}

# sign_in_again_button
source: Sign In
son: Huru

source: Use {{clientSuperShortname}} as a Guest
son: Goy nda {{clientSuperShortname}} sanda yaw

source: Get Started
son: Wa šintin

# first_time_experience_subheading
source: Join the conversation
son: Huru faakaaraa ra

source: Invite someone to join you.
son: Boro foo kanbe ni bande.

source: Invite a friend to join you
son: Cere cee ka huru batoo ra

source: share on Facebook
son: Žemna Facebook ga

# invite_facebook_triggered
source: shared!
son: a žemnandi!

source: share with contacts
son: žemna borey game

# invite_contacts_triggered
source: shared!
son: a žemnandi!

source: copy link
son: dobu berandi

source: copied!
son: a berandi!

source: email link
son: bataga dobu

source: emailed!
son: a sanbandi!

source: Guest
son: Yaw

source: Do Not Disturb
son: Ya mma dejje

source: Available
son: Ay soolu

source: Sorry, we were unable to retrieve a call URL.
son: Alhaa naŋ, ir mana hin ka URL ciyari sanbu.

source: Session expired. All URLs you have previously created and shared will no longer work.
son: Goywaatoo ben. URL aderesey kulyaŋ kaŋ war bay k'i tee nda k'i žemna ši dira koyne.

source: Could Not Authenticate
son: Mana hin k'a tabatandi

source: Did you change your password?
son: War šennikufaloo n' ka barmay?

source: Please try again later
son: Ceeci koyne waati foo

source: Could Not Connect To The Server
son: Mana hin ka feršikaa cee

source: Please check your internet connection
son: War interneti ciyari alhaaloo koroši

source: Your Login Has Expired
son: War goymaaɲoo buu

source: Service Unavailable At This Time
son: Goydoo ši bara sohõda tilliyo.

source: There Was A Problem Accessing Your Account
son: Šenday foo bangay war kontu huruyanoo waate

# retry_button
source: Retry
son: Šii taaga

source: Join me for a video conversation
son: Ay gar widewo faakaaray se

source: Click the Firefox Hello link to connect to the conversation now: {{callUrl}}
son: Firefox Hello doboo naagu ka huru faakaaraa ra sohõda: {{callUrl}}

source: Join me for a video conversation. Click the Firefox Hello link to connect now: {{callUrl}} Let’s talk about this during our conversation: {{title}}
son: Ay gar widewo faakaaray se. Firefox Hello doboo naagu ka ciya sohõda: {{callUrl}} Ir ma woo deedaa tee faakaaraa waate: {{title}}

source: ________ Join and create video conversations free with Firefox Hello. Connect easily over video with anyone, anywhere. No downloads or registration. Learn more at http://www.firefox.com/hello
son: ________ Ay gar ka nda faakaaray widewo Firefox Hello ra forba. Boro kul cee nd widewo, nungu kul ra. Zumandiyan wala maahantumyan kul ši a ra. Bay ka tonton http://www.firefox.com/hello ga

source: Join me for a video conversation on {{clientShortname2}}!
son: Ay gar widewo faakaaray {{clientShortname2}} ga!

source: Share Link
son: Doboo žemna

source: Add a Service
son: Goymee tonton

# copy_url_button2
source: Copy Link
son: Doboo berandi

source: Copied!
son: Berante!

source: Sign In or Sign Up
son: Huru wala maa hantum

source: Account
son: Kontu

# settings_menu_item_settings
source: Settings
son: Kayandiyaney

source: Sign Out
son: Fatta

# settings_menu_item_signin
source: Sign In
son: Huru

# settings_menu_button_tooltip
source: Settings
son: Kayandiyaney

source: Search…
son: Ceeci…

source: Add new contact
son: Boro taaga tonton

# contact_form_name_placeholder
source: Name
son: Maa

# contact_form_email_placeholder
source: Email
son: Bataga

source: Firefox OS Phone
son: Firefox OS talfon

source: Phone
son: Talfon

source: Blocked Contacts
son: Boro hodantey

# add_contact_button
source: Add Contact
son: Boro tonton

# add_contact_title
source: Add Contact
son: Boro tonton

source: Please enter a valid email address
son: Bataga aderesu henna foo dam ne

source: Add or Import Contact
son: Boro dam wal'a bere

source: Import from Google
son: Zaa Google ga

source: Import
son: Bere

source: Importing…
son: Goo ma bere…

source: Some contacts could not be imported. Please try again.
son: Borey jerey mana hin ka zaandi. Ceeci k'i dam taaga.

source: {{total}} contact was successfully imported.;{{total}} contacts were successfully imported.
son: Boro {{total}} zaandi ka timme;Boro {{total}} zaandi ka timme.

source: Sync Contacts
son: Borey hangandi

source: No contacts yet.
son: Boro kul šii sohõda.

source: Add someone!
son: Boro tonton!

source: No conversations yet.
son: Faakaaray kul šii sohõda.

source: Start a new one!
son: Itaaga foo šintin!

source: No matching results.
son: Hunyan himante kul šii.

source: Sorry, contact import failed
son: Alhaa naŋ, boro bereyan kaŋ

source: Some contacts could not be imported
son: Boro fooyaŋ mana hin ka huru

# import_failed_support_button
source: Help
son: Faaba

source: Remove Contact…
son: Boraa kaa…

# remove_contact_menu_button3
source: Remove Contact
son: Boraa kaa

source: Are you sure you want to delete this contact?
son: Alhakiika war ga baa ka boraa woo kaa?

# confirm_delete_contact_cancel_button
source: Cancel
son: Naŋ

source: MY CONTACTS
son: AY BOREY

source: Block Contact
son: Boraa gagay

source: Unblock Contact
son: Boro gagayyan kaa

source: Edit Contact…
son: Boraa fasal…

source: Edit Contact
son: Boraa fasal

# edit_contact_name_label
source: Name
son: Maa

# edit_contact_email_label
source: Email
son: Bataga

# edit_contact_done_button
source: Done
son: A ben

source: Audio Conversation
son: Jinde faakaaray

source: Video Conversation
son: Widewo faakaaray

source: You can automatically add profile icons to your contacts by sharing their email addresses with Gravatar. {{learn_more}}.
son: War ga hin ka too alhaali biiyaŋ ma tonton ngi boŋše war borey ga nda ngi bataga aderesey žemna nda Gravatar. {{learn_more}}.

source: Learn more
son: Bay ka tonton

source: No, thanks
son: Kalaa, ay ši baa

source: Use profile icons
son: Goy nda alhaali biyey

source: Ready to start your conversation?
son: War soolu ka war faakaaraa šintin?

source: Conversation Request
son: Faakaaray hãayan

source: Accept
son: Yadda

source: Accept with voice
son: Yadda jinde ga

source: Accept with video
son: Yadda widewo ga

# incoming_call_cancel_button
source: Cancel
son: Naŋ

source: Cancel and Block
son: Naŋ nda gagay

source: Block
son: Gagay

source: Hang up
son: Talfon wii

source: Exit
son: Fatta

source: Mute your audio
son: War jinaa jindoo wii

source: Unmute your audio
son: War jinaa jindoo willi

source: Disable video
son: Widewo kayandi

source: Enable video
son: Widewo tunandi

source: Stop sharing
son: Fenda žemnayan

source: Share your screen
son: War dijoo žemna

source: Share your Tabs
son: War nor lokey žemna

source: Share other Windows
son: Zanfun taney žemna

source: Self-view hidden but still being sent; resize window to show
son: Boŋ-gunayan ga tugu amm'a goo ma sanbandi; zanfunoo sasawandi ka dii y'a

source: Conversation with {{contactName}}
son: Faakaaray nda {{contactName}}

source: Start conversation?
son: Faakaaraa šintin?

source: Start
son: Šintin

source: Start a video conversation
son: Widewo faakaaray šintin

source: Voice conversation
son: Jinde faakaaray

# initiate_call_cancel_button
source: Cancel
son: Naŋ

source: Connecting…
son: Goo ma ciya…

source: Ringing…
son: Goo ma hẽe…

source: The person you were calling has ended the conversation.
son: Boraa kaŋ war cindi k'a cee na ciyaroo dunbu.

source: Your conversation has ended.
son: War faakaaraa ben.

# restart_call
source: Rejoin
son: Willi batoo ra

source: {{contactName}} is unavailable.
son: {{contactName}} ši duwandi.

source: This person is unavailable.
son: Boraa woo ši duwandi.

source: We're having technical difficulties…
son: Ir goyjinaa ga šendayyaŋ maate…

source: You can try again or email a link to be reached at later.
son: War ga hin ka ciya koyne wala dobu sanba bataga ra kaŋ war ga hin ka duwandi.

source: Would you like to try again?
son: War ga boona ka ciya koyne?

source: This person is not online
son: Boraa šii ciyari alhaali ra

source: Your call did not go through.
son: War ciyaroo mana bisa.

# retry_call_button
source: Retry
son: Ciya taaga

source: Email Link
son: Doboo sanba

# cancel_button
source: Cancel
son: Naŋ

source: Rejoin Conversation
son: Willi faakaaraa ra

source: Can't start call, session is not ready.
son: Ši hin ka šintin ka ciya za batoo mana soolu.

source: The network connection terminated abruptly.
son: Sankay ciyaroo tun de a dunbu.

source: Call failed; see console for details.
son: Ciyaroo dunbu; šilbayhayey guna diji-walhaa ga.

source: No camera or microphone found.
son: Mana dii biizaahaya wala mikro kul

source: By using {{clientShortname}} you agree to the {{terms_of_use}} and {{privacy_notice}}.
son: Nda war goy nda {{clientShortname}} war yadda ir {{terms_of_use}} and {{privacy_notice}} ga.

source: Terms of Use
son: Goyyan kalimawey

source: Privacy Notice
son: Sutura laasaabay

source: Powered by
son: Ga dira nda

# feedback_rejoin_button
source: Rejoin
son: Willi

source: Report User
son: Goykaw bayrandiyan

source: How was your conversation?
son: Taka foo nda war faakaaraa?

source: Leave Feedback
son: War laasaaboo naŋ

# help_label
source: Help
son: Faaba

source: Tour
son: Windi

source: Conversation {{conversationLabel}}
son: Faakaaray {{conversationLabel}}

source: Leave
son: Koy

# rooms_list_copy_url_tooltip
source: Copy Link
son: Doboo berandi

source: RECENT CONVERSATIONS
son: FAAKAARAY KORAWEY

source: Delete conversation
son: Faakaaraa tuusu

source: Are you sure?
son: War g''alhakiika?

source: Conversation cannot be updated
son: Faakaaraa ši hin ka taagandi

source: Start a conversation
son: Faakaaray šintin

source: Choose a conversation or start a new one
son: Faakaaray foo suuba wal'itaaga foo šintin

source: There are already two people in this conversation.
son: Boro hinka ka bara faakaaraa woo ra ka ben.

source: Download {{brandShortname}} to start your own
son: {{brandShortname}} zumandi ka war wanoo šintin

source: Learn more about {{clientShortname}} »
son: Caw ka tonton {{clientShortname}} » ga

source: Someone has joined the conversation!
son: Boro kaa war do faakaaraa ra!

# rooms_room_join_label
source: Join the conversation
son: Huru faakaaraa ra

source: Open conversations will be closed
son: Faakaaray feerantey ga kaa ka daaba

source: Users in your conversation will now be able to see the contents of any tab you click on.
son: Sohõ goykey kaŋ goo war faakaaraa ra ga hin ka dii nor loku gundekuna kul kaŋ war n'a naagu.

source: Got it!
son: Ay faham!

source: Don't show this again
son: Ma ši ay hãa nda woo koyne

source: Let's Talk About…
son: Ir ma nga šennoo tee…

source: Let's Talk About:
son: Ir ma nga šennoo tee:

source: Talk about "{{title}}"
son: Šelaŋ "{{title}}" ga

source: Conversation Name
son: Faakaaraa maaɲoo

source: Comments
son: Daarawey

source: Add some context
son: Fahami kayna tonton

source: Show Context
son: Fahamoo cebe

# context_cancel_label
source: Cancel
son: Naŋ

# context_done_label
source: Done
son: A ben

source: This link was modified.
son: Doboo n' ka barmay.

source: Learn more.
son: Bay ka tonton.

source: Edit Context
son: Fahami doo barmay

source: Hide Context
son: Fahami doo hugu

source: Type here…
son: Hantum ne…
