Repository: tktk711/mozilla-l10n
Catalog: */dom/chrome/xslt/xslt.properties.po
Languages: be, bg, bn_bd, br, bs, ca, fa, fur, gu, hr, hu, hy_am, is, kab, kk, kn, ku, lt, lv, mai, ml, mn, mr, ms, my, nb_no, ne, or, ps, pt, pt_br, ro, rw, sd, sv, ta, te, tt, ug, ur, uz, vi, zh_tw

source: XPath parse failure: ')' expected:
br: C'hwitadenn war dezrannañ an XPath : ')' gortozet :
ca: Error d'anàlisi de XPath: s'esperava «)»:
fa: شکست تجزیهٔ XPath: '‎)‎' مورد انتظار بود:
fur: Faliment de analisi XPath: mi spietavi ')':
hr: Neuspješna obrada XPatha: ')' očekivan:
is: Villa í XPath þáttun: Bjóst við ')':
kk: XPath талдау қатесі: ')' күтілген:
kn: XPath ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ: ')' ನಿರೀಕ್ಷಿಸಲಾಗಿತ್ತು:
lt: „XPath“ klaida: trūksta „)“:
lv: XPath analīzes kļūme: gaidīts ')':
mai: XPath विश्लेषण विफल: ')' प्रत्य़ाशित:
ml: XPath പാഴ്സ് തകരാര്‍: ')' പ്രതീക്ഷിച്ചു:
mr: XPath वाचतेवेळी त्रूटी: ')' अपेक्षित:
ms: Kegagalan menghurai XPath: ')' dijangka:
my: XPath ​ခွဲခြားဖေါ်ပြမှု ပျက်ပယ်ခြင်း - ')' မျှော်လင့်ထားတယ်။
ne: एक्स मार्ग पद वर्णनको असफलता: ')' अनपेक्षित:
ps: XPath د تجزیې پاتې راتلنه: ')' نااسرلې:
pt: Falha de interpretação XPath: ')' esperado:
pt_br: Falha no processamento de XPath: “)” esperado:
ro: Eroare la analiza XPath: Se aștepta „)”:
rw: Isesengurambonezamvugo rya XInzira ryanze: ')' yari itegerejwe:
te: XPath పార్స్‍ వైఫల్యం: ఉండాలిఅనుకుంది ')':
tt: XPath ayırıştıru xatası: ')' kötöle:
ug: XPath ئانالىزى مەغلۇپ بولدى: ')' كەم:
uz: XPath ajratishda xato: ')' kutilgandi:
zh_tw: XPath 分析失敗: 應該要有「)」:

source: XPath parse failure: ']' expected:
br: C'hwitadenn war dezrannañ an XPath : ']' gortozet :
ca: Error d'anàlisi de XPath: s'esperava «]»:
fa: شکست تجزیهٔ XPath: '‎]‎' مورد انتظار بود:
fur: Faliment de analisi XPath: mi spietavi ']':
hr: Neuspješna obrada XPatha: ']' očekivan:
is: Villa í XPath þáttun: Bjóst við ']':
kk: XPath талдау қатесі: ']' күтілген:
kn: XPath ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ: ']' ನಿರೀಕ್ಷಿಸಲಾಗಿತ್ತು:
lt: „XPath“ klaida: trūksta „]“:
lv: XPath analīzes kļūme: gaidīts ']':
mai: XPath विश्लेषण विफल: ']' प्रत्य़ाशित:
ml: XPath പാഴ്സ് തകരാര്‍: ']' പ്രതീക്ഷിച്ചു:
mr: XPath वाचतेवेळी त्रूटी: ']' अपेक्षित:
ms: Kegagalan menghurai XPath: ']' dijangka:
my: XPath ​ခွဲခြားဖေါ်ပြမှု ပျက်ပယ်ခြင်း - ']' ကို မျှော်လင့်ထားတယ် -
ne: एक्स् मार्ग पद वर्णनको असफलता: ']' अनपेक्षित:
ps: XPath د تجزیې پاتې راتلنه: ']' اسرلې:
pt: Falha de interpretação XPath: ']' esperado:
pt_br: Falha no processamento de XPath: esperado “]”:
ro: Eroare la analiza XPath: Se aștepta „]”:
rw: Isesengurambonezamvugo rya XInzira ryanze: ']' yari itegerejwe:
te: XPath పార్స్‍ వైఫల్యం: ఉండాలిఅనుకుంది ']':
tt: XPath ayırıştıru xatası: ']' kötöle:
ug: XPath ئانالىزى مەغلۇپ بولدى: ']' كەم:
uz: XPath ajratishda xato: ']' kutilgandi:
zh_tw: XPath 分析失敗: 應該要有「]」:

source: XPath parse failure: ':' unexpected:
br: C'hwitadenn war dezrannañ an XPath : ':' dic'hortozet :
ca: Error d'anàlisi de XPath: «:» inesperat:
fa: شکست تجزیهٔ XPath: ':' مورد انتظار بود:
fur: Faliment de analisi XPath: inspietât ':':
hr: Neuspješna obrada XPatha: ':' očekivan:
is: Villa í XPath þáttun: Óvænt ':':
kk: XPath талдау қатесі: ':' күтілген:
kn: XPath ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ: ':' ಅನಿರೀಕ್ಷಿತ:
lt: „XPath“ klaida: trūksta „:“:
lv: XPath analīzes kļūme: negaidīts ':':
mai: XPath विश्लेषण विफल: ':' अप्रत्याशित:
ml: XPath പാഴ്സ് തകരാര്‍: ':' അപ്രതീക്ഷിതം:
mr: XPath वाचतेवेळी त्रूटी: ':' अनपेक्षित:
ms: Kegagalan menghurai XPath: ':' tidak dijangka:
ne: एक्स मार्ग पद वर्णनको असफलता: ':' अनपेक्षित:
ps: XPath د تجزیې پاتې راتلنه: ':' نااسرلې
pt: Falha de interpretação XPath: ':' inesperado:
pt_br: Falha no processamento de XPath: “:” não esperado:
ro: Eroare la analiza XPath: Se aștepta „:”:
rw: Isesengurambonezamvugo rya XInzira ryanze: ':'bitunguranye:
te: XPath పార్స్‍ వైఫల్యం: అనుకోని ':':
tt: XPath ayırıştıru xatası: ':' kötölmiy:
ug: XPath ئانالىزى مەغلۇپ بولدى: ':' كەم:
uz: XPath ajratishda xato: ':' kutilmagandi:
zh_tw: 分析 XPath 錯誤: 缺少「:」:

source: XPath parse failure: '!' unexpected, negation is not():
br: C'hwitadenn war dezrannañ an XPath : '!' dic'hortozet, nac'hañ n'eo ket():
ca: Error d'anàlisi de XPath: «!» inesperat, la negació és not():
fa: شکست تجزیهٔ XPath: '!' مورد انتظار بود، نفی ‎not()‎ است:
fur: Faliment de analisi XPath: inspietât '!', par neâ dopre not():
hr: Neuspješna obrada XPatha: očekivan '!', negacija je not():
is: Villa í XPath þáttun: Óvænt '!', neitun er not():
kk: XPath талдау қатесі: терістеу үшін '!' емес, not() қолдану керек:
kn: XPath ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ: '!' ಅನಿರೀಕ್ಷಿತ, ನಿರಾಕರಣೆಯು not():
lt: „XPath“ klaida: „!“ neturi būti, neigimą reiškia „not()“:
lv: XPath analīzes kļūme: negaidīts '!', negācija ir not():
mai: XPath विश्लेषण विफल: '!' अप्रत्याशित, नकार नहि():
ml: XPath പാഴ്സ് തകരാര്‍: '!' അപ്രതീക്ഷിതം, () അല്ല നെഗേഷന്‍:
mr: XPath वाचतेवेळी त्रूटी: '!' अनपेक्षित, नकारार्थी म्हणजे not():
ms: Kegagalan menghurai XPath: '!' tidak dijangka, sangkalan not():
ne: एक्स् मार्ग पद वर्णनको असफलता: '!' अनपेक्षित, नेगेसन () होइन:
ps: د XPath د تجزیې پاتې راتلنه: '!' نااسرلې، فسخ نه ده ():
pt: Falha de interpretação XPath: '!' inesperado, a negação é not():
pt_br: Falha no processamento de XPath: “!” não esperado, negação é not():
ro: Eroare la analiza XPath: Se aștepta „!”, negația este not():
rw: Isesengurambonezamvugo rya XInzira ryanze: '!' bitunguranye, guhakana si yo():
te: XPath పార్స్ వైఫల్యం: అనుకోని '!' , నెగేషన్ అంటే not():
tt: XPath ayırıştıru xatası: '!' kötölmiy, inkar öçön not() qullanılır:
ug: XPath ئانالىزى مەغلۇپ بولدى: '!' كەم، ئىنكار بولسا not():
uz: XPath ajratishda xatolik: '!' kutilmagandi, inkor emas():
zh_tw: XPath 分析失敗: 不應該有 '!' ，且 negation 為 not():
