Repository: tktk711/mozilla-l10n
Catalog: */dom/chrome/xslt/xslt.properties.po
Languages: be, bg, bn_bd, br, bs, ca, fa, fur, gu, hr, hu, hy_am, is, kab, kk, kn, ku, lt, lv, mai, ml, mn, mr, ms, my, nb_no, ne, or, ps, pt, pt_br, ro, rw, sd, sv, ta, te, tt, ug, ur, uz, vi, zh_tw

source: Parsing an XSLT stylesheet failed.
be: Няўдача разбору табліцы стыляў XSLT.
bg: Неуспешно разпознаване на стилов лист XSLT.
bn_bd: XSLT স্টাইলশীট পার্স করতে ব্যর্থ।
br: C'hwitadenn war dezrannañ follennad stil an XSLT.
bs: Parsiranje XSLT stila nije uspjelo.
ca: L'anàlisi d'un full d'estil XSLT ha fallat.
fa: تجزیهٔ برگهٔ سبک XSLT شکست خورد.
fur: Analisi di un sfuei di stîl XSLT falide.
gu: XSLT સ્ટાઇલશીટ દ્વારા પાર્સિંગ નિષ્ફળ ગયું.
hr: Obrada XSLT liste stilova nije uspjela.
hu: Az XSLT-stíluslap értelmezése sikertelen.
hy_am: XSLT ձևաթերթի վերլուծությանը խափանվեց:
is: Þáttun mistókst fyrir XSLT stílblað.
kab: Tasleṭ n tferkit n uɣanib XSLT ur teddi ara.
kk: XSLT стильдер кестесін талдау қатесі.
kn: ಒಂದು XSLT ಶೈಲಿಹಾಳೆಯನ್ನು (ಸ್ಟೈಲ್‌ಶೀಟ್) ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ.
ku: Di jeveqetandina XSLT-stylesheet 'ê de çewtî çêbû.
lt: Nepavyko analizuoti XSLT stilių.
lv: Neizdevās XSLT stila lapas analizēšana.
mai: एकटा XSLT स्टाइलशीट विश्लेषण विफल.
ml: ഒരു XSLT സ്റ്റൈല്‍ ഷീറ്റിന്റെ പാഴ്സിങ് പരാജയപ്പെട്ടു.
mn: XSLT загварчлалыг хөрвүүлэхэд алдаа гарсан.
mr: XSLT स्टाईलशीट वाचण्यास अपयश.
ms: Menghurai lembaran gaya XSLT gagal.
my: XSLT အပြင်အဆင်တစ်ချို့ပျက်သွားသည်။
nb_no: Innlesing av et XSLT-stilark mislyktes.
ne: एउटा XSLT शैलीपाना पद वर्णन गर्न असफल भयो ।
or: XSLT stylesheet ର ବିଶ୍ଲେଷଣ ବିଫଳ ହେଲା।
ps: د XSLT ډول پاڼې تجزیه پاتې راغله
pt: A interpretação de uma folha de estilos XSLT falhou.
pt_br: Falha no processamento de uma folha de estilos XSLT.
ro: Analiza unei foi de stil XSLT a eșuat.
rw: Isesengurambonezamvugo ry'urupapuromisusire XSLT ryanze.
sd: XSLT نموني جي فائل جي ترڪيب ڪرڻ ۾ ناڪام ٿيو۔
sv: Utvärderingen av en XSLT-stilmall misslyckades.
ta: ஒரு XSLT பாணித்தாளைப் பாகுபடுத்துவது தோல்வியடைந்தது.
te: XSLT స్టైల్ షీట్ పార్సింగ్ చేయుటలో వైఫల్యం.
tt: XSLT stil-yafrağınıñ ayırıştırıluwı uñmadı.
ug: XSLT ئۇسلۇب جەدۋىلىنى يېشىش مەغلۇپ بولدى.
ur: ایک ایکس ایس ایل ٹی قرطاس طرز کی نحوی جانچ کاری ناکام۔
uz: XSLT uslubni ajratishda xatolik.
vi: Thất bại khi phân tích một stylesheet XSLT.
zh_tw: 無法分析 XSLT 樣式表。

source: Parsing an XPath expression failed.
be: Няўдача разбору выразу XPath.
bg: Неуспешно разпознаване на израз на XPath.
bn_bd: XPath এক্সপ্রেশন পার্স করতে ব্যর্থ।
br: C'hwitadenn war dezrannañ ar riñvenn XPath.
bs: Parsiranje XPath izraza nije uspjelo.
ca: L'anàlisi d'una expressió XPath ha fallat.
fa: تجزیهٔ عبارت XPath شکست خورد.
fur: Analisi di un espression XPath falide.
gu: XPath સૂત્રનુ પાર્સિંગ નિષ્ફળ ગયું.
hr: Obrada XPath izraza nije uspjela.
hu: Az XPath-kifejezés értelmezése sikertelen.
hy_am: XPath արտահայտության վերլուծությունը խափանվեց:
is: Þáttun mistókst fyrir XPath segð.
kab: Tasleṭ n tenfalit XPath ur teddi ara.
kk: XPath өрнегін талдау қатесі.
kn: XPath ನಿರೂಪಣೆಯನ್ನು (ಎಕ್ಸ್‍ಪ್ರೆಶನ್) ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ.
ku: Di jeveqetandina XPath 'ê de çewtî çêbû.
lt: Nepavyko analizuoti „XPath“ reiškinio.
lv: Neizdevās XPath izteiksmes analizēšana.
mai: XPath अभिव्यक्ति विश्लेषण विफल.
ml: ഒരു XPath എക്സ്പ്രെഷന്റെ പാഴ്സിങ് പരാജയപ്പെട്ടു.
mn: XPath хөрвүүлэх бичлэгийн алдаа.
mr: XPath वाक्यशैली वाचण्यास अपयश.
ms: Menghurai ekspresi XPath gagal.
my: XPath ထုတ်ဖေါ်မှု ခွဲခြား ဖေါ်ပြမှုတခု ပျက်သွားတယ်။
nb_no: Innlesing av et XPath-uttrykk mislyktes.
ne: एउटा एक्स् मार्ग अभिव्यक्ति पद वर्णन असफल भयो ।
or: XPath ଅଭିବ୍ୟକ୍ତିର ବିଶ୍ଲେଷଣ ବିଫଳ ହେଲା।
ps: د XPath عبارت تجزیه پاتې راغله
pt: A interpretação de uma expressão XPath falhou.
pt_br: Falha no processamento de uma expressão XPath.
ro: Analiza unei expresii XPath a eșuat.
rw: Isesengurambonezamvugo ry'imvugo ya XInzira ryanze.
sd: XPath جي اِظهار جي ترڪيب ڪرڻ ۾ ناڪام ٿيو۔
sv: Utvärderingen av ett XPath-uttryck misslyckades.
ta: XPat கூற்றைப் பகுக்க முடியவில்லை
te: XPath సమాసాన్ని పార్సింగ్ చేయుటలో వైఫల్యం.
tt: XPath ğibaresíníñ ayırıştırıluwı uñmadı.
ug: گىرامماتىكىلىق تەھلىل يۈرگۈزۈپ XPath نى ئىادىلەش مەغلۇپ بولدى.
uz: XPath ifodani ajratishda xatolik.
vi: Thất bại khi phân tích một biểu thức XPath.
zh_tw: 分析 XPath 運算式失敗。

source: XSLT transformation failed.
be: Няўдача пераўтварэння XSLT.
bg: Неуспешна трансформация чрез XSLT.
bn_bd: XSLT রূপান্তর করতে ব্যর্থ।
br: C'hwitadenn war an treuzfurmiñ XSLT.
bs: XSLT transformacija nije uspjela.
ca: La transformació XSLT ha fallat.
fa: تبدیل XSLT شکست خورد.
fur: Voltament XSLT falît.
gu: XSLT ફેરફાર નિષ્ફળ ગયું.
hr: XSLT pretvorba nije uspjela.
hu: Az XSLT-átalakítás sikertelen.
hy_am: XSLT-փոխակերպումը խափանվեց:
is: XSLT vörpun mistókst.
kab: Aselket XSLT ur yeddi ara.
kk: XSLT түрлендіу қатесі.
kn: XSLT ಮಾರ್ಪಡಣೆ ವಿಫಲಗೊಂಡಿದೆ.
ku: Veguhêztina XSLT 'ê çewt e.
lt: Nepavyko XSLT transformacija.
lv: Neizdevās XSLT transformācija.
mai: XSLT रूपांतरण विफल.
ml: XSLT -ന്റെ മാറ്റം പരാജയപ്പെട്ടു.
mn: XSLT хувиргуурын алдаа.
mr: XSLT रूपांतरास अपयश.
ms: Pengubahan XSLT gagal.
my: XSLT ပြောင်းလဲမှု ပျက်သွားတယ်။
nb_no: XSLT-transformasjon mislyktes.
ne: XSLT स्थान्तरण असफल भयो ।
or: XSLT ରୂପାନ୍ତରଣ ବିଫଳ ହେଲା।
ps: XSLT لېږد پاتې راغی.
pt: A conversão XSLT falhou.
pt_br: Falha na transformação XSLT.
ro: Transformarea XSLT a eșuat.
rw: Guhindura XSLT byanze.
sd: XSLT ڦرائڻ ۾ ناڪام ٿيو۔
sv: XSLT-omvandlingen misslyckades.
ta: XSLT அனுப்ப முடியவில்லை.
te: XSLT బదిలీకరణ వైఫల్యం.
tt: XLST transformasiyesí uñmadı.
ug: XSLT دىكى ئۆزگىرىش مەغلۇپ بولدى.
uz: XSLT o‘girishda xatolik.
vi: Thất bại khi chuyển đổi XSLT.
zh_tw: XSLT 轉換失敗。

source: Invalid XSLT/XPath function.
be: Несапраўдная функцыя XSLT/XPath.
bg: Невалидна функция на XSLT/XPath.
bn_bd: অবৈধ XSLT/XPath ফাংশন।
br: Arc'hwel XSLT/XPath didalvoudek.
bs: Neispravna XSLT/XPath funkcija.
ca: La funció XSLT/XPath no és vàlida.
fa: تابع نامعتبر XSLT یا XPath.
fur: La funzion XSLT/XPath no je valide.
gu: અયોગ્ય XSLT/XPath વિધેય.
hr: Kriva XLST/XPath funkcija.
hu: Az XSLT/XPath ismeretlen függvényt próbált meghívni.
hy_am: Անվավեր XSLT/XPath-գործառույթ:
is: Ógilt XSLT/XPath fall.
kab: Tawuri XSLT/XPath tarameɣtut.
kk: Қате XSLT/XPath функциясы.
kn: ಅಮಾನ್ಯ XSLT/XPath ಕ್ರಿಯೆ (ಫಂಕ್ಶನ್).
ku: XSLT/XPath dixwaze ku fonksiyoneke bêsalix bide xebitandin.
lt: Netinkama „XSLT“ arba „XPath“ funkcija.
lv: Nekorekta XSLT/XPath funkcija.
mai: अमान्य XSLT/XPath प्रकार्य.
ml: തെറ്റായ XSLT/XPath ഫംഗ്ഷന്‍.
mn: Буруу ХSLT/XPath гүйцэтгэл.
mr: अवैध XSLT/XPath कार्यपध्दती.
ms: Fungsi XSLT/XPath tidak sah.
my: မမှန်ကန်တဲ့ XSLT/XPath လုပ်ဆောင်ချက်။
nb_no: Ugyldig XSLT/XPath-funksjon.
ne: अवैध XSLT/Xमार्ग प्रकार्य।
or: ଅବୈଧ XSLT/XPath ଫଳନ।
ps: ناباوري XSLT/XPath کړنه.
pt: Função XSLT/XPath inválida.
pt_br: Função XSLT/XPath inválida.
ro: Funcție XSLT/XPath invalidă.
rw: Imikorere ya XSLT/XInzira itari yo.
sd: XSLT/Xجو ڪاريہ نامنظور
sv: Ogiltig XSLT/XPath-funktion
ta: XSLT/XPath தவறான செயல்
te: విలువకాని XSLT/XPath ఫంక్షన్.
tt: Kiçíşsíz XSLT/XPath funksiyesí.
ug: XSLT/XPath نىڭ رولى كۈچتىن قالدى.
ur: ناجائز ایکس ایس ایل ٹی/ایکس پاتھ فعل۔
uz: Noto‘g‘ri XSLT/XPath funksiyasi.
vi: Sai hàm XSLT/XPath.
zh_tw: 錯誤的 XSLT/XPath 函式。

source: XSLT Stylesheet (possibly) contains a recursion.
be: Табліца стыляў XSLT (магчыма) змяшчае рэкурсію.
bg: Стиловият лист XSLT (вероятно) съдържа рекурсия.
bn_bd: XSLT স্টাইলশীটের মধ্যে (সম্ভবত) একটি রিকার্শান বিদ্যমান রয়েছে।
br: Marteze ez eus un askizadenn er follennad stil XSLT.
bs: XSLT stil (vjerovatno) sadrži rekurziju.
ca: El full d'estil XSLT conté (possiblement) una recursivitat.
fa: برگهٔ سبک XSLT (احتمالاً) دارای بازگشت است.
fur: Il sfuei di stîl XSLT (probabilmentri) al conten une ricorsion.
gu: XSLT સ્ટાઇલશીટ (કદાચ) પુનરાવર્તન ધરાવે છે.
hr: XSLT lista stilova (možda) sadrži rekurziju.
hu: Az XSLT-stíluslap (valószínűleg) rekurziót tartalmaz.
hy_am: XSLT ձևաթերթը (հավանաբար) պարունակում է ինքնականչ:
is: XSLT stílblað (hugsanlega) inniheldur sjálfkvaðningu.
kab: Tiferkit n uɣanib XSLT tegber (ahat) tineddict.
kk: XSLT стильдер кестесі ішінде (мүмкін) рекурсия бар.
kn: XSLT ಶೈಲಿಹಾಳೆ(ಸ್ಟೈಲ್‌ಶೀಟ್) (ಬಹುಷಃ) ಒಂದು ರೆಕರ್ಷನ್ ಅನ್ನು ಹೊಂದಿದೆ.
ku: Dibe ku XSLT-Stylesheet çerxeke nûkirina bingehî dihewîne.
lt: Gali būti, kad XSLT stiliuose yra rekursija.
lv: XSLT stila lapa (iespējams) satur rekursiju.
mai: XSLT स्टाइलशीट (possibly) पुनरावर्तन समाहित करैत अछि.
ml: XSLT സ്റ്റൈല്‍ഷീറ്റില്‍ (possibly) ഒരു റിക്കേര്‍ഷന്‍ ഉണ്ട്.
mn: XSLT загвар (магадгүй) давталт агуулсан байна.
mr: XSLT स्टाईलशीट (कदाचित) पुनःक्रिया समाविष्टीत आहे.
ms: Gaya-helaian XSLT (kemungkinan) mengandungi recursion.
my: XSLT Stylesheet (ဖြစ်နိုင်ချေ) မှာ ထပ်ဆင့်ဖြစ်ပေါ်မှုတခု ပါရှိတယ်။
nb_no: XSLT-stilark inneholder (muligens) en rekursjon.
ne: XSLT शैलीपानाले (सम्भवत) दोह्रयाईहरू समाविष्ट गर्दछ ।
or: XSLT Stylesheet (ସମ୍ଭବତଃ) ପୁନରାବର୍ତ୍ତନ ଧାରଣ କରିଛି।
ps: XSLT ډول پاڼه (ممکن) راستنېدنې لري.
pt: Folha de estilos XSLT contém recursividade (possivelmente).
pt_br: A folha de estilos XSLT (possivelmente) contém uma recursão.
ro: Foaia de stil XSLT conține (probabil) o recursivitate.
rw: Urupapuromisusire rwa XSLT (birashoboka) rurimo kugaruka kenshi.
sd: XSLT نموني جي شيٽ ۾ (ممڪن آهي) موٽ کائيندڙ موڙُ هجي۔
sv: XSLT-stilmallen innehåller (möjligen) en upprepning.
ta: XSLT Stylesheet (possibly) இல் ரிக்கர்ஷன் உள்ளது.
te: XSLT స్టైల్ షీట్ (బహుశా) రికర్షన్ కలిగివుండవచ్చు.
tt: XSLT stil-yafrağı (bulsa kirek) yene-yögörüní íçkere.
ug: XSLT Stylesheet (ئىمكان قەدەر ) تەكرارلىنىشنى ئۆز ئىچىگە ئالىدۇ.
ur: ایکس ایس ایل ٹی قرطاس طرز (ممکنہ طور پر) تکرار کی حامل ہے۔
uz: XSLT uslub (ehtimol)da rekursiya bor.
vi: Stylesheet XSLT (có thể) chứa đệ qui.
zh_tw: XSLT 樣式表可能產生遞迴了。

source: Attribute value illegal in XSLT 1.0.
be: Значэнне атрыбута недапушчальна ў XSLT 1.0.
bg: Невалидна стойност на атрибут в XSLT 1.0.
bn_bd: XSLT 1.0-র মধ্যে উল্লেখিত বৈশিষ্ট্যর মান অবৈধ।
br: Gwerzh an doareenn andezvek e XSLT 1.0.
bs: Vrijednost atributa je neispravna u XSLT 1.0.
ca: El valor de l'atribut és il·legal en XSLT 1.0.
fa: مقدار صفت در XSLT 1.0 مجاز نیست.
fur: Valôr dal atribût ilegâl in XSLT 1.0.
gu: XSLT 1.0 માં અયોગ્ય ગુણધર્મ કિંમત છે.
hr: Nedopuštena vrijednost atributa u XSLT 1.0.
hu: Az XSLT 1.0-ban érvénytelen az attribútumérték.
hy_am: XSLT 1.0­ի համար հատկանիշի արժեքն անվավեր է:
is: Gildi eigindis ógilt í XSLT 1.0.
kab: Azal n imyerr aruzrif di XSLT 1.0.
kk: XSLT 1.0 үшін атрибуттың қате мәні.
kn: ವೈಶಿಷ್ಟ್ಯ ಮೌಲ್ಯ ವು XSLT 1.0 ನಲ್ಲಿ ಅಸಿಂಧುವಾಗಿದೆ.
ku: Nirxa çawaniya bingehîn a di nava XSLT 1.0 'ê de nederbasdar e.
lt: Netinkama XSLT 1.0 atributo reikšmė.
lv: Nederīga XSLT 1.0 atribūta vērtība.
mai: XSLT 1.0 मे अवैध मान राखैत अछि.
ml: XSLT 1.0-ല്‍ തെറ്റായ ആട്രിബ്യൂട്ട് മൂല്ല്യം.
mn: Атрибутын утга XSLT 1.0-д тохирохгүй.
mr: XSLT 1.0 मध्ये बेकायदेशीर गुणधर्म संख्या.
ms: Nilai atribut tidak sah dalam XSLT 1.0.
my: တွက်ချက်မှု တန်ဖိုးဟာ XSLT 1.0 မှာ တရားမ၀င်ဘူး။
nb_no: Attributtverdien er ugyldig i XSLT 1.0.
ne: XSLT १.०.मा गैरकानूनी विशेषता मान।
or: XSLT 1.0ରେ ଗୁଣର ଅବୈଧ ମୂଲ୍ୟାଙ୍କନ କରାଯାଇଛି।
ps: په XSLT 1.0 کې د ځانیتا ارزښت غېر قانوني دی.
pt: Atributo de valor ilegal no XSLT 1.0.
pt_br: Valor de atributo ilegal no XSLT 1.0.
ro: Valoare ilegală de atribut în XSLT 1.0.
rw: Agaciro k'ikiranga katajyanye n'amategeko muri XSLT 1.0.
sd: لاڳاپو رکندڙ جو ملهہ XSLT 1.0۾ بي قاعدي
sv: Attributvärdet är ogiltigt i XSLT 1.0.
ta: XSLT 1.0 இல் உள்ள பண்பு மதிப்பு செல்லாது.
te: XSLT 1.0 లో యాట్రిబ్యూట్ విలువ వాడకూడనిది.
tt: XSLT 1.0'da atribut qıymetí kiçíşsíz.
ug: XSLT 1.0 دىكى خاسلىق قىممىتى ئىناۋەتسىز.
ur: وصف قدر بےضابطہ در ایکس ایس ایل ٹی 1.0
uz: Atribut qiymati noqonuniy XSLT 1.0 da.
vi: Giá trị thuộc tính không hợp lệ trong XSLT 1.0.
zh_tw: 不合 XSLT 1.0 的屬性。

source: An XPath expression was expected to return a NodeSet.
be: Чакаецца, што выраз XPath павінен вярнуць NodeSet.
bg: Очакваше се израз на XPath да върне NodeSet.
bn_bd: একটি XPath এক্সপ্রেশন থেকে একটি NodeSet পাওয়া প্রত্যাশিত ছিল।
br: Gortozet e oa ur riñvenn XPath evit mont d'ur Spletad Klomoù.
bs: Od XPath izraza je očekivano da vrati NodeSet.
ca: S'esperava que una expressió XPath retornés un NodeSet.
fa: عبارت XPath باید یک NodeSet بازمی‌گرداند.
fur: Une espression XPath a doveve tornâ un NodeSet.
gu: XPath સૂત્ર NodeSet પાછું લાવવા માટે અપેક્ષિત હતું.
hr: XPath izraz je trebao vratiti NodeSet.
hu: Az XPath-kifejezésnek NodeSet-et kell visszaadnia.
hy_am: XPath­արտահատությունը պիտի վերադարձներ հանգուցախումբ:
is: Bjóst við að XPath segð skilaði NodeSet.
kab: Tanfalit XPath teţuṛaǧu ad err NodeSet.
kk: XPath өрнегі NodeSet түрдегі жауапты қайтару керек.
kn: ಒಂದು XPath ನಿರೂಪಣೆಯು ಒಂದು ನೋಡ್‌ಸೆಟ್‌ ಮರಳಿಸಲು ನಿರೀಕ್ಷಿಸಲಾಗಿತ್ತು.
ku: Ji hêla XPath 'ekê nirxeke vegerînê ya NodeSets 'ê hat xwestin.
lt: „XPath“ turėtų grąžinti „NodeSet“.
lv: XPath izteiksmei ir jāatgriež NodeSet.
mai: एकटा XPath अभिव्यक्ति एकटा NodeSet घुरैनाइ प्रत्याशित अछि.
ml: ഒരു XPathഎക്സ്പ്രെഷന്‍ തിരികെ ലഭ്യമാക്കുന്നത് ഒരു NodeSet എന്ന് പ്രതീക്ഷിച്ചു.
mn: XPath бичлэг цэгийн суулт шаардсан.
mr: XPath वाक्यशैलीकडून नोडसंच संख्या पाठविणे अपेक्षित.
ms: Ekpressi XPath telah dijangka untuk mengembalikan NodeSet.
my: XPath ထုတ်ဖေါ်မှုဟာ NodeSet တခုဆီ ပြန်လှည့်ဖို့ မျှောလင့်ထားတယ်။
nb_no: Et XPath-uttrykk forventet å returnere NodeSet.
ne: नोडसेट फर्काउनको लागि एउटा एक्स् मार्ग अभिव्यक्ति अपेक्षित गरियो ।
or: XPath ର ଅଭିବ୍ୟକ୍ତି ପାଖରୁ ଗୋଟିଏ NodeSet ଫେରିପାଇବାର ଆଶାକରାଯାଉଛି।
ps: له یوې XPath څرګندونې څخه داسې اسره کېدله، چې یو NodeSet به راوګرځوي.
pt: Esperava-se uma expressão XPath para retornar um NodeSet.
pt_br: Uma expressão XPath deveria retornar um NodeSet.
ro: O expresie XPath trebuia să întoarcă un NodeSet.
rw: Imvugo ya XInzira yagombaga kugaruka ku TsindaPfundo.
sd: X رستي جي اظهار وٽ نوڊ سيٽ واپس اَچڻ جي اُميد ہئي
sv: Ett XPath-uttryck förväntades återge ett NodeSet.
ta: XPat கூற்று NodeSet தேர்வை பயன்படுத்த வேண்டும் என எதிர்பார்க்கிறது.
te: XPath సమాసం నోడ్ సెట్‌ను తిరిగి ఇస్తుందని అనుకున్నది.
tt: Bír XPath ğibaresíníñ NodeSet qaytaruwı kötöle idí.
ug: بىرNodeSet كە قايتىش ئۈچۈن بىرXPath نى ئىپادىلەش تەلەپ قىلىنىدۇ.
ur: ایک ایکس پاتھ ترقیم سے توقع تھی کہ وہ ایک نوڈ سیٹ واپس کرے۔
uz: XPath ifodasi NodeSet’ni qaytarishi kutilgan edi.
vi: Cần một biểu thức XPath để trả lại một NodeSet.
zh_tw: XPath 運算式應該要傳回 NodeSet。

source: XSLT transformation was terminated by <xsl:message>.
be: Пераўтварэнне XSLT канчаецца на <xsl:message>.
bg: Трансформация на XSLT беше прекъсната от <xsl:message>.
bn_bd: <xsl:message> দ্বারা XSLT রূপান্তর বন্ধ করা হয়েছে।
br: Peurechuet eo bet an treuzfurmiñ XSLT gant <xsl:message>.
bs: XSLT transformacija je prekinuta od <xsl:message>.
ca: <xsl:message> ha finalitzat la transformació XSLT.
fa: تبدیل XSLT توسط <xsl:message> خاتمه یافت.
fur: Voltament XSLT terminât di <xsl:message>.
gu: XSLT ફેરફાર <xsl:message> દ્વારા બંધ કરવામાં આવ્યું.
hr: XSLT pretvorba je prekinuta s <xsl:message>.
hu: Az XSLT-átalakítást <xsl:message> zárta le.
hy_am: XSLT փոխակերպումն ընդհատվեց <xsl:message>­ի միջոցով:
is: XSLT vörpun var hætt vegna <xsl:message>.
kab: Aselket XSLT ifuk s <xsl:message>.
kk: XSLT-түрлендіру құртылды <xsl:message>.
kn: XSLT ಮಾರ್ಪಡಣೆಯು <xsl:message> ನಿಂದ ಅಂತ್ಯಗೊಳಿಸಲ್ಪಟ್ಟಿದೆ.
ku: Veguhêrîna XSLT 'ê ji hêla <xsl:message> 'ê ve hat astenkirin.
lt: XSLT transformaciją nutraukė <xsl:message>.
lv: XSLT transformācija izbeidzās ar <xsl:message>.
mai: XSLT रूपांतरण <xsl:message> क द्वारा रोकल गेल.
ml: XSLT -ന്റെ മാറ്റം <xsl:message> പരാജയപ്പെടുത്തി.
mn: XSLT хувиргуур <xsl:message> гэж дууссан байна.
mr: XSLT रूपांतर <xsl:message> कडून संपुष्टात आणल्या गेले.
ms: Pengubahan XSLT ditamatkan oleh <xsl:message>.
my: XSLT ပြောင်းလဲမှု ကို <xsl:message> က အဆုံးသတ်လိုက်တယ်။
nb_no: XSLT-transformasjon ble avbrutt av <xsl:message>.
ne: XSLT स्थान्तरण <xsl:message> द्वारा टर्मिनेट गरियो ।
or: <xsl:message> ଦ୍ୱାରା XSLT ରୂପାନ୍ତରଣର ସମାପ୍ତି ଘଟିଛି .
ps: XSLT لېږد پای ته ورساوه <xsl:message>.
pt: A conversão XSLT foi concluída por <xsl:message>.
pt_br: A transformação XSLT foi interrompida por <xsl:message>.
ro: Transformarea XSLT a fost terminată de <xsl:message>.
rw: Guhindura XSLT byahagaritswe na <xsl:ubutumwa>.
sd: XSL ذ ريعي<xsl:message> ڦيرائڻ جو ڪم ختم ڪيو ويو هو۔
sv: XSLT-omvandlingen avbröts av <xsl:message>.
ta: XSLT அனுப்பல் <xsl:message> செய்தியால் நிறுத்தப்பட்டது.
te: XSLT బదిలీకరణ <xsl:message>చేత సమాప్తంచేయబడింది.
tt: XSLT transformasiyesí <xsl:message> tarafınnan axırlandırıldı.
ug: XSLT دىكى ئۆزگىرىش <xsl:message> تەرىپىدىن ئاخىرلاشتۇرۇلدى.
ur: ایکس ایس ایل ٹی ہیئت بدلی <xsl:message> نے ختم کر دی۔
uz: XSLT o‘girish <xsl:message> tomonidan to‘xtatilgan.
vi: Chuyển đổi XSLT bị hủy bỏ bởi <xsl:message>.
zh_tw: XSLT 轉換因 <xsl:message> 而結束。

source: A network error occurred loading an XSLT stylesheet:
be: Здарылася памылка сеткі пры загрузцы табліцы стыляў XSLT:
bg: Мрежова грешка при зареждане на стилов лист XSLT:
bn_bd: XSLT স্টাইলশীট লোড করার সময় একটি নেটওয়ার্ক ত্রুটি হয়েছে:
br: Ur fazi gant ar genrouedad a zegouezhas e-pad pellgargañ ar follennad stil XSLT :
bs: Došlo je do greške u mreži prilikom učitavanja XSLT stila:
ca: S'ha produït un error de xarxa en carregar un full d'estil XSLT:
fa: خطای شبکه در حال بارگذاری برگهٔ سبک XSLT روی داد:
gu: XSLT સ્ટાઇલશીટ લાવવામાં નેટવર્કની ભૂલ:
hr: Došlo je do mrežne greške pri učitavanju XSLT liste stilova:
hu: Hálózati hiba történt az XSLT-stíluslap betöltése közben:
hy_am: XSLT-ձևաթերթի բեռնավորման ընթացքում ցանցային սխալմունք պատահեց:
is: Netvilla kom upp við niðurhal á XSLT stílblaði:
kab: Teḍṛa-d tuccḍa n uẓeṭṭa deg usali n tefrkit n uănib XSLT:
kk: XSLT стильдер кестесін жүктеу кезінде қате кетті:
kn: ಒಂದು XSLT ಶೈಲಿಹಾಳೆಯನ್ನು ಲೋಡ್‍ಮಾಡುವಲ್ಲಿ ಒಂದು ಜಾಲಬಂಧ ದೋಷ ಉಂಟಾಗಿದೆ:
ku: Di barkirina XSLT-Stylesheet 'ê de çewtiyeke torî pêk hat:
lt: Nepavyko įkelti XSLT stilių. Tinklo klaida:
lv: Radās tīkla kļūda, lādējot XSLT stila lapu:
mai: एकटा सँजाल त्रुटि XSLT स्टाइलशीट क लौड करब मे आएल:
ml: ഒരു XSLT സ്റ്റൈല്‍ഷീറ്റ് ലഭ്യമാക്കുന്നതിനിടയില്‍ ഒരു നെറ്റ്‌വര്‍ക്ക് പിശക് ഉണ്ടായിരിക്കുന്നു:
mn: XSLT загварыг дуудахад сүлжээний алдаа гарсан:
mr: XSLT स्टाईलशीट दाखल करतेवेळी नेटवर्क त्रूटी:
ms: Ralat rangkaian berlaku memuatkan lembaran gaya XSLT:
my: ကွန်ရက် ချိတ်ဆက်မှုတခုဟာ XSLT stylesheet တခုကို ဖွင့်နေတုန်း အမှား ဖြစ်ပေါ်ခဲ့တယ်။
nb_no: En nettverksfeil oppstod ved lasting av XSLT-stilark:
or: XSLT stylesheet ଧାରଣ କରିବା ସମୟରେ ଗୋଟିଏ ନେଟୱର୍କ ତ୍ରୁଟି ଘଟିଲା:
pt: Ocorreu um erro de rede ao carregar uma folha de estilos XSLT:
pt_br: Ocorreu um erro de rede ao carregar uma folha de estilos XSLT:
ro: A apărut o eroare de rețea la încărcarea foii de stil XSLT:
rw: Habaye ikosa mu rusobemiyoboro mu gufungura urupapuromisusire XSLT:
sd: XSLT نموني جي شيٽ لوڊ ڪرڻ وقت نيٽ ورڪ جي چوڪ ٿي ويئي :
sv: Ett nätverksfel uppstod vid laddningen av en XSLT-stilmall:
ta: SLT stylesheet ஐ ஏற்றும் போது பிணைய பிழை நேர்ந்தது:
te: XSLT స్టైల్ షీట్‌ను లోడుచేస్తుంటే ఒకనెట్వర్కు దోషం ఎదురైంది:
tt: Bír XSLT stil-yafrağın yöklegende bír çílter xatası urtağa çıqtı:
ug: XSLT ئۇسلۇب جەدۋىلى يۈكلەش بىر تور خاتالىقىنى كەلتۈرۈپ چىقاردى:
uz: XSLT uslubni yuklashda tarmoq xatosi yuz berdi:
vi: Một lỗi mạng đã xảy ra khi tải một stylesheet XSLT:
zh_tw: 載入 XSLT 樣式表時發生網路錯誤:

source: An XSLT stylesheet does not have an XML mimetype:
be: Таліца стыляў XSLT не мае mime-тып XML:
bg: Стилов лист на XSLT няма XML mimetype:
bn_bd: XSLT স্টাইলশীটের মধ্যে কোন XML mimetype উপস্থিত নেই:
br: N'eus ket ur rizh MIME XML er follennad stil XSLT :
bs: XSLT stil ne sadrži XML mimetype:
ca: Un full d'estil XSLT no té cap tipus MIME XML:
fa: برگهٔ سبک XSLT دارای نوع MIME مناسب برای XML نیست:
fur: Un sfuei di stîl XSLT no'nd à un tipo mime XML:
gu: XSLT સ્ટાઇલશીટ પાસે XML માઇમપ્રકાર નથી:
hr: XSLT lista stilova nema XML mimetype:
hu: Az XSLT-stíluslapnak nincs XML MIME-típusa:
hy_am: XSLT ձևաթերթը չունի XML-MIME տեսակ:
is: XSLT stílblað má ekki vera með XML gagnategund:
kab: Tiferkit n uɣanib XSLT ur tegbir ara tawsit Mime XML:
kk: XSLT стильдер кестесінде XML MIME-түрі көрсетілмеген :
kn: ಒಂದು XSLT ಶೈಲಿಹಾಳೆಯು ಒಂದು XML ಮೈಮ್‍ಪ್ರಕಾರವನ್ನು ಹೊಂದಿಲ್ಲ:
ku: Ji bo XSLT-Stylesheet 'ê cureyeke XML-MIME 'yê nehatiye diyarkirin:
lt: XSLT stiliuose nenurodytas XML MIME tipas:
lv: XSLT stila lapai MIME tips nav XML:
mai: एकटा XSLT स्टाइलशीट क पास एकटा XML माइमटाइप नहि अछि:
ml: ഒരു XSLT സ്റ്റൈല്‍ഷീറ്റിന് XML മൈം തരം ലഭ്യമല്ല:
mn: XSLT загварчлал XML толгой төрөлгүй байна:
mr: XSLT स्टाईलशीटला XML माईमप्रकार नाही:
ms: Lembaran gaya XSLT tidak mempunyai jenis mime XML:
my: XSLT stylesheet တခုမှာ XML mimetype မပါရှိဘူး။
nb_no: Et XSLT-stilark har ikke XML mimetype:
ne: एउटा XSLT शैलीपाना संग एउटा XML माइमप्रकार छैन:
or: XSLT stylesheet ରେ XML ମାଇମଟାଇପ ନଥାଏ:
ps: یوه XSLT ډولپاڼه یو XML mimetype نه لري:
pt: Uma folha de estilos XLST não tem um mimetype XML:
pt_br: Uma folha de estilos XSLT não possui um mimetype XML:
ro: O foaie de stil XSLT nu are un tip mime XML:
rw: Urupapuromisusire XSLT ntabwo rufite ubwokomime XML:
sd: XSLT نموني جي سيٽ وٽ XML مائم ٽائيپ ڪانہي:
sv: En XSLT-stilmall har inte en XML-mimetyp:
ta: XSLT stylesheet இல் XML மைம் வகை இல்லை:
te: XSLT స్టైల్ షీట్ XML mimetypeని కలిగిలేదు:
tt: Bír XSLT stil-yafrağınıñ XML MIME-törí yuq:
ug: XSLT stylesheet نىڭ XML ئىما ئىشارەت تىپى يوق:
ur: ایک ایکس ایس ایل ٹی قرطاس طرز ایک ایکس ایم ایل مائم قسم نہیں رکھتا:
uz: XSLT uslubda XML mimetype yo‘q:
vi: Một stylesheet XSLT không chứa kiểu mime XML:
zh_tw: XSLT 沒有 XML mimetype；
