Repository: tktk711/mozilla-l10n
Catalog: */dom/chrome/xslt/xslt.properties.po
Languages: be, bg, bn_bd, br, bs, ca, fa, fur, gu, hr, hu, hy_am, is, kab, kk, kn, ku, lt, lv, mai, ml, mn, mr, ms, my, nb_no, ne, or, ps, pt, pt_br, ro, rw, sd, sv, ta, te, tt, ug, ur, uz, vi, zh_tw

source: XPath parse failure: unclosed literal:
be: Няўдача разбору XPath: незачыненая канстанта:
bg: Неуспешно разпознаване на XPath: незатворен литерал:
bn_bd: XPath পার্স ব্যর্থ: বন্ধ না করা লিটারেল:
br: C'hwitadenn war dezrannañ an XPath : vi-koukoug :
bs: Greška u XPath parsiranju: nezatvoren literal:
ca: Error d'anàlisi de XPath: literal no tancat:
fa: شکست تجزیهٔ XPath: لفظ ناتمام:
fur: Faliment de analisi XPath: literal no sierât:
gu: XPath પાર્સ કરવામાં નિષ્ફળઃ બંધ ન કરેલ લિટરલ:
hr: Neuspješna obrada XPatha: nezatvoren doslijed:
hu: XPath feldolgozási hiba: nem bezárt literál:
hy_am: նք՝. չփակված տառաշար՝.
is: Villa í XPath þáttun: opið lesgildi:
kab: Tuccḍa di tesleṭ n XPath: Azrir n isekkilen ur imdil ara:
kk: XPath талдау қатесі: жабылмаған литерал:
kn: XPath ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ: ಮುಚ್ಚದೆ ಇರುವ ಲಿಟರಲ್:
ku: Xpath Çewtiya bikaranînê: vegotina rastwate ya ku nehatiye girtin:
lt: „XPath“ klaida: neuždarytas literalas:
lv: XPath analīzes kļūme: ')' neaizvērts literālis:
mai: XPath विश्लेषण विफल: बन्न नहि शाब्दिक रूपेँं:
ml: XPath പാഴ്സ് തകരാര്‍: അടച്ചിട്ടില്ലാത്ത ലിറ്ററല്‍:
mn: XPath хөрвүүлэх алдаа: хаагдаагүй литерал:
mr: XPath वाचतेवेळी त्रूटी: उघडे लीटरल:
ms: Kegagalan menghurai XPath: perkataan tidak bertutup:
my: XPath ​ခွဲခြားဖေါ်ပြမှု ပျက်ပယ်ခြင်း - မပိတ်ထားတဲ့ ရှိရင်း -
nb_no: XPath spaltingsfeil: literal ble ikke lukket:
ne: एक्स् मार्ग पद् वर्णनको असफलता: बन्द नगरिएको मुलार्थक:
or: XPath ବିଶ୍ଳେଷଣ ବିଫଳତା: unclosed literal:
ps: XPath د تجزیې پاتې راتلنه: نابند حرفي
pt: Falha de interpretação XPath: literal não fechado:
pt_br: Falha de análise XPath: literal não fechado:
ro: Eroare la analiza XPath: literal deschis:
rw: Isesengurambonezamvugo rya XInzira ryanze: urutonde nyuguti rudafunze:
sd: جي ترڪيب ناڪام: XPath
sv: Fel vid XPath-analys: öppen litteral:
ta: XPath parse failure: மூடப்படாத லிட்டரல்:
te: XPath పార్స్‍ వైఫల్యం : మూయని మాట:
tt: XPath ayırıştıru xatası: yabılmağan literal:
ug: XPath ئانالىزى مەغلۇپ بولدى: ئاياغلاشمىغان سېمانتىكا:
uz: XPath ajratishda xato: harf bo‘yicha yopilmagan:
vi: Phân tích XPath thất bại: chưa đóng kí tự sai:
zh_tw: XPath 分析失敗: 未關閉的敘述 (literal):

source: XPath parse failure: ‘:’ unexpected:
be: Няўдача разбору XPath: нечаканае ':':
bg: Неуспешно разпознаване на XPath: очакваше се „:“:
bn_bd: XPath পার্স ব্যর্থ: ':' অপ্রত্যাশিত:
bs: Greška u XPath parsiranju: ':' nije očekivano:
hu: XPath feldolgozási hiba: hiányzó ':':
hy_am: XPath-վերլուծության սխալմունք՝. ':'­ն անսպասելի էր՝.
kab: Tuccḍa di tesleṭ n XPath: ':' iţuraǧu:
nb_no: XPath spaltingsfeil: ':' ikke forventet:
sd: جي ترڪيب ناڪام: اچانڪ آيو XPath
ta: XPath parse failure: ':'எதிர்பாரா:
vi: Phân tích XPath thất bại: thừa ':':

source: XPath parse failure: ‘!’ unexpected, negation is not():
be: Няўдача разбору XPath: нечаканы '!', адмова -- not():
bg: Неуспешно разпознаване на XPath: неочакван знак „!“, отрицанието е чрез not():
bn_bd: XPath পার্স ব্যর্থ: '!' অপ্রত্যাশিত, নেগেশন নয়():
bs: Greška u XPath parsiranju: '!' nije očekivano, negacija je not():
hu: XPath feldolgozási hiba: nem várt '!', a negáció a not():
hy_am: XPath-վերլուծության սխալմունք՝. '!'-անսպասելի էր բացառումը not() է:
kab: Tuccḍa di tesleṭ n XPath: '!' iţuraǧu, tibawt d not():
nb_no: XPath spaltingsfeil: '!' ikke forventet, negasjon er not():
sd: XPath جي ترڪيب ناڪام: اچانڪ آيو، ناڪا (): ناهي:
ta: XPath பிரித்தறிதலில் தவறு : '!' எதிர்பாரா not():
ur: ایکس پاتھ نحوی جانچ کاری ناکامی: '!'غیرمتوقع، نفی not() ہے:
vi: Phân tích XPath thất bại: thừa '!', phủ định là not():

source: XPath parse failure: illegal character found:
be: Няўдача разбору XPath: знойдзены недапушчальны знак:
bg: Неуспешно разпознаване на XPath: невалиден знак:
bn_bd: XPath পার্স ব্যর্থ: অকার্যকর অক্ষর পাওয়া গেছে:
br: C'hwitadenn war dezrannañ an XPath : un arouezenn andezvek zo bet kavet :
bs: Greška u XPath parsiranju: pronađen je neodgovarajući znak:
ca: Error d'anàlisi de XPath: s'ha trobat un caràcter il·legal:
fa: شکست تجزیهٔ XPath: نویسهٔ نامعتبری پیدا شد:
fur: Faliment de analisi XPath: caratar ilegâl cjatât:
gu: XPath પાર્સ કરવામાં નિષ્ફળ અજાણ્યો અક્ષર મળ્યો:
hr: Neuspješna obrada XPatha: pronađen je krivi znak:
hu: XPath feldolgozási hiba: nem megengedett karakter:
hy_am: XPath-վերլուծության սխալմունք՝. անվավեր տառանիշ հանդիպեց՝.
is: Villa í XPath þáttun: Ólöglegur stafur fannst:
kab: Tuccḍa di tesleṭ n XPath: asekkil aruzrif yettwaf:
kk: XPath талдау қатесі: қате белгі табылды:
kn: XPath ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ: ಅಸಿಂಧು ಅಕ್ಷರವು ಕಂಡುಬಂದಿದೆ:
ku: Xpath Çewtiya bikaranînê: Karektereke nederbasdar hat dîtin:
lt: „XPath“ klaida: netinkamas ženklas:
lv: XPath analīzes kļūme: atrasta nekorekta rakstzīme:
mai: XPath विश्लेषण विफल: अवैध संप्रतीक पाया गेल:
ml: XPath പാഴ്സ് തകരാര്‍:തെറ്റായ അക്ഷരം ലഭ്യമായിരിക്കുന്നു:
mn: XPath хөрвүүлэх алдаа: буруу тэмдэгт олдлоо:
mr: XPath वाचतेवेळी त्रूटी: अवैध अक्षर आढळले:
ms: Kegagalan menghurai XPath: aksara tidak sah ditemui:
my: XPath ​ခွဲခြားဖေါ်ပြမှု ပျက်ပယ်ခြင်း - မမှန်ကန်တဲ့ အက္ခရာ တွေ့ရှိရတယ် -
nb_no: XPath spaltingsfeil: ugyldig tegn ble funnet:
ne: एक्स् मार्ग पद वर्णनको असफलता: गैरकानूनी क्यारेक्टर फेला पर्यो:
or: XPath ବିଶ୍ଳେଷଣ ବିଫଳତା: ଅବୈଧ ଅକ୍ଷର ମିଳିଲା:
ps: XPath د تجزیې پاتې راتلنه: ناقانونه لوښې موندل شوي:
pt: Falha de interpretação XPath: carácter ilegal encontrado:
pt_br: Falha no processamento de XPath: encontrado caractere ilegal:
ro: Eroare la analiza XPath: S-a găsit caracter invalid:
rw: Isesengurambonezamvugo rya XInzira ryanze: habonetse inyuguti itari yo:
sd: XPath جي ترڪيب ناڪام:
sv: Fel vid XPath-analys: ogiltigt tecken funnet:
ta: XPath parse failure: செல்லாத எழுத்து கண்டுபிடிக்கப்பட்டது:
te: XPath పార్స్‍ వైఫల్యం: వాడకూడని అక్షరం కనబడింది:
tt: XPath ayırıştıru xatası: ğayrí-qanuni simvol tabılğan:
ug: XPath ئانالىزى مەغلۇپ بولدى: بايقالغان قانۇنسىز بەلگە:
ur: ایکس پاتھ نحوی جانچ کاری ناکامی: بے ضابطہ کریکٹر ملا:
uz: XPath ajratishda xato: noqonuniy belgi topildi:
vi: Phân tích XPath thất bại: tìm thấy kí tự không hợp lệ:
zh_tw: XPath 分析失敗: 找到非法的字元:

source: XPath parse failure: binary operator expected:
be: Няўдача разбору XPath: чакаецца двайковы чыннік:
bg: Неуспешно разпознаване на XPath: очакваше се двоичен оператор:
bn_bd: XPath পার্স ব্যর্থ: বাইনারি অপারেটর প্রত্যাশিত:
br: C'hwitadenn war dezrannañ an XPath : niñvader daouredel gortozet :
bs: Greška u XPath parsiranju: očekivan je binarni operator:
ca: Error d'anàlisi de XPath: s'esperava un operador binari:
fa: شکست تجزیهٔ XPath: عملگر دودویی مورد انتظار بود:
fur: Faliment de analisi XPath: mi spietavi un operadôr binari:
gu: XPath પાર્સ કરવામાં નિષ્ફળ દ્રીઅંકી કારક અપેક્ષિત છે:
hr: Neuspješna obrada XPatha: očekivan binarni operator:
hu: XPath feldolgozási hiba: hiányzó bináris operátor:
hy_am: XPath-վերլուծության սխալմունք՝. սպասվում էր երկուական օպերատոր՝.
is: Villa í XPath þáttun: Bjóst við tvíundavirkja:
kab: Tuccḍa di tesleṭ n XPath: amahal imsin iţuraǧu:
kk: XPath талдау қатесі, бинарлы оператор күтілген:
kn: XPath ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ: ಬೈನರಿ ಆಪರೇಟರನ್ನು ನಿರೀಕ್ಷಿಸಲಾಗಿತ್ತು:
ku: Xpath Çewtiya bikaranînê: kiryarvana binary divê:
lt: „XPath“ klaida: trūksta dvejetainio operatoriaus:
lv: XPath analīzes kļūme: gaidīts binārais operators:
mai: XPath विश्लेषण विफल: द्विपदीय आपरेटर प्रत्याशित:
ml: XPath പാഴ്സ് തകരാര്‍: ബൈനറി ഓപ്പറേറ്റര്‍ പ്രതീക്ഷിച്ചു:
mn: XPath хөрвүүлэх алдаа: бинар оператор шаардагдсан:
mr: XPath वाचतेवेळी त्रूटी: द्वयंक ऑपरेटर अपेक्षित:
ms: Kegagalan menghurai XPath: operator binari dijangka:
my: XPath ​ခွဲခြားဖေါ်ပြမှု ပျက်ပယ်ခြင်း - ဒွိစုံကိန်း စီမံခန့်ခွဲသူကို မျှော်လင့်ထားတယ် -
nb_no: XPath spaltingsfeil: binær operator forventet:
ne: एक्स् मार्ग पद वर्णनको असफलता: अपेक्षित बाइनरी सञ्चालनकर्ता:
or: XPath ବିଶ୍ଳେଷଣ ବିଫଳତା: ଦ୍ୱିମିକ ଚାଳକ ଆଶାକରାଯାଇଥିଲା:
ps: XPath د تجزیې پاتې راتلنه: دوه ییز چلاندونه اسرلي:
pt: Falha de interpretação XPath: operador binário esperado:
pt_br: Falha no processamento de XPath: operador binário esperado:
ro: Eroare la analiza XPath: Se aștepta operator binar:
rw: Isesengurambonezamvugo rya XInzira ryanze: mukoresha nyabibiri yari itegerejwe:
sd: XPath جي ترڪيب ناڪام: ٻٽي هلائيندڙ جي اُميد ہئي:
sv: Fel vid XPath-analys: binär operator förväntad:
ta: XPath parse failure: பைனரி செயல் தேவை:
te: XPath పార్స్‍ వైఫల్యం: ఉండాలిఅనుకుంది బైనరీ ఆపరేటర్:
tt: XPath ayırıştıru xatası: ikíşerlí íşletímçí kötöle:
ug: XPath ئانالىزى مەغلۇپ بولدى: ئىككىلىك ئەمەل بەلگىسى كەم:
ur: ایکس پاتھ نحوی جانچ کاری ناکامی: ثنائی عمل کار متوقع:
uz: XPath ajratishda xato: ikkilik operator kutilgandi:
vi: Phân tích XPath thất bại: cần toán tử nhị phân:
zh_tw: XPath 分析失敗: 應該要有 Binary operator:

source: An XSLT stylesheet load was blocked for security reasons.
be: Загрузка табліцы стыляў XSLT затрымана дзеля бяспекі.
bg: Зареждането на стилов лист XSLT е блокирано от съображения за сигурност.
bn_bd: নিরাপত্তাজনীত কারণে একটি XSLT স্টাইলশীট লোড প্রতিরোধ করা হয়েছে।
br: Kargadur ur follennad stil zo bet harzet en abeg d'an diogelroez.
bs: Učitavanje XSLT stila je blokirano iz sigurnosnih razloga.
ca: S'ha blocat un full d'estil XSLT per motius de seguretat.
fa: بارگذاری برگهٔ سبک XSLT به دلایل امنیتی لغو گردید.
fur: La cjamade di un sfuei di stîl XSLT e je stade blocade par sigurece.
gu: XSLT સ્ટાઈલશીટ લાવવાનું સુરક્ષા કારણોસર અટકાવી દેવાયુ હતું.
hr: Učitavanje XSLT liste stilove je blokirano zbog sigurnosnih razloga.
hu: Az XSLT-stíluslap betöltése biztonsági okokból blokkolva.
hy_am: XSLT ձևաթերթի բեռնավորումը արգելվեց անվտանգության պատճառներով՝.
is: Lokað var á niðurhal á XSLT stílblaði vegna öryggistástæðna.
kab: Asali n tferkit n uɣanib XSLT yewḥel s teɣzint n tɣellist.
kk: XSLT стильдер кестесін жүктеу қауіпсіздік мақсатында тоқтатылды.
kn: ಒಂದು XSLT ಶೈಲಿಹಾಳೆಯ ಲೋಡನ್ನು ಸುರಕ್ಷತಾ ಕಾರಣಗಳಿಂದಾಗಿ ನಿರ್ಬಂಧಿಸಲಾಗಿತ್ತು.
ku: Ji bo sedemên ewlekariyê barkirina XSLT-stylesheetekê hat astenkirin.
lt: XSLT stiliai buvo užblokuoti saugumo sumetimais.
lv: XSLT stila lapa netika ielādēta drošības apsvērumu dēļ.
mai: एकटा XSLT स्टाइलशीट लोड सुरक्षा कारणों सँ रोकल गेल.
ml: സുരക്ഷാ കാരണങ്ങളാല്‍ XSLT സ്റ്റൈല്‍ ഷീറ്റ് ലഭ്യമാക്കുന്നത് തടഞ്ഞിരിക്കുന്നു
mn: XSLT загвар дуудалд нууцлалын шалтгаанаар хоригдсон.
mr: XSLT स्टाईलशीट दाखल करतेवेळी सुरक्षा कारणास्तव प्रतिबंधित करण्यात आले.
ms: Memuat lembaran gaya XSLT telah dihalang atas alasan keselamatan.
my: XSLT stylesheet တခုကို လုံခြုံရေး ကိစ္စများကြောင့် ပိတ်ဆို့ထားတယ်။
nb_no: Lasting av et XSLT stilark ble blokkert av sikkerhetsårsaker.
ne: एउटा XSLT शैलीपाना लोड सुरक्षा कारणहरुले गर्दा बन्द गरियो ।
or: XSLT stylesheet ଧାରଣ ସୁରକ୍ଷା ଦୃଷ୍ଟିକୋଣରୁ ଅଟକାଯାଇଛି।
ps: د XSLT ډولپاڼې لېښل د خوندیتابه لامله بند شوی و.
pt: Uma folha de estilos XSLT foi bloqueada por razões de segurança.
pt_br: O carregamento de uma folha de estilos XSLT foi bloqueado por razões de segurança.
ro: Încărcarea unei foi de stil XSLT a fost blocată din motive de securitate.
rw: Urupapuro rwa XSLT rwafunguwe rwahagaritswe kubera impamvu z'umutekano.
sd: XSLT نموني جي شيٽ لوڊ ڪرڻ سلامتيءَ جي ڪارڻن سبب روڪيو ويو هو۔
sv: Laddning av en XSLT-stilmall blockerades av säkerhetsskäl.
ta: ஒரு XSLT பாணி தாள் பாதுகாப்பு காரணங்களுக்காக ஏற்றுவது தடுக்கப்படுகிறது.
te: XSLT స్టైల్ షీట్ లోడ్ భద్రతా కారణాల దృష్ట్యా బ్లాక్‌చేయబడింది.
tt: Bír XSLT stil-yafrağı iminlík sebeplí bloklandı.
ug: بىخەتەرلىك سەۋەبىدىن بىر XSLT ئۇسلۇب ھۆججىتىنى يۈكلەش توسۇپ قويۇلدى.
ur: سلامتی وجوہات کی بنا پر ایکس ایس ایل ٹی قرطاس طرز کا بوجھ بلاک کر دیا گیا تھا۔
uz: XSLT yuklash yuklash xavfsizlik sabablariga ko‘ra bloklandi.
vi: Một stylesheet XSLT đã bị chặn vì lí do bảo mật.
zh_tw: 由於安全性的考量，已停止載入一項 XSLT 樣式表。

source: Evaluating an invalid expression.
be: Ацэнка несапраўднага выразу.
bg: Изчисляване на невалиден израз.
bn_bd: অকার্যকর এক্সপ্রেশনের মান নির্ণয় করা হচ্ছে।
br: O priziañ ar riñvenn didalvoudek.
bs: Procjenjivanje neispravnog izraza.
ca: S'està avaluant una expressió no vàlida.
fa: ارزیابی یک عبارت نامعتبر.
fur: Valutazion di une espression no valide
gu: અયોગ્ય સમીકરણ ઉકેલી રહ્યા છીએ.
hr: Ocjenjivanje neispravnog izraza.
hu: Érvénytelen kifejezés van kiértékelés alatt.
hy_am: Սխալ արտահայտության հաշվում:
is: Útreikningur leiðir til ógildrar segðar.
kab: Askazal n tenfalit tarameɣtut.
kk: Қате өрнекті есептеу.
kn: ಅಮಾನ್ಯವಾದ ನಿರೂಪಣೆಯನ್ನು(ಎಕ್ಸ್‌ಪ್ರೆಶನ್) ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ.
ku: GÎfadeyeke nederbasdar tê nirxandin.
lt: Vykdoma sintaksiškai neteisinga išraiška.
lv: Aprēķina nederīgu izteiksmi.
mai: ककरो अवैध अभिव्यक्ति क मूल्यांकन
ml: അസാധുവായ ഒരു എക്സ്പ്രെഷന്‍ കണ്ടുപിടിക്കുന്നു.
mn: Буруу бичигдсэн хэсгийг дүгнэж байна.
mr: अवैध वाक्यरचना विश्लेषीत करीत आहे.
ms: Penilaian ungkapan yang tidak sah.
my: မမှန်ကန်တဲ့ ထုတ်ဖေါ်မှုတခုကို ဆန်းစစ်နေတယ်။
nb_no: Evaluerer et ugyldig uttrykk
or: ଗୋଟିଏ ଅବୈଧ ଅଭିବ୍ୟକ୍ତିକୁ ମୂଲ୍ୟାଙ୍କନ କରି।
pt: A avaliar uma expressão inválida.
pt_br: Executando uma expressão inválida.
ro: Se evaluează o expresie invalidă.
sd: نامنظور اِظهار جي ڪٿ ڪري پيو
sv: Utvärderar ett ogiltigt uttryck.
ta: ஒரு தவறான கூற்றை மதிப்பிடுகிறது.
te: చెల్లని సమీకరణాన్ని పరీక్షించుట.
tt: Keçersiz bir ifade qıymetlendirile.
ug: بىر ئىپادىنى باھالاۋاتىدۇ.
ur: ناجائز اظہار کا جائزہ لیا جا رہا ہے۔
uz: Noto‘g‘ri ifoda amalga oshirilmoqda.
vi: Định lượng biểu thức bất hợp lệ.
zh_tw: 正運算無效的表達式。

source: Unbalanced curly brace.
be: Неўраўнаважаная выгнутая дужка.
bg: Небалансирани фигурни скоби.
bn_bd: অসামঞ্জস্যপূর্ণ বক্র বন্ধনী।
br: Briataenn digempouez.
bs: Neuravnotežene vitičaste zagrade.
ca: Hi ha una clau sense parella.
fa: تعداد آکولاد باز و بستهٔ ناهمخوان.
fur: Parentesi a clanfutis no belançadis.
gu: અસંતુલિત વળાંકવાળો કૌંસ.
hr: Nezatvorena vitičasta zagrada.
hu: Pár nélküli kapcsos zárójel.
hy_am: Անկայուն ձևավոր փակագիծ:
is: Misræmi í fjölda oddsviga.
kab: Taḥebbwalt ur terkid ara.
kk: Фигуралық жақшалардың тең емес саны.
kn: ಸಮತೋಲನವಿಲ್ಲದ ಕರ್ಲಿ ಬ್ರೇಸ್.
ku: Girêdana xirpûşkî.
lt: Neporinis riestinis skliaustas.
lv: Neaizvērta figūriekava.
mai: असंतुलित सर्पिल कोष्ठक.
ml: കര്‍ളി ബ്രെയിസില്‍ പൊരുത്തക്കേടു്.
mn: Зөв нээж хаагдаагүй хаалтууд байна.
mr: अव्यवस्थीत कुरळे कंसाचे प्रमाण.
ms: Pengukuhan curly tidak seimbang.
my: မညီ ကောက်နေတဲ့ အထိန်း။
nb_no: Ubalansert krøllparentes.
or: ଅସ୍ଥିର କୁଟିଳ ବନ୍ଧନି।
pt: Chaveta sem par.
ro: O acoladă nu este închisă.
sd: ناهم وزن گهنڊيدار پٽو۔
sv: Obalanserad klammerparentes.
ta: சமமில்லாத அடைப்புக்குறி.
te: సరితూగని కర్లీబ్రేస్.
tt: Balanssız quvurçıq qavus.
ug: چوڭ تىرناق كەم.
uz: Hajmi to‘g‘ri kelmaydigan hajmli qavs.
vi: Dấu ngoặc ôm không cân bằng.
zh_tw: 大括弧不對稱。

source: Creating an element with an invalid QName.
be: Стварэнне адзінкі з недапушчальнай QName.
bg: Създаване на елемент с невалиден QName.
bn_bd: অকার্যকর QName সহ এলিমেন্ট তৈরি করা হচ্ছে।
br: O krouiñ un elfenn gant un anv QName didalvoudek.
bs: Kreiranje elementa sa neispravnim QName.
ca: S'està creant un element amb un QName no vàlid.
fa: ایجاد یک عنصر توسط یک QName نامعتبر.
fur: Creazion di un element cuntun QName no valit.
gu: અયોગ્ય QName નામ સાથે ઘટક બનાવી રહ્યા છીએ.
hr: Izrada elementa s neispravnim QName.
hu: Érvénytelen QName-mel rendelkező elem létrehozása.
hy_am: Սխալ QName-ով տարրի ստեղծում
is: Bjó til einindi með vitlaust QName.
kab: Timerna n uferdis s QName arameɣtu.
kk: Қате QName элементін жасау.
kn: ಅಮಾನ್ಯವಾದ QName ನೊಂದಿಗೆ ಒಂದು ಮೂಲಘಟಕವನ್ನು ನಿರ್ಮಿಸಲಾಗುತ್ತಿದೆ.
ku: Yekbûneke xwediya QName ya nederbasdar tê afirandin.
lt: Kuriamas elementas su sintaksiškai neteisingu „QName“ atributu.
lv: Veido elementu ar nederīgu QName.
mai: ककरो तत्व क निर्माण ककरो अवैध QName क सँग.
ml: തെറ്റായ QName ഉള്ള ഒരു എലമെന്റ് ഉണ്ടാക്കുന്നു.
mn: QName гэсэн буруу нэртэй элементийг үүсгэж байна.
mr: अवैध QName सह घटक निर्माण करीत आहे.
ms: Mereka cipta satu elemen dengan QName yang tidak sah.
my: မမှန်ကန်တဲ့ QName တခုနဲ့ အစိတ်အပိုင်းတခုကို ဖန်တီးနေတယ်။
nb_no: Lager element med et ugyldig QName.
or: ଅବୈଧ QName ସହିତ ଗୋଟିଏ ଉପାଦାନ ସୃଷ୍ଟିକରିଥାଏ।
pt: A criar um elemento com um QName inválido.
pt_br: Criando um elemento com um QName inválido.
ro: Se creează un element cu un QName invalid.
sd: نامنظور نالي سان عناصر خلقي پيو :
sv: Skapar ett element med ett ogiltigt QName.
ta: ஒரு தவறான QNameஉடன் ஒரு உறுப்பை உருவாக்குகிறது.
te: చెల్లని QNameతో మూలకాన్ని సృష్టించుట.
tt: Bir unsur keçersiz bir QName ile icat etile.
ug: ئىناۋەتسىز QName ئارقىلىق ئېلېمېنت قۇرۇۋاتىدۇ.
ur: ایک عنصر کو ناجائز Qنام سے تخلیق کرنا
uz: Noto‘g‘ri QName bilan element yaratilmoqda.
vi: Đang tạo một thành tố với QName bất hợp lệ.
zh_tw: 建立中的元素有無效的 QName。

source: Variable binding shadows variable binding within the same template.
be: Звязванне зменнай зацяняе звязванне зменнай у тым жа ўзоры.
bg: Свързване на променлива припокрива свързване на променлива в същия шаблон.
bn_bd: বর্তমান ফর্মায় উপস্থিত ভেরিবেল বাইন্ডিংয়ের অনুরূপ ভেরিয়েবল বাইন্ড করার প্রচেষ্টা।
br: Liamm an argemmenn a zaougementiñ liamm an argemmenn e-barzh an hevelep patrom.
bs: Dodjela promjenjive zasjenjuje dodjelu promjenjive unutar istog obrasca.
ca: La vinculació de variables eclipsa la vinculació de variables d'una mateixa plantilla.
fa: قید متغیر، قیدهای متغیر دیگر تعریف شده در همان قالب را می‌پوشاند.
fur: La associazion de variabile e scurìs une altre asociazion de variabile tal stes template.
gu: ચલ બંધન એ નમૂના ટેમ્પલેટમાં તેની સાથેનું ચલ બંધ પર પડછાયો પાડે છે.
hr: Varijabilno povezivanje prekriva varijabilno povezivanje unutar istog predloška.
hy_am: Փոփոխական կապը կանխազգուշացնում է միևնույն ձևաչափի մեջ փոփոխական կապի վերաբերյալ:
is: Binding breytu bindir einnig breytur innan sama sniðmáts.
kab: Arruz n umutti yeli wa ɣef ayeḍ deg iwet n tneɣruft.
kk: Айнымалыны жариялау сол шаблон ішінде жариялануымен басылады.
kn: ಒಂದೇ ಸಿದ್ಧಮಾದರಿಯಲ್ಲಿ ಒಂದು ವೇರಿಯೇಬಲ್ ಬೈಂಡಿಂಗ್ ಇನ್ನೊಂದು ವೇರಿಯೇಬಲ್ ಬೈಂಡಿಂಗ್ ಅನ್ನು ಅಡಗಿಸುತ್ತದೆ.
ku: Girêdana guherbar a di heman şablonê de, girêdana guherbar di bin siyê de dihêle.
lt: Kintamųjų vardai persikloja viename stiliaus apraše.
lv: Mainīgo sasaistes aizēno mainīgo sasaistes šīs veidnes iekšienē.
mai: चर वाइंडिंग शेडो चर समान नमूना क अंदर बाइंडिंग.
ml: ഒരേ മാതൃകയില്‍ വേരിയബിള്‍ ബൈന്‍ഡിങ് ഷാഡോസ് വേരിയബിള്‍.
mn: Ижил загвар файл дотроо хувьсагчдыг холбож байна.
mr: वेरियेबल बांधणी त्याच रचना मध्ये प्रतिकृत होते.
ms: pembolehubah yang sah akan menyamai pembolehubah yang sah dengan templat yang sama
my: ကွဲပြားတဲ့ ချည်နှောင်ခြင်းက တူညီတဲ့ ပုံစံခွက်ထဲက ကွဲပြားတဲ့ ချည်နှောင်ခြင်းကို အရိပ်ပြသလား။
nb_no: Variabelbinding skjuler en variabelbinding brukt i samme template.
pt: Ligação a variável esconde ligação a variável dentro do mesmo modelo.
ro: Cuplarea variabilelor umbrește cuplarea variabilelor în același șablon.
sd: ساڳئي خاڪي منجهہ ڦرندڙ ڳنڍيندڙ پاڇا ڦرندڙ ڳنڍيندڙ
sv: Variabelbindning skuggar variabelbindning inom samma mall.
ta: மாறிகள் நிழல்களை பிணைக்கிறது மாறிகள் அதே மாதிரிஉருவில் பிணைக்கிறது.
te: వేరియబుల్ బందనం ఒకే టెంప్లెట్‌లో వేరియబుల్ బందనం ఛాయను చూపుతుంది.
tt: Deñişken bağlaması, aynı şablon içerisindeki deñişken bağlamasını kölgeley.
ug: ئۆزگەرگۈچى باغلانمىسى ئوخشاش قىلىپتىكى يەنە بىر ئۆزگەرگۈچى باغلانمىسىنى ئەكس ئەتتۈردى.
ur: متغیرہ پابند سائے متغیر ایک ہی سانچے کے اندر باندھیں.
uz: O‘zgaruvchan bog‘lanish soyalari o‘zgaruvchan bog‘lanish bir xil shablon ichida.
vi: Gắn kết biến che đậy gắn kết biến trong cùng khuôn mẫu.
zh_tw: 可變繫結 (Variable binding) 於相同模板中緊隨另一個可變繫結。

source: Call to the key function not allowed.
bg: Не е позволено извикването на функцията key.
bn_bd: কী ফাংশনে কল করা অনুমোদিত নয়।
br: N'eo ket aotreet ar galv d'an arc'hwel alc'hwez
bs: Poziv ključne funkcije nije dopušten.
hu: A kulcsfüggvény hívása nem engedélyezett.
hy_am: Բանալու կանչի գործառույթը չի աջակցվում:
is: Að kalla á key fallið er ekki leyft.
kab: Asiwel i twuri tasarutt ur ittusireg ara.
nb_no: Kall til key-funksjon ikke tillatt.
pt: Chamada para a função chave não permitida.
sv: Anrop till nyckelfunktionen är inte tillåtet.
ur: کلید فعل کی اجازت نہیں کال کریں.

source: Error loading stylesheet: %S
be: Памылка загрузкі табліцы стыляў: %S
bg: Грешка при зареждането на стилов лист: %S
bn_bd: স্টাইলশীট লোডে ত্রুটি: %S
br: Fazi en ur gargañ ar stil follennad : %S
bs: Greška pri učitavanju stila: %S
ca: S'ha produït un error en carregar el full d'estil: %S
fa: خطا در بارگذاری برگهٔ سبک: %S
fur: Erôr cjamant il sfuei di stîl: %S
gu: સ્ટાઇલશીટને લાવવામાં ભૂલ: : %S
hr: Greška pri učitavanju liste stilova: %S
hu: Hiba a stíluslap betöltése közben: %S
hy_am: Սխալմունք ձևաթերթի բեռնավորման ընթացքում: %S
is: Villa við að hlaða inn stílblaði: %S
kab: Tuccḍa deg usali n tferkit n uɣanib: %S
kk: Стильдер кестесін жүктеу қатесі: %S
kn: ಶೈಲಿಹಾಳೆಯನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ: %S
ku: Di barkirina Stylesheet 'ê de çewtî: %S
lt: Nepavyko įkelti stilių schemos. Klaida: %S
lv: Kļūda ielādējot stila lapu: %S
mai: स्टाइलशीट लोड करब मे त्रुटि: %S
ml: സ്റ്റൈല്‍ ഷീറ്റ് ലഭ്യമാക്കുന്നതില്‍ പിശക്: %S
mn: Загвар дуудах алдаа: %S
mr: स्टाईलशीट: %S दाखल करतेवेळी त्रूटी
ms: Ralat memuat helaian-gaya: %S
my: stylesheet ဖွင့်နေတဲ့ အမှား - %S
nb_no: Feil ved lasting av stilark: %S
ne: शैलीपाना लोड गर्दा त्रुटि: %S
or: stylesheet: %S ଧାରଣ କରିବା ସମୟରେ ତ୍ରୁଟି
ps: د ډولپاڼې په لېښلو کې تېروتنه: %S
pt: Erro ao carregar a folha de estilos: %S
pt_br: Erro no carregamento da folha de estilos: %S
ro: Eroare la încărcarea foii de stil: %S
rw: Habaye ikosa mu gufungura urupapuromisusire: %S
sd: نموني جي شيٽ لوڊ ڪرڻ وقت چوڪ: %S
sv: Fel vid laddning av stilmallen: %S
ta: stylesheet: %S ஐ ஏற்ற முடியவில்லை
te: స్టైల్ షీట్ లోడవ్వడంలో దోషం: %S
tt: Stil-yafrağın yöklegende xata: %S
ug: ئۇسلۇب ھۆججىتى خاتالىقى يۈكلەش: %S
ur: قرطاس طرز لوڈ کرنے میں نقص: %S
uz: Uslubni yuklashda xatolik: %S
vi: Gặp lỗi khi tải stylesheet: %S
zh_tw: 載入樣式表錯誤: %S

source: Error during XSLT transformation: %S
be: Памылка пераўтварэння XSLT: %S
bg: Грешка при трансформацията на XSLT: %S
bn_bd: XSLT রূপান্তরে ত্রুটি: %S
br: Fazi e-pad treuzfurmiñ XSLT : %S
bs: Greška prilikom XSLT transformacije: %S
ca: S'ha produït un error durant la transformació XSLT: %S
fa: خطا در حال تبدیل XSLT: %S
fur: Erôr dilunc il voltament XSLT: %S
gu: XSLT ફેરફાર દરમિયાન ભૂલ: %S
hr: Greška tijekom XSLT transformacije: %S
hu: Hiba az XSLT-átalakítás közben: %S
hy_am: Սխալմունք XSLT փոխակերպման ընթացքում՝. %S
is: Villa í XSLT ummyndun: %S
kab: Tuccḍa deg uselket XSLT: %S
kk: XSLT түрлендіру қатесі: %S
kn: XSLT ಮಾರ್ಪಡಣೆಯ ಸಮಯದಲ್ಲಿ ದೋಷ: %S
ku: Di veguhêrîna XSLT 'yê de çewtî: %S
lt: Nepavyko XSLT transformacija. Klaida: %S
lv: Kļūda XSLT transformācijas laikā: %S
mai: XSLT रूपांतरण मे त्रुटि: %S
ml: XSLT മാറ്റം നടക്കുമ്പോള്‍ പിശക്: %S
mn: XSLT хувиргах үеийн алдаа: %S
mr: XSLT रूपांतर करतेवेळी त्रूटी: %S
ms: Ralat ketika transformasi XSLT: %S
my: XSLT ​ပြောင်းလဲနေစဉ် အမှား - %S
nb_no: Feil under XSLT-transformasjon: %S
ne: XSLT स्थान्तरण गर्दा त्रुटि: %S
or: XSLT ରୂପାନ୍ତରଣ: %S ସମୟରେ ତ୍ରୁଟି
ps: د XSLT بدلوني پرمهال تېروتنه: %S
pt: Erro durante a conversão XSLT: %S
pt_br: Erro durante a transformação XSLT: %S
ro: Eroare în timpul transformării XSLT: %S
rw: Habye ikosa mu guhindura XSLT: %S
sd: XSLT ڦيرائڻ دؤران چوڪ: %S
sv: Fel vid transformering av XSLT: %S
ta: XSLT அனுப்பலின் போது : %S பிழை
te: XSLT బదలీకరణ జరుగుతున్నప్పుడు దోషం: %S
tt: XSLT transformasiyesínde xata: %S
ug: XSLT ئۆزگەرتىش خاتالىقى: %S
ur: ایکس ایس ایل ٹی ہیئت بدلی کے دوران نقص: %S
uz: XSLT o‘girish jarayoni davomida xatolik: %S
vi: Gặp lỗi khi chuyển đổi XSLT: %S
zh_tw: XSLT 轉換發生錯誤:%S
