Repository: tktk711/mozilla-l10n
Catalog: */dom/chrome/xslt/xslt.properties.po
Languages: be, bg, bn_bd, br, bs, ca, fa, fur, gu, hr, hu, hy_am, is, kab, kk, kn, ku, lt, lv, mai, ml, mn, mr, ms, my, nb_no, ne, or, ps, pt, pt_br, ro, rw, sd, sv, ta, te, tt, ug, ur, uz, vi, zh_tw

source: An XSLT stylesheet directly or indirectly imports or includes itself:
be: Табліца стыляў XSLT непасрэдна ці ўскосна імпартуе ці ўключае саму сябе.
bg: Стилов лист XSLT пряко или косвено внася или включва себе си:
bn_bd: একটি XSLT স্টাইলশীট সরাসরি অথবা পরোক্ষভাবে নিজেকে ইমপোর্ট অথবা অন্তর্ভুক্ত করে:
br: Enporzhiet pe enlakaet e vez end-eeun pe dieeun gant ur follennad stil XSLT drezi hec'h-unan :
bs: XSLT stil direktno ili indirektno uvozi ili uključuje samog sebe:
ca: Un full d'estil XSLT s'importa o s'inclou, directament o indirectament, a ell mateix:
fa: برگهٔ سبک XSLT به صورت مستقیم یا غیرمستقیم خود را فرامی‌خواند:
fur: Un sfuei di stîl XSLT diretementri o indiretementri al impuarte o al inclût se stes:
gu: XSLT સ્ટાઇલશીટ સીધીજ અથવા બીજીરીતે પોતાને આયાત કરે છે અથવા વાપરે છે:
hr: XSLT lista stilova izravno ili neizravno uvozi ili uvrštava samu sebe:
hu: Az XSLT-stíluslap közvetlenül vagy közvetve importálja vagy behívja saját magát:
hy_am: XSLT-ձևաթերթն ուղղակիորեն թե անուղղակիորեն ներմուծում կամ ներգրավում է ինքն իրեն:
is: XSLT stílblað inniheldur sjálfa sig annaðhvort beint eða óbeint:
kab: Tiferkit XSLT tekter neɣ tegber s yiman-is, s widem usrid neɣ arusrid:
kk: XSLT стильдер кестесінде тура немесе басқаша жолмен өзі бар:
kn: ಒಂದು XSLT ಶೈಲಿಹಾಳೆ ನೇರವಾಗಿ ಅಥವ ಪರೋಕ್ಷವಾಗಿ ಆಮದು ಮಾಡಿಕೊಳ್ಳುತ್ತದೆ ಅಥವ ಅದನ್ನೇ ಸೇರಿಸಿಕೊಳ್ಳುತ್ತದೆ:
ku: XSLT-Stylesheet ek, xwe rasterast an jî binavgîn vediguhêzîne navê an jî di xwe de dihewîne (include):
lt: XSLT stilių schema tiesiogiai ar netiesiogiai importuoja arba įterpia pati save:
lv: XSLT stila lapa tieši vai netieši importē vai ietver sevi:
mai: एकटा XSLT स्टाइलशीट स्वयं केँ प्रत्यक्ष अथवा परोक्ष रूप सँ आयात शामिल करैत अछि:
ml: ഒരു XSLT സ്റ്റൈല്‍ഷീറ്റ് നേരിട്ടോ അല്ലാതെയോ സ്വയം ഉള്‍പ്പെടുത്തുകയോ ഇംപോര്‍ട്ട് ചെയ്യുകയോ ചെയ്യുന്നു:
mn: XSLT загварчлал шууд эсвэл шууд бус өөрийгөө импортлосон эсвэл багтаасан байна:
mr: XSLT स्टाईलशीट प्रत्यक्षरित्या किंवा अप्रत्यक्षरित्या स्वताहास आयात किंवा समाविष्ट करतो:
ms: Lembaran gaya XSLT secara terus atau tidak terus diimport atau termasuk dirinya sendiri:
nb_no: Et XSLT-stilark importerer seg selv enten direkte eller indirekte:
ne: एउटा XSLT शैलीपानाले प्रत्यक्ष वा अप्रत्यक्ष रुपमा आफैलाई आयात वा समावेश गर्दछ:
or: ଗୋଟିଏ XSLT ଶୈଳୀ ପୃଷ୍ଠା ପ୍ରତ୍ୟକ୍ଷ କିମ୍ବା ଅପ୍ରତ୍ୟକ୍ଷ ଭାବରେ ନିଜକୁ ଆମଦାନୀ କରିଥାଏ କିମ୍ବା ଅନ୍ତର୍ଭୁକ୍ତ କରିଥାଏ:
ps: یوه XSLT ډولپاڼه په مستقیمه توګه یا په غېرمستقیمه توګه خپل ځان واردوي یا یې راګډوي:
pt: Uma folha de estilos XSLT faz, directa ou indirectamente, a importação ou inclusão de si própria:
pt_br: Uma folha de estilos XSLT diretamente ou indiretamente importa ou inclui ela própria:
ro: O foaie de stil XSLT se importă direct sau indirect pe ea însăși:
rw: Urupapuromisusire XSLT ruvana hanze cyangwa rukishyiramo mu buryo butaziguye cyangwa buziguye:
sd: XSLT نموني جي شيٽ سڌي يا اڻ سڌي نموني پنہنجو پاڻ آمد ڪري ٿي يا شامل ڪري ٿي۔
sv: En XSLT-stilmall som direkt eller indirekt importerat eller inkluderat sig själv:
ta: XSLT stylesheet நேரடியாகவோ அல்லது மறைமுகமாகவோ தனக்குத்தானே ஏற்றிக்கொள்ளும்:
te: XSLT స్టైల్ షీట్ ప్రత్యక్షంగాకాని లేదా పరోక్షంగాకాని తనంతటతానే దిగుమతి లేదా కలుపుట చేయగలదు:
tt: Bír XSLT stil-yafrağı üz-üzín tuğrıdan yeise qıyıq bularaq kírte:
ug: An XSLT stylesheet بىۋاستە ياكى ۋاستىلىق سىرتتىن كىگۈزىدۇ ياكى ئۆزىنىلا ئۆز ئىچىگە ئالىدۇ:
ur: ایک ایکس ایس ایل ٹی قرطاس طرز بلواسطہ یا بلا واسطہ اپنے آپ کو درآمد یا شامل کرتا ہے:
uz: XSLT uslub bevosita va bilvosita import qiladi yoki o‘zini qo‘shadi:
vi: Một stylesheet XSLT nhập trực tiếp hoặc gián tiếp hoặc chứa chính nó:
zh_tw: XSLT 樣式表直接或間接的試圖遞迴載入它自己:

source: An XPath function was called with the wrong number of arguments.
be: Функцыя XPath выклікана з няправільным лікам аргументаў.
bg: Функция на XPath е извикана с неправилен брой аргументи.
bn_bd: ভুল সংখ্যক আর্গুমেন্টসহ একটি XPath ফাংশন কল করা হয়েছিল।
br: Un arc'hwel XPath zo bet galvet gant an niverenn arguzenn fall.
bs: XPath funkcija je pozvana sa pogrešnim brojem argumenata.
ca: S'ha cridat una funció XPath amb un nombre d'arguments incorrecte.
fa: تابع XPath با تعداد آرگومان اشتباه فراخوانی گردید.
fur: Une funzion XPath e je stade clamade cuntun numar sbaliât di argoments.
gu: XPath વિધેય ખોટા આદેશો(પ્રક્રિયકની સંખ્યા) સાથે ચલાવવામાં આવ્યું.
hr: XPath funkcija je bila pozvana s krivim brojem argumenata.
hu: Egy XPath-függvényt nem a megfelelő számú argumentummal hívtak meg.
hy_am: XPath-գործառույթը կոչվել է սխալ քանակի մուտքային տվյալներով:
is: Kallað var á XPath fall með röngum fjölda færibreytna.
kab: Tawuri XPath tettusawel s yir amḍan n tiɣiṛa.
kk: XPath функциясы қате аргументтер саныме шақырылды.
kn: ಒಂದು XPath ಕ್ರಿಯೆಯು ತಪ್ಪು ಸಂಖ್ಯೆಯ ಆರ್ಗ್ಯುಮೆಂಟುಗಳೊಂದಿಗೆ ಕರೆಯಲ್ಪಟ್ಟಿತ್ತು.
ku: Fonksiyoneke XPath 'ê bi hejmareke çewt ji peytan re hat şandin.
lt: Funkcija XPath buvo iškviesta su neteisingu parametrų skaičiumi.
lv: XPath funkcija tika izsaukta ar nekorektu argumentu skaitu.
mai: एकटा XPath प्रकार्य तर्क क गलत सँख्या क सँग कालआउट कएल गेल.
ml: തെറ്റായ ആറ്‍ഗ്യുമെന്റുകളുടെ എണ്ണം ഉപയോഗിച്ച് ഒരു XPath ഫംഗ്ഷന്‍ വിളിച്ചിരിക്കുന്നു.
mn: XPath гүйцэтгэл буруу дугаартай аргументаар дуудагдсан.
mr: XPath कार्यपध्दतीस चुकीच्या बाबींसह सक्रीय करण्यात आले.
ms: Fungsi XPath telah dibatalkan dengan bilangan argumen yang salah .
my: XPath လုပ်ဆောင်ချက်တခုဟာ ​မှားယွင်းတဲ့ ဆွေးနွေးချက်များနဲ့ ခေါ်ယူထားတယ်။
nb_no: En XPath-funksjon ble kalt opp med feil antall parametere.
ne: एउटा एक्स मार्ग प्रकार्यलाई तर्कहरुको गलत संख्या संगै बोलाइयो ।
or: ଭୁଲ ସଂଖ୍ୟକ ସ୍ୱତନ୍ତ୍ରଚର ସହିତ ଗୋଟିଏ ଅଜଣା XPath ଅନୁଲଗ୍ନ ଫଳନକୁ ଡକାଯାଇଥିଲା।
ps: یوه XPath کړنه د ارزښتمنیو په ناسمه شمېره رابلل شوې وه.
pt: Uma função XPath foi chamada com um número errado de argumentos.
pt_br: Uma função XPath foi chamada com o número errado de argumentos.
ro: O funcție XPath a fost apelată cu un număr greșit de argumente.
rw: Imikorere ya XInzira yahamagawe n'umubare w'inkoresha utari wo.
sd: X رستو ڪاريہ غلط قسم جي انيڪ دليلن سان ڪوٺيو ويو هو۔
sv: En XPath-funktion anropades med fel antal argument.
ta: XPath செயல் தவறான அளவுருவோடு அழைக்கப்பட்டது.
te: XPath ఫంక్షన్ సరిపోని ఆర్గుమెంట్ల తో పిలవబడింది.
tt: Bír XPath funksiyesí yalğış argument sanı bílen çaqırıldı.
ug: پارامېتىر سانى خاتا بولغان بىر XPath فۇنكسىيىسى چاقىرىلدى.
ur: ایک ایکس پاتھ فعل براہین کے نا درست نمبر کے ساتھ کال کیا گیا تھا۔
uz: XPath funksiyasi argument xato raqami bilan chaqirilgan edi.
vi: Nột hàm XPath được gọi với số đối số sai.
zh_tw: 呼叫 XPath 函式時傳入的參數數目不對。

source: An unknown XPath extension function was called.
be: Была выклікана невядомая функцыя пашырэння XPath.
bg: Извикана е неизвестна разширена функция на XPath.
bn_bd: একটি অজানা XPath এক্সটেনশন ফাংশন কল করা হয়েছিল।
br: Galvet ez eus bet un arc'hwel askouezhiañ dianav mod XPath.
bs: Nepoznata funkcija XPath ekstenzije je bila pozvana.
ca: S'ha cridat una funció d'una extensió XPath desconeguda.
fa: تابع الحاقی ناشناختهٔ XPath فراخوانی گردید.
fur: Une funzion di estension XPath no cognossude e je stade clamade.
gu: અજાણયું XPath પ્રત્યયનું વિધેય ચલાવવામાં આવ્યું હતુ.
hr: Pozvano je nepoznato XPath proširenje.
hu: Ismeretlen XPath-bővítményfüggvényt hívtak meg.
hy_am: Անհայտ XPath-ընդլանված գործառույթ է կոչվել:
is: Kallað var á óþekkt XPath fall.
kab: Tawuri n usiɣzef XPath tarussint teţusiwel.
kk: XPath кеңейтуінің белгісіз функциясы шақырылды.
kn: ಒಂದು ಅಜ್ಞಾತ XPath ವಿಸ್ತರಣ ಕ್ರಿಯೆಗಾಗಿ ಕರೆಯಲಾಗಿತ್ತು.
ku: Fonksiyoneke XPath a biniçik hate xwestin.
lt: Buvo iškviesta nežinoma „XPath“ plėtinio funkcija.
lv: Tika izsaukta nezināma XPath paplašinājuma funkcija.
mai: एकटा अनजान XPath विस्तार प्रकार्य आनल गेल.
ml: അപരിചിതമായ ഒരു XPath എക്സ്റ്റെന്‍ഷന്‍ ഫംഗ്ഷന്‍ വിളിച്ചിരിക്കുന്നു.
mn: Үл мэдэгдэх XPath өргөтгөх гүйцэтгэл дуудагдсан.
mr: अपरिचीत XPath वाढीव कार्यपध्दतीस सक्रीय करण्यात आले.
ms: Fungsian sambungan XPath tidak diketahui telah dipanggil.
my: အမည်မသိ XPath တိုးချဲ့ချက် လုပ်ဆောင်ချက်ကို ခေါ်ယူထားတယ်။
nb_no: En ukjent XPath-påbyggelsesfunksjon ble kalt
ne: एउटा अज्ञात एक्स मार्ग बिस्तार प्रकार्य कल गरियो ।
or: ଗୋଟିଏ ଅଜଣା XPath ଅନୁଲଗ୍ନ ଫଳନକୁ ଡକାଯାଇଥିଲା।
ps: د XPath شاتړ یوه نامعلومه کړنه رابلل شوې وه.
pt: Foi chamada uma extensão desconhecida de uma função XPath.
pt_br: Uma função XPath desconhecida foi chamada.
ro: A fost apelată o funcție de extensie XPath.
rw: Imikorere itazwi y'umugereka XInzira yahamagawe.
sd: X نامعلوم رستي پٿ جي وستار جو ڪاريہ ڪوٺيو ويو هو۔
sv: En okänd XPath-tilläggsfunktion anropades.
ta: தெரியாத XPath விரிவாக்க செயல் அழைக்கப்பட்டது:
te: తెలియని XPath విస్తరణ ఫంక్షన్ పిలవబడింది.
tt: Bílínmegen XPath suzıntı funksiyesí çaqırıldı.
ug: بىر نامەلۇم XPath كېڭەيتىلمە فۇنكسىيىسى چاقىرىلدى.
ur: ایک نا معلوم ایکس پاتھ توسیع فعل بلایا گیا تھا۔
uz: Noma’lum XPath kengaytmasi funksiyasi chaqirilgan edi.
vi: Một hàm mở rộng XPath được gọi.
zh_tw: 呼叫了未知的 XPath 擴充功能，

source: XPath parse failure: ‘)’ expected:
be: Няўдача разбору XPath: чакаецца ')':
bg: Неуспешно разпознаване на XPath: очакваше се „)“:
bn_bd: XPath পার্স ব্যর্থ: ')' প্রত্যাশিত:
bs: Greška u XPath parsiranju: očekivano ')':
hu: XPath feldolgozási hiba: hiányzó ')':
hy_am: XPath-վերլուծության սխալմունք՝. ')' սպասվում էր՝.
kab: Tuccḍa di tesleṭ n XPath: ')' iţuraǧu:
nb_no: XPath spaltingsfeil: ')' ble forventet:
sd: XPath رستي جي ترڪيب ناڪام: ')' جي اُميد هئي
ta: XPath parse failure: ')' எதிர்பார்க்கப்படுகிறது
ur: ایکس پاتھ نحوی جانچ کاری ناکامی: '(' متوقع:
vi: Phân tích XPath thất bại: cần ')':

source: XPath parse failure: invalid axis:
be: Няўдача разбору XPath: недапушчальная вось:
bg: Неуспешно разпознаване на XPath: невалидна ос:
bn_bd: XPath পার্স ব্যর্থ: অকার্যকর অক্ষ:
br: C'hwitadenn war dezrannañ an XPath : ahel didalvoudek :
bs: Greška u XPath parsiranju: pogrešna osa:
ca: Error d'anàlisi de XPath: l'eix no és vàlid:
fa: شکست تجزیهٔ XPath: محور نامعتبر:
fur: Faliment de analisi XPath: as invalit:
gu: XPath પાર્સ કરવામાં નિષ્ફળઃ અયોગ્ય અક્ષો:
hr: Neuspješna obrada XPatha: kriva os:
hu: XPath feldolgozási hiba: érvénytelen tengely (axis):
hy_am: XPath-վերլուծության սխալմունք՝. անվավեր առանցք՝.
is: Villa í XPath þáttun: Ógildur ás:
kab: Tuccḍa di tesleṭ n XPath: agellus arameɣtu:
kk: XPath талдау қатесі, қате ось:
kn: XPath ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ: ಅಮಾನ್ಯ ಅಕ್ಷಾಂಶ(ಆಕ್ಸಿಸ್):
ku: Xpath Çewtiya bikaranînê: germiçanga nederbasdar:
lt: „XPath“ klaida: netinkama ašis:
lv: XPath analīzes kļūme: nekorekta ass:
mai: XPath विश्लेषण विफल: अवैध:
ml: XPath പാഴ്സ് തകരാര്‍: തെറ്റായ ആക്സിസ്:
mn: XPath хөрвүүлэх алдаа: буруу чиглэл:
mr: XPath वाचतेवेळी त्रूटी:अवैध अक्ष:
ms: Kegagalan menghurai XPath: paksi tidak sah:
my: XPath ​ခွဲခြားဖေါ်ပြမှု ပျက်ပယ်ခြင်း - မမှန်ကန်တဲ့ axis -
nb_no: XPath spaltingsfeil: ugyldig akse:
or: XPath ବିଶ୍ଳେଷଣ ବିଫଳତା: ଅବୈଧ ଅକ୍ଷ:
ps: XPath د تجزیې پاتې راتلنه: نامنلي څاښونه:
pt: Falha de interpretação XPath: eixo inválido:
pt_br: Falha de análise XPath: eixo inválido:
ro: Eroare la analiza XPath: axe invalide:
rw: Isesengurambonezamvugo rya XInzira ryanze:inkingi fatizo itari yo:
sd: رستي جي ترڪيب ناڪام: نامنظور / محور XPath
sv: Fel vid XPath-analys: ogiltig axis:
ta: XPath parse failure: செல்லாத அச்சு:
te: XPath పార్స్‍ వైఫల్యం: సరికాని అక్షము:
tt: XPath ayırıştıru xatası: kiçíşsíz küçer:
ug: XPath ئانالىزى مەغلۇپ بولدى: ئىناۋەتسىز ئوق:
uz: XPath ajratishda xatolik: noto‘g‘ri o‘q:
vi: Phân tích XPath thất bại: sai trục:
zh_tw: XPath 分析失敗: 無效的 axis:

source: XPath parse failure: Name or Nodetype test expected:
be: Няўдача разбору XPath: чакаецца Назва ці выпрабаванне Тыпу Вузла:
bg: Неуспешно разпознаване на XPath: очакваше се тест Name или Nodetype:
bn_bd: XPath পার্স ব্যর্থ: Name অথবা Nodetype পরীক্ষা প্রত্যাশিত:
br: C'hwitadenn war dezrannañ an XPath : Anv pe rizh klom gortozet :
bs: Greška u XPath parsiranju: očekivana provjera imena ili Nodetypea:
ca: Error d'anàlisi de XPath: s'esperava una prova de nom o de tipus de node:
fa: شکست تجزیهٔ XPath: آزمون Name یا Nodetype مورد انتظار بود:
fur: Faliment de analisi XPath: mi spietavi un test di Non o Gjenar di grop:
gu: XPath પાર્સ કરવામાં નિષ્ફળઃ નામ અથવા નોડપ્રકાર ચકાસણી અપેક્ષિત:
hr: Neuspješna obrada XPatha: Očekivan naziv ili nodetype test:
hu: XPath feldolgozási hiba: hiányzik a Name vagy Nodetype ellenőrzése:
hy_am: XPath-վերլուծության սխալմունք՝. Սպասվում էր ավանում կամ հանգուցատիպի ստուգում՝.
is: Villa í XPath þáttun: Bjóst við nafni eða prófun á hnútategund:
kab: Tuccḍa di tesleṭ n XPath: akayad n Name neɣ Nodetype iţuraǧu:
kk: XPath талдау қатесі, аты немесе тораптар күтілген:
kn: XPath ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ: ಹೆಸರು ಅಥವ ನೋಡ್‍ಟೈಪ್ ಪರೀಕ್ಷೆಯನ್ನು ನಿರೀಕ್ಷಿಸಲಾಗಿತ್ತು:
ku: Xpath Çewtiya bikaranînê: li benda nav an jî Nodetype ye:
lt: „XPath“ klaida: turi būti tikrinamas vardo arba mazgo tipas:
lv: XPath analīzes kļūme: gaidīts Name vai Nodetype tests:
mai: XPath विश्लेषण विफल: नाम अथवा नोडप्रकार जाँच प्रत्याशित:
ml: XPath പാഴ്സ് തതകരാര്‍: പേര് അല്ലെങ്കില്‍ നോട് തരം പരീക്ഷണം പ്രതീക്ഷിച്ചു:
mn: XPath хөрвүүлэх алдаа: Нэр эсвэл цэгийн төрлийн туршилт шаардагдсан:
mr: XPath वाचतेवेळी त्रूटी: नाव किंवा नोडप्रकार साचनी अपेक्षित:
ms: Kegagalan menghurai XPath: Ujian Nama atau Jenis Nod dijangka:
my: XPath ​ခွဲခြားဖေါ်ပြမှု ပျက်ပယ်ခြင်း - အမည်နဲ့ Nodetype စမ်းသပ်မှု မျှော်လင့်ထားတယ် -
nb_no: XPath spaltingsfeil: Navn- eller nodetypetest ble forventet:
ne: एक्स मार्ग पद वर्णनको असफलता: अपेक्षित नाम वा नोडप्रकार परीक्षण:
or: XPath ବିଶ୍ଳେଷଣ ବିଫଳତା: ନାମ କିମ୍ବା ନୋଡଟାଇପ ପରୀକ୍ଷଣ ଆଶାକରାଯାଇଥିଲା:
ps: XPath د تجزیې پاتې راتلنه: اسرلی نوم او نوډ ټایپ ازموینه
pt: Falha de interpretação XPath: Nome ou teste de Nodetype esperado:
pt_br: Falha no processamento de XPath: teste de Nodetype ou Name esperado:
ro: Eroare la analiza XPath: Se aștepta nume sau tip de nod test:
rw: Isesengurambonezamvugo rya XInzira ryanze: Izina cyangwa igenzura ry'Ubwokopfundo ryari ryitezwe:
sd: جي ترڪيب ناڪام: نالو يا نوڊ ٽائيپ چڪاس جي اُميد XPath
sv: Fel vid XPath-analys: Namn eller Nod-typstest förväntad:
ta: XPath parse failure: பெயர் அல்லது Nodetype சோதனை தேவை:
te: XPath పార్స్‍ వైఫల్యం: ఉండాలిఅనుకుంది నామము లేదా నోట్‌పాడ్ పాఠ్యము :
tt: XPath ayırıştıru xatası: İsím yeise Töyöntörí (Nodetype) kötöle:
ug: XPath ئانالىزى مەغلۇپ بولدى: نام سىنىقى ياكى تۈگۈن تىپى سىنىقىغا ئېھتىياجلىق:
uz: XPath ajratishda xatolik: nom yoki Nodetype test kutilgandi:
vi: Phân tích XPath thất bại: cần kiểm tra Tên hoặc Nodetype:
zh_tw: XPath 分析失敗: 應該要有名稱或 Nodetype 測試:

source: XPath parse failure: ‘]’ expected:
be: Няўдача разбору XPath: чакаецца ']':
bg: Неуспешно разпознаване на XPath: очакваше се „]“.
bn_bd: XPath পার্স ব্যর্থ: ']' প্রত্যাশিত:
bs: Greška u XPath parsiranju: očekivano ']':
hu: XPath feldolgozási hiba: hiányzó ']':
hy_am: XPath-վերլուծության սխալմունք՝. ']' սպասվում էր՝.
kab: Tuccḍa di tesleṭ n XPath: ']' iţuraǧu:
nb_no: XPath spaltingsfeil: ']' ble forventet:
sd: XPath جي ترڪيب ناڪام: [' جي اُميد ہئي:
ta: XPath parse failure: ']' தேவை:
vi: Phân tích XPath thất bại: cần ']':

source: XPath parse failure: invalid variable name:
be: Няўдача разбору XPath: недапушчальная назва зменнай:
bg: Неуспешно разпознаване на XPath: невалидно име на променлива:
bn_bd: XPath পার্স ব্যর্থ: চলকের অকার্যকর নাম:
br: C'hwitadenn war dezrannañ an XPath : anv argemmenn didalvoudek :
bs: Greška u XPath parsiranju: neispravno ime varijable:
ca: Error d'anàlisi de XPath: el nom de variable no és vàlid:
fa: شکست تجزیهٔ XPath: نام متغیر نامعتبر:
fur: Faliment de analisi XPath: non di variabil invalit:
gu: XPath પાર્સ કરવામાં નિષ્ફળઃ અયોગ્ય ચલ નામ:
hr: Neuspješna obrada XPatha: krivi naziv varijable:
hu: XPath feldolgozási hiba: érvénytelen változónév:
hy_am: XPath-վերլուծության սխալմունք՝. անվավեր փոփոխականի անվանում՝.
is: Villa í XPath þáttun: Ógilt breytu nafn:
kab: Tuccḍa di tesleṭ n XPath: isem n imeţi arameɣtu:
kk: XPath талдау қатесі: айнымалының аты қате:
kn: XPath ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ: ಅಸಿಂಧುವಾದ ಚರಮೌಲ್ಯದ ಹೆಸರು:
ku: Xpath Çewtiya bikaranînê: Veguhêrîna Nederbasdar Nav:
lt: „XPath“ klaida: netinkamas kintamojo vardas:
lv: XPath analīzes kļūme: nekorekts mainīgā nosaukums:
mai: XPath विश्लेषण विफल: अवैध चर मान:
ml: XPath പാഴ്സ് തകരാര്‍: തെറ്റായ വേരിയബിളിന്റെ പേര്:
mn: XPath хөрвүүлэх алдаа: хувьсагчийн буруу нэр:
mr: XPath वाचतेवेळी त्रूटी:अवैध परिवर्तकाचे नाव:
ms: Kegagalan menghurai XPath: nama pembolehubah tidak sah:
my: XPath ​ခွဲခြားဖေါ်ပြမှု ပျက်ပယ်ခြင်း - မမှန်ကန်တဲ့ ကိန်းရှင် အမည် -
nb_no: XPath spaltingsfeil: ugyldig variabelnavn:
ne: एक्स् मार्ग पद वर्णन असफलता: अवैध चल नाम:
or: XPath ବିଶ୍ଳେଷଣ ବିଫଳତା: ଅବୈଧ ଚଳ ନାମ:
ps: XPath د تجزیې پاتې راتلنه: نامنلي بدلېدونکي نومونه:
pt: Falha de interpretação XPath: nome de variável inválido:
pt_br: Falha no processamento de XPath: nome de variável inválido:
ro: Eroare la analiza XPath: nume de variabilă invalid:
rw: Isesengurambonezamvugo rya XInzira ryanze: izina ry'impinduragaciro itari yo:
sd: جي ترڪيب ناڪام: نامنظور ڦرندڙ نالو: XPath
sv: Fel vid XPath-analys: ogiltigt variabelnamn:
ta: XPath parse failure: செல்லாத மாறி பெயர்:
te: XPath పార్స్‍ వైఫల్యం: సరికాని వేరిబుల్ నామము:
tt: XPath ayırıştıru xatası: kiçíşsíz üzgerme isímí:
ug: XPath ئانالىزى مەغلۇپ بولدى: ئىناۋەتسىز ئۆزگەرگۈچى نامى:
uz: XPath ajratishda xatolik: noto‘g‘ri o‘zgaruvchan nom:
vi: Phân tích XPath thất bại: sai tên biến:
zh_tw: XPath 分析失敗: 錯誤的變數名:

source: XPath parse failure: unexpected end of expression:
be: Няўдача разбору XPath: нечаканы канец выразу:
bg: Неуспешно разпознаване на XPath: неочакван край на израз:
bn_bd: XPath পার্স ব্যর্থ: এক্সপ্রেশনের অপ্রত্যাশিত সমাপ্তি:
br: C'hwitadenn war dezrannañ an XPath : dibenn riñvenn dic'hortozet :
bs: Greška u XPath parsiranju: neočekivan kraj izraza:
ca: Error d'anàlisi de XPath: final d'expressió inesperat:
fa: شکست تجزیهٔ XPath: پایان غیر منتظرهٔ عبارت:
fur: Faliment de analisi XPath: fin de espression inspietade:
gu: XPath પાર્સ કરવામાં નિષ્ફળઃ સૂત્રનો અનઅપેક્ષિત અંત:
hr: Neuspješna obrada XPatha: neočekivani kraj izraza:
hu: XPath feldolgozási hiba: a kifejezés váratlanul véget ért:
hy_am: XPath-վերլուծության սխալմունք՝. արտահայտության անսպասելի ավարտ՝.
is: Villa í XPath þáttun: Óvæntur endir á segð:
kab: Tuccḍa di tesleṭ n XPath: tagara n telfalit ur teţuraǧu ara:
kk: XPath талдау қатесі: өрнектің күтпеген соңы:
kn: XPath ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ: ನಿರೂಪಣೆಯ(ಎಕ್ಸ್‍ಪ್ರೆಶನ್) ಅನಿರೀಕ್ಷಿತ ಕೊನೆ:
ku: Xpath Çewtiya bikaranînê: vegotineke rast a ku nedihat hêvîkirin:
lt: „XPath“ klaida: neteisinga reiškinio pabaiga:
lv: XPath analīzes kļūme: negaidītas izteiksmes beigas:
mai: XPath विश्लेषण विफल: अभिव्यक्ति क अप्रत्याशित परिणति:
ml: XPath പാഴ്സ് തകരാര്‍: എക്സ്പ്രെഷന്റെ അവസാനം അപ്രതീക്ഷിതം:
mn: XPath хөрвүүлэх алдаа: бичлэгийн хүсээгүй төгсгөл:
mr: XPath वाचतेवेळी त्रूटी: समीकरण अनपेक्षितरित्या संपले:
ms: Kegagalan menghurai XPath: akhir ungkapan tidak dijangka:
my: XPath ​ခွဲခြားဖေါ်ပြမှု ပျက်ပယ်ခြင်း - မမျှော်လင့်တဲ့ ထုတ်ဖေါ်မှု အဆုံး -
nb_no: XPath spaltingsfeil: uventet slutt på uttrykk:
ne: एक्स् मार्ग पद् वर्णनको असफलता: अभिव्यक्तिको अनपेक्षित समाप्ति:
or: XPath ବିଶ୍ଳେଷଣ ବିଫଳତା: ଅଭିବ୍ୟକ୍ତିର ଅପ୍ରତ୍ୟାଶିତ ସମାପ୍ତି:
ps: XPath د تجزیې پاتې راتلنه: د څرګندونې نااسرلی پای:
pt: Falha de interpretação XPath: fim de expressão inesperado:
pt_br: Falha no processamento de XPath: fim de expressão não esperado:
ro: Eroare la analiza XPath: sfârșit neașteptat de expresie:
rw: Isesengurambonezamvugo rya XInzira ryanze: irangira ry'imvugo ritunguranye:
sd: جي ترڪيب ناڪام: اَچانڪ اظهار جو خاتمو : XPath
sv: Fel vid XPath-analys: oväntad avslutning på uttryck:
ta: XPath parse failure: எதிர்பாராமல் கூற்று முடிந்தது
te: XPath పార్స్‍ వైఫల్యం: అనుకోని సమాసపు ముగింపు:
tt: XPath ayırıştıru xatası: kötölmegen ğibare axırı:
ug: XPath ئانالىزى مەغلۇپ بولدى: توغرا بولمىغان ئىپادە ئاخىرلىشىشى:
uz: XPath ajratishda xato: ifodaning tugatilishi kutilmagandi:
vi: Phân tích XPath thất bại: bất ngờ kết thúc biểu thức:
zh_tw: XPath 分析失敗: 不應該有的表達式結束:

source: XPath parse failure: operator expected:
be: Няўдача разбору XPath: чакаецца чыннік:
bg: Неуспешно разпознаване на XPath: очакваше се оператор:
bn_bd: XPath পার্স ব্যর্থ: অপারেটর প্রত্যাশিত:
br: C'hwitadenn war dezrannañ an XPath : niñvader gortozet :
bs: Greška u XPath parsiranju: očekivan operator:
ca: Error d'anàlisi de XPath: s'esperava operador:
fa: شکست تجزیهٔ XPath: عملگر مورد انتظار بود:
fur: Faliment de analisi XPath: mi spietavi un operadôr:
gu: XPath પાર્સ કરવામાં નિષ્ફળઃ કારક અપેક્ષિત:
hr: Neuspješna obrada XPatha: očekivan operator:
hu: XPath feldolgozási hiba: hiányzó operátor:
hy_am: XPath-վերլուծության սխալմունք՝. սպասվում էր օպերատոր՝.
is: Villa í XPath þáttun: Bjóst við virkja:
kab: Tuccḍa di tesleṭ n XPath: amahal iţuraǧu:
kk: XPath талдау қатесі: оператор күтілген:
kn: XPath ವಿವರಿಸುವಲ್ಲಿ ವಿಫಲತೆ: ಆಪರೇಟರನ್ನು ನಿರೀಕ್ಷಿಸಲಾಗಿತ್ತು:
ku: Xpath Çewtiya bikaranînê: Li benda kiryarvanê ye:
lt: „XPath“ klaida: čia turi būti operatorius:
lv: XPath analīzes kļūme: gaidīts operators:
mai: XPath विश्लेषण विफल: आपरेटर प्रत्याशित:
ml: XPath പാഴ്സ് തകരാര്‍: ഓപ്പറേറ്റര്‍ പ്രതീക്ഷിച്ചു:
mn: XPath хөрвүүлэх алдаа: оператор шаардагдсан:
mr: XPath वाचतेवेळी त्रूटी: ऑपरेटर अपेक्षित:
ms: Kegagalan menghurai XPath: operator dijangka:
my: XPath ​ခွဲခြားဖေါ်ပြမှု ပျက်ပယ်ခြင်း - စီမံခန့်ခွဲသူကို မျှော်လင့်ထားတယ် -
nb_no: XPath spaltingsfeil: operator ble forventet:
ne: एक्स् मार्ग पद वर्णनको असफलता: अपेक्षित सञ्चालनकर्ता:
or: XPath ବିଶ୍ଳେଷଣ ବିଫଳତା: ଚାଳକ ଆଶାକରାଯାଇଥିଲା:
ps: XPath د تجزیې پاتې راتلنه: چلاند اسرلی:
pt: Falha de interpretação XPath: operador esperado:
pt_br: Falha no processamento de XPath: operador esperado:
ro: Eroare la analiza XPath: Se aștepta operator:
rw: Isesengurambonezamvugo rya XInzira ryanze: mukoresha yari itegerejwe:
sd: جي ترڪيب ناڪام: هلائيندڙ جي اُميد ہئي: XPath
sv: Fel vid XPath-analys: operator förväntad:
ta: XPath parse failure: செயலாக்கி தேவை:
te: XPath పార్స్‍ వైఫల్యం: ఉండాలిఅనుకుంది ఆపరేటర్:
tt: XPath ayırıştıru xatası: íşletímçí kötöle:
ug: XPath ئانالىزى مەغلۇپ بولدى: ئەمەل بەلگىسى كەم:
uz: XPath ajratishda xato: operator kutilgandi:
vi: Phân tích XPath thất bại: cần toán tử:
zh_tw: XPath 分析失敗: 應該要有 operator:
