Repository: tktk711/mozilla-l10n
Catalog: pbb/browser/chrome/browser/aboutTabCrashed.dtd.po
Languages: pbb

source: Bad news first: This tab has crashed
pbb: Teeçx yu'we ewmesa's: Na' txundenxi'sa suweka

source: Now for the good news: You can just close this tab, restore it or restore all your crashed tabs.
pbb: Ãcxa yu'we ewta': Inee txundenxisa'tx y' aphanega, jxuka txundenxisa'tx pheu'jxa suwe'nxisatx'pa.

source: Submit a crash report to help prevent more bad news
pbb: Eçgah suwenxisatx tasx'na txã'nxuçxa ya'puhçxin pa'yatxya yu'we ewmesa'tx

source: Include the address of the page I was on
pbb: Kãjaya' takhya' fxi'jnxiya' ũsa's

source: Add a comment (comments are publicly visible)
pbb: Kãja'ya teeçx ũsyakxnxi's we'weth (jxukaisa we'weni ãatek vxa'h)

source: Enter your email address here
pbb: Me'hka ayte idx piisanxi web-te jxu'hu fxi'nxisate.

source: Email me when more information is available
pbb: Teçx dxihjanxisa gah jxujuy kahnxisanxa'kh txa'wẽ tha'kwepa yu'we jiu'pun

source: Mozilla Crash Reporter
pbb: Tasx'na suwesuthẽ' ũ'sa' txãa Mozilla

source: Crash report already submitted; thank you for helping make &brandShortName; better!
pbb: Ayte' ta'sxin suwenxi's kajwa'the; ¡pay we'çx pu'çxihk na's jxajnxã' &brandShortName; ewa'!

source: Close This Tab
pbb: Txundenxi's aphna

source: Restore This Tab
pbb: Pheu'jxa naa txundenxi's

source: Restore All Crashed Tabs
pbb: Jxuka pheu'jxa txãa txu'ndesa susuwe ũ'ste
