Repository: tktk711/mozilla-l10n
Catalog: pbb/browser/chrome/browser/baseMenuOverlay.dtd.po
Languages: pbb

source: Minimize
pbb: Le'çxkwe vxitjxa

source: Bring All to Front
pbb: Jxuka mnejxuu dxi'puçekh

source: Zoom
pbb: Isanxii's

source: Window
pbb: Vxitx le'çxkwe

# helpMenu.label helpMenu.accesskey
source: &Help
pbb: &Pu'çxwajas

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
pbb: &Pu'çxwajas

source: &About &brandShorterName;
pbb: &Txa u'txa txte &brandShorterName;

source: &brandShorterName; &Help
pbb: &Pu'çxna txte &brandShorterName;

source: &Keyboard Shortcuts
pbb: &Fxijnxi's txte aphsã

source: &Restart with Add-ons Disabled…
pbb: &Kãjanxisa'nxakh pu'txna fxiçxa'nxisanxakhjxa…

source: &Restart with Add-ons Enabled
pbb: &Kçxãçxa'nxisanxakhjxa ta'khna kajãnxinxakh

source: &brandShorterName; H&ealth Report
pbb: Tasx'na &wẽtwẽth txte &brandShorterName;

source: &Troubleshooting Information
pbb: &Ptasxisxwah na' yu'wes pheu'jxa

source: &Submit Feedback…
pbb: &Yatxnxi's kahwa'

source: &brandShorterName; T&our
pbb: Kasejçx u'jnxisa txkãa &brandShorterName;

source: Preferences…
pbb: Txhitxnxi…

source: Services
pbb: Selpisaa

source: Hide &brandShorterName;
pbb: Paçte &brandShorterName;

source: Hide Others
pbb: Vxitetxi suthn
