Repository: tktk711/mozilla-l10n
Catalog: kok/toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: kok

source: Create Profile Wizard
kok: प्रोफाइल विझार्ड निर्मणी करात

source: width: 45em; height: 32em;
kok: रूंदाय: 45em; उंचाय: 32em;

source: &brandShortName; stores information about your settings and preferences in your personal profile.
kok: &brandShortName; तुमच्या स्थापितां आणि प्राधान्यांविशीं माहिती खाजगी प्रोफायलान साठयता.

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
kok: तुमी &brandShortName; ची ही प्रत हेर वापरप्यांसंयत वाटून घेता, तुमी दरेक वापरप्याची माहिती वेगळी दवरपाक प्रोफायल्स वापरपाक शकता. हे करपाक, दरेक वापरप्यान ताजे वो तीजे आपले प्रोफायल तयार करपाक जाय.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
kok: फकत तुमीच &brandShortName; ही प्रत वापरता जाल्यार, तुमचे किमान एक प्रोफायल आसपाक जाय. तुमका जाय जाल्यार स्थापितांचे आणि प्राधान्यांचे विंगडविंगड संच साठोवपाक तुमी भौ प्रोफायल्स तयार करपाक शकता. देखीक, तुमका व्यवहार आणि खाजगी वापराखातीर वेगळी प्रोफायल्स जाय जाव येता.

# profileCreationExplanation_4.text
source: To begin creating your profile, click Next.
kok: तुमची प्रोफायल तयार करप सुरू करपाक नेक्स्ट क्लीक करात.

source: To begin creating your profile, click Continue.
kok: तुमचे प्रोफाइल तयार करपाखातीर मुखार क्लिक करा

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
kok: तुमची प्रोफायल तयार करप सुरू करपाक नेक्स्ट क्लीक करात.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
kok: तुमी खूप प्रोफायल्स तयार केल्यार तांका प्रोफायल नावां दिंवन वेगळी दवरू शकता. हांगा दिल्ले नाव तुमी वापरपाक शकता वो तुमचे आपले नाव वापरात.

source: &Enter new profile name:
kok: नवे प्रोफायल नाव &दियात:

source: Your user settings, preferences and other user-related data will be stored in:
kok: तुमची वापरपी स्थापितां, प्राधन्यां आणि हेर वापरपी-संबंधित डेटा हांगा साठयलो वता:

source: Default User
kok: मुळावो वापरुपी

source: &Choose Folder…
kok: आनी फोल्डर निवडात.....

source: &Use Default Folder
kok: मुळावो फोल्डर &वापरात
