Repository: tktk711/mozilla-l10n
Catalog: kw/browser/chrome/overrides/netError.dtd.po
Languages: kw

source: Problem loading page
kw: Kudyn ow karga an folen

source: Try Again
kw: Assaya arta

source: Go Back
kw: Dehweles

# advanced.label
source: Advanced
kw: Avonsys

source: Unable to connect
kw: Ny yllir junya

source: This address is restricted
kw: Fronnys yw an drigva-ma

source: Server not found
kw: Ny veu kevys an servyer

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your computer’s network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
kw: <ul> <li>Checkyewgh an drigva rag gwallow jynnskrifa kepar ha <strong>ww</strong>.example.com yn le <strong>www</strong>.example.com</li> <li>Mar ny yllowgh karga folen vyth, checkyewgh junyans rosweyth agas jynn amontya.</li> <li>Mars yw agas jynn amontya po agas rosweyth difresys a-dryv fos dan po proksi, surhewgh bos kummyes dhe &brandShortName; dhe hedhas an wias.</li> </ul>

source: File not found
kw: Ny veu kevys an restren

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
kw: <ul> <li>Checkyewgh hanow an restren rag gwallow jynnskrifa.</li> <li>Checkyewgh mar peu an restren removys, dashenwys po diles.</li> </ul>

source: Oops.
kw: Gwall

source: <p>&brandShortName; can’t load this page for some reason.</p>
kw: <p>Ny yll &brandShortName; karga an folen-ma drefen acheson ankoth.</p>

source: The address isn’t valid
kw: Nyns yw da an drigva

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
kw: <ul> <li>Skrifys yw trigvaow gwias yndella: <strong>http://www.ensampel.com/</strong></li> <li>Surhewgh agas bos owth usya slashys war-rag (i.e. <strong>/</strong>).</li> </ul>

source: The connection was interrupted
kw: Goderrys veu an junyans

source: Document Expired
kw: Termyn an skrifen a dhiwedhas

source: <p>The requested document is not available in &brandShortName;’s cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
kw: <p>Nyns yw kavadow an skrifen wovynnys yn cache &brandShortName;.</p><ul><li>Avel ragbreder sekerder, ny dhaswovyn &brandShortName; skrifennow krohendanow yn awtomatek.</li><li>Klyckyewgh war Assaya arta rag daswovyn an skrifen dhyworth an wiasva.</li></ul>

source: Offline mode
kw: Modh meslinen

source: <ul> <li>Press "Try Again" to switch to online mode and reload the page.</li> </ul>
kw: <ul> <li>Gweskewgh "Assaya arta" rag skwychya dhe'n modh warlinen ha daskarga an folen.</li> </ul>

source: Content Encoding Error
kw: Gwall kodya dalgh

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kw: <ul> <li>Gwrewgh kestava orth perhenegyon an wiasva rag derivas dhedha an kudyn-ma.</li> </ul>

source: Unsafe File Type
kw: Ehen restren diantel

# unsafeContentType.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kw: <ul> <li>Gwrewgh kestava orth perhenogyon an wiasva rag derivas an kudyn-ma dhedha.</li> </ul>

source: The connection was reset
kw: Dassettyes veu an junyans

source: The connection has timed out
kw: Yma diwedh dhe dermyn gortos an junyans

source: The address wasn’t understood
kw: Ny veu konvedhys an drigva

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
kw: <ul> <li>Res a alja bos dhywgh lea medhelweyth erel rag egeri an drigva-ma.</li> </ul>

source: The proxy server is refusing connections
kw: Yma an servyer proksi ow naha junyansow

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
kw: <ul> <li>Checkyowgh settyansow an proksi rag surhe aga bos ewn.</li> <li>Kestevowgh orth menystrer agas rosweyth rag surhe bos an servyer proksi owth oberi.</li> </ul>

source: Unable to find the proxy server
kw: Ny yllir kavos an servyer proksi

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your computer has a working network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
kw: <ul> <li>Checkyowgh settyansow an proksi rag surhe aga bos ewn.</li> <li>Checkyowgh rag surhe bos junyans rosweyth agas jynn amontya owth oberi.</li> <li>Mars yw agas jynn amontya po agas rosweyth difresys a-drev fos dan po proksi, surhowgh bos kummyes dhe &brandShortName; dhe hedhas an wias.</li> </ul>

source: The page isn’t redirecting properly
kw: Nyns usi an folen ow taskedya yn fas

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
kw: <ul> <li>Skila an kudyn-ma a alja bos dialosegi po sevel orth alowa cookies.</li> </ul>

source: Unexpected response from server
kw: Yth esa gorthyp nag o gortys dhyworth an servyer

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
kw: <ul> <li>Checkyowgh rag surhe bos les an Dyghtyer Sekerder Personel (PSM) war agas jynn amontya.</li> <li>Hemm a alja bos drefen restrans koynt war an servyer.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kw: <ul> <li>Ny yllir diskwedhes an folen esowgh hwi owth assaya gweles drefen ny allas gwirya an data recevys.</li> <li>Gwrewgh kestava orth perghennek an wiasva rag derivas dhodho an kudyn ma.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer’s network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
kw: <ul> <li>An wiasva a alja bos angavadow yn dres pols po re vysi. Assayowgh arta moy a-vres.</li> <li>Mar ny yllowgh hwi karga folen veth, checkyowgh junyans rosweyth agas jynn amontya.</li> <li>Mars yw agas jynn amontya difresys a-drev fos dan po proksi, surhowgh bos kummyes dhe &brandShortName; dhe hedhas an wias.</li> </ul>

source: Blocked by Content Security Policy
kw: Lettyes gans polici sekerder dalgh

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
kw: <p>Lestys veu an folen-ma rag karga y'n fordh-ma gans &brandShortName; drefen bos polici sekerder dalgh dhedhi na wra y avowa.</p>

source: Corrupted Content Error
kw: Gwall: Dalgh pedrys

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
kw: <p>Ny yllir diskwedhes an folen esowgh hwi owth assaya gweles drefen bos helerhys gwall yn treuskorrans an data.</p><ul><li>Gwrewgh kestava orth perhenogyon an wiasva rag derivas dhedhans an kudyn-ma.</li></ul>

source: Add Exception…
kw: Keworra namm…

source: Report errors like this to help Mozilla identify and block malicious sites
kw: Derivas gwallow a'n par ma rag gweres dhe Mozilla aswon ha lettya gwiasvaow drogbrederys

source: Learn more…
kw: Dyski moy…

source: Remote XUL
kw: XUL pell

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
kw: <p><ul><li>Gwrewgh kestava orth perhenegyon an wiasva rag derivas dhedhans an kudyn-ma.</li></ul></p>

source: Unable to Connect Securely
kw: Ny yllir junya yn tiogel

source: Advanced info: SSL_ERROR_UNSUPPORTED_VERSION
kw: Kedhlow avonsys: SSL_ERROR_UNSUPPORTED_VERSION

source: Advanced info: SSL_ERROR_NO_CYPHER_OVERLAP
kw: Kedhlow avonsys: SSL_ERROR_NO_CYPHER_OVERLAP

# weakCryptoAdvanced.title
source: Advanced
kw: Avonsys

source: <span class='hostname'></span> uses security technology that is outdated and vulnerable to attack. An attacker could easily reveal information which you thought to be safe.
kw: Yma <span class='hostname'></span> owth usya teknegieth diogeledh yw re goth hag ygor dhe omsettyans. Omsettyer a allsa diskudha yn es kedhlow a brederi diogel.

source: (Not secure) Try loading <span class='hostname'></span> using outdated security
kw: (Andhiogel) Assaya karga <span class='hostname'></span> gans diogeledh koth
