Repository: tktk711/mozilla-l10n
Catalog: gn_*/toolkit/chrome/global/filepicker.dtd.po
Languages: gn_bo

source: &Look in:
gn_bo: &Buscar en:

source: File &name:
gn_bo: Archivo jee:

source: Files of &type:
gn_bo: Archivo mbae nunga:

source: Name
gn_bo: Tee

source: Size
gn_bo: Tuichagüe

source: Last Modified
gn_bo: Jaɨkuete oyeapo pɨau vae

source: &Show hidden files and directories
gn_bo: Toechauka archivo reta jare kuatía reta jɨru oñeomi vae

source: You do not have the permissions necessary to view this directory.
gn_bo: Mbaetɨ oiporu iya pe oeecha caerä kuae kuatía jɨru

source: Go up a level
gn_bo: Emboyeupi ɨvate jenda güi

source: Go to home
gn_bo: Ekua iyɨpɨ pe

source: Create new directory
gn_bo: Eyapo kuatía jɨru ipɨau vae
