Repository: tktk711/mozilla-l10n
Catalog: co/toolkit/chrome/global/commonDialogs.properties.po
Languages: co

source: Alert
co: Avvisu

source: Confirm
co: Cunfirmà

# ConfirmCheck
source: Confirm
co: Cunfirmà

source: Prompt
co: Dumanda

source: Authentication Required
co: Autentificazione dumandata

source: Password Required
co: Codice dumandatu

source: Select
co: Selezziunà

source: OK
co: D'accordu

source: Cancel
co: Annullisce

source: &Yes
co: &Iè

source: &Save
co: &Salvà

source: &Revert
co: &Ristabulisce

source: Do&n’t Save
co: &Ùn salvà

source: [JavaScript Application]
co: [Applicazione JavaScript]

source: The page at %S says:
co: A pagine annant'à u sirvore %S riporta:
