Repository: tktk711/mozilla-l10n
Catalog: co/toolkit/chrome/global/printjoboptions.dtd.po
Languages: co

source: Printer Properties
co: Prupietà di a stampatrice

source: &Paper Size:
co: Diminsion&e di u fogliu:

source: Plex &mode:
co: Mudalità &Plex:

source: R&esolution/Quality:
co: Risuluzione/&Qualità:

source: Print C&ommand:
co: Cumandu di stampa:

source: &Job Title:
co: &Nome di u travagliu:

source: Color:
co: Culore:

source: &Grayscale
co: &Toni di grisgiu

source: &Color
co: &Culore

source: Color&space:
co: Siste&ma culore:

source: Fonts:
co: Carattari:

source: &Download fonts to printer
co: Scaricà i carattari annant'à a stampatrice?

source: Gap from edge of paper to Margin
co: Spaziu trà u tagliu di a pagine è a margine (pollici)

source: &Top:
co: In &altu:

source: &Bottom:
co: In &bassu:

source: &Left:
co: À manca:

source: &Right:
co: À &dritta:
