Repository: tktk711/mozilla-l10n
Catalog: doi/obsolete/toolkit/chrome/mozapps/plugins/plugins.properties.po
Languages: doi

source: To install %S, you need to agree to the following:
doi: %S प्रस्थापत करने लेई, तुसें इंदे कन्नै सैह्‌मत होने दी लोड़ ऐ:

source: Downloading %S…
doi: %S डाऊनलोड होआ करदा ऐ...

source: Finished downloading %S.
doi: %S दा डाऊनलोड मुक्की गेआ.

source: Installing %S…
doi: %S प्रस्थापत होआ करदा ऐ...

source: Successfully installed %S.
doi: %S सफलतापूर्वक प्रस्थापत होआ.

source: Failed to install %S (%S).
doi: %S (%S) गी प्रस्थापत करने च असफल.

source: Finished installing plugins.
doi: प्लग-इनें दी प्रस्थापना मुक्की गेई.

source: Installed
doi: प्रस्थापत

source: Failed
doi: असफल

source: License not accepted
doi: लसैंस मंजूर नेईं

source: Not Available
doi: उपलब्ध नेईं

source: Manual Install
doi: दस्ती प्रस्थापन

source: Manually install the plugin.
doi: प्लग-इनां दस्ती तौरा पर प्रस्थापत करो

source: No suitable plugins were found.
doi: कोई जचदे प्लग-इन नेईं लब्भा हे.

source: No plugins were installed.
doi: कोई प्लग-इन प्रस्थापत नेईं हे.

source: Unknown Plugin (%S)
doi: अनजांता प्लग-इन (%S)

source: &Close
doi: &बंद करो
