Repository: tktk711/mozilla-l10n
Catalog: dsb/calendar/chrome/lightning/lightning.dtd.po
Languages: dsb

source: Calendar
dsb: Kalender

source: &Event…
dsb: &Tšojenje…

source: &Task…
dsb: &Nadawk…

source: Cale&ndar…
dsb: Ka&lender…

source: &Open
dsb: Wó&cyniś

source: Saved &Message…
dsb: Skłaźona po&wěsć…

source: &Calendar File…
dsb: &Kalenderowa dataja…

source: Cale&ndar
dsb: Kale&nder

source: Tas&ks
dsb: Nadaw&ki

source: Eve&nts and Tasks
dsb: Tšoj&enja a nadawki

source: Accept
dsb: Akceptěrowaś

source: Accept event invitation
dsb: Pśepšosenje na tšojenje akceptěrowaś

source: Accept all
dsb: Wšykne akceptěrowaś

source: Accept event invitation for all occurrences of the event
dsb: Pśepšosenje na tšojenje za wšykne wustupowanja tšojenja akceptěrowaś

source: Add
dsb: Pśidaś

source: Add the event to the calendar
dsb: Tšojenje kalenderoju pśidaś

source: Decline
dsb: Wótpokazaś

source: Decline event invitation
dsb: Pśepšosenje na tšojenje wótpokazaś

source: Decline all
dsb: Wšykne wótpokazaś

source: Decline event invitation for all occurrences of the event
dsb: Pśepšosenje na tšojenje za wšykne wustupowanja tšojenja wótpokazaś

source: Delete
dsb: Wulašowaś

source: Delete from calendar
dsb: Z kalendera wulašowaś

source: Details…
dsb: Drobnostki…

source: Show event details
dsb: Drobnostki tšojenja pokazaś

source: More
dsb: Wěcej

source: Click to show more options
dsb: Klikniśo, aby dalšne nastajenja pokazał

source: Reconfirm
dsb: Znowego wobkšuśiś

source: Sends a reconfirmation to the organizer
dsb: Sćelo nowe wobkšuśenje na organizatora

source: Save a copy
dsb: Kopiju składowaś

source: Save a copy of the event to the calendar independently of replying to the organizer. The list of attendees will be cleared.
dsb: Składujśo kopiju tšojenja do kalendera, njewótwisnje wót wótegrona na organizatora. Lisćina wobźělnikow se wulašujo.

source: Tentative
dsb: Nachylu

source: Accept event invitation tentatively
dsb: Pśepšosenje na tšojenje nachylu akceptěrowaś

source: Tentative all
dsb: Wšykne nachylu

source: Accept event invitation tentatively for all occurrences of the event
dsb: Pśepšosenje na tšojenje za wšykne wustupowanja tšojenja nachylu akceptěrowaś

source: Update
dsb: Aktualizěrowaś

source: Update event in calendar
dsb: Tšojenje w kalenderu aktualizěrowaś

source: This message contains an invitation to an event.
dsb: Toś ta powěsć wopśimujo pśepšosenje na tšojenje.

source: Create a new calendar
dsb: Nowy kalender napóraś

source: Show &Mini-Month
dsb: &Mjasecny pśeglěd pokazaś

source: Show Mini-&Day
dsb: &Dnjowny pśeglěd pokazaś

source: Show &None
dsb: &Nic pokazaś

source: Sh&ow Today Pane
dsb: Źi&nsajšny wobcerk pokazaś

source: Today Pane
dsb: Źinsajšny wobcerk
