Repository: tktk711/mozilla-l10n
Catalog: */dom/chrome/plugins.properties.po
Languages: br, hy_am, kab, ml, mr, ne, uz

source: About Plugins
br: A-zivout an enlugelladoù
hy_am: Բաղադրիչների մասին
kab: Talɣut ɣef uzegrir
ml: പ്ളഗ്ഗിനുകള്‍ സംബന്ധിച്ച്
mr: प्लग-ईन विषयी
ne: प्लगइनहरूका बारेमा
uz: Plaginlar haqida

source: Installed plugins
br: Enlugelladoù staliet
hy_am: Տեղադրված բաղադրիչներ
kab: Izegrar ibdedden
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്ത പ്ലഗിനുകള്‍
mr: इंस्टॉल्ड प्लगइन्स
ne: स्थापित प्लगइनहरू
uz: O‘rnatilgan plaginlar

source: No installed plugins found
br: Enlugelladoù ebet staliet
hy_am: Չկա որևէ ակտիվ բաղադրիչ
kab: Ur nufi ula d-yiqen n uzegrir ibdedden
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്തതായി ഒരു പ്ലഗിനുകള്‍ ലഭ്യമല്ല
mr: इंस्टॉल्ड प्लगइन्स आढळले नाही
ne: कुनै पनि स्थापित गरिएका प्लगइनहरू भेटिएन
uz: O‘rnatilgan plaginlar topilmadi

source: Find updates for installed plugins at
br: Kavout hizivadurioù evit an enlugelladoù staliet war
hy_am: Գտնել թարմացումներ տեղակայված բաղադրիչների համար`
kab: Ad tafeḍ ileqman n izegrar di
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്ത പ്ലഗിനുകള്‍ക്കുള്ള പരിഷ്കരണങ്ങള്‍ കണ്ടുപിടിയ്ക്കുക
mr: प्रतिष्ठापीत प्लगईन्स् करीता सुधारणा शोधा
ne: स्थापना गरिएका प्लगइनहरूको अद्यावधिक खोज्नुहोस्
uz: O‘rnatilgan plaginlar uchun yangilanishlar topilmadi:

source: File:
br: Restr :
hy_am: Ֆայլ.
ml: ഫയല്‍:
mr: फाइल:
ne: फाइल:
uz: Fayl:

source: Path:
br: Treug :
hy_am: Ճ-ը.
kab: Abrid:
ml: പാത
mr: मार्ग:
ne: मार्ग:
uz: Yo‘l

source: Version:
br: Handelv :
hy_am: Տարբերակը.
kab: Lqem:
ml: പതിപ്പു്:
mr: आवृत्ती:
ne: संस्करण:
uz: Versiyasi:

source: State:
br: Stad :
hy_am: Վիճակը.
kab: Addad:
ml: അവസ്ഥ:
mr: स्तर:
ne: स्थिति:
uz: Holati:

source: Enabled
br: Gweredekaet
hy_am: Միացված է
kab: Yettwarmed
ml: പ്രവര്‍ത്തന സജ്ജമാക്കുക
mr: समर्थीत
ne: सक्षम पारिएको
uz: Yoqib qo‘yildi

source: Disabled
br: Diweredekaet
hy_am: Անջատած
kab: Arurmid
ml: നിര്‍വീര്യമാക്കിയിരിക്കുന്നു
mr: अकार्यान्वीत
ne: अक्षम पारिएको
uz: O‘chirib qo‘yilgan

source: MIME Type
br: Rizh MIME
hy_am: MIME տեսակ
ml: ഏത് തരത്തിലുള്ള MIME
mr: MIME प्रकार
ne: माइम प्रकार
uz: MIME turi

source: Description
br: Deskrivadenn
hy_am: Նկարագրություն
kab: Aglam
ml: വിവരണം
mr: विवरण
ne: वर्णन
uz: Ta’rifi

source: Suffixes
br: Rakgerioù
hy_am: Սուֆիքս
kab: Adfir
ml: സഫിക്സുകള്‍
mr: प्रत्यय
ne: प्रत्ययहरू
uz: Suffikslar

source: Learn More
br: Gouzout hiroc'h
hy_am: Իմանալ ավելին
kab: Issin ugar
ml: കൂടുതല്‍ അറിയുക
mr: आणखी शिका
ne: अझ जान्नुहोस्
uz: Ko‘proq o‘rganish

source: License information
br: Titouroù a-fet lañvaz
hy_am: Արտոնագրի մասին
kab: Talɣut ɣef turagt
ml: ലൈസന്‍സ് വിവരം
mr: करारविषयक माहिती
ne: इजाजतपत्रबारे जानकारी
uz: litsenziya ma’lumoti

source: Privacy Information
kab: Talɣut tusligt
mr: गोपनीयता माहिती
ne: गोपनीयताबारे जानकारी
uz: Maxfiylik haqida ma’lumot

source: OpenH264 Video Codec provided by Cisco Systems, Inc.
br: Enboneger-ezvoneger Video OpenH264 pourchaset gant Cisco Systems, Inc.
hy_am: OpenH264 Video Codec, որը մատակարարում է Cisco Systems, Inc.-ը
kab: OpenH264 Video Codec imudd-it-id Cisco Systems, Inc
ml: Cisco Systems, Inc ലഭ്യമാക്കുന്ന OpenH264 വീഡിയോ കോഡക്ക്
mr: Cisco Systems, Inc तर्फे पुरवलेले OpenH264 व्हिडीओ कोडेक.
ne: OpenH264 भिडियो कोडेक सिस्को शामिल कम्पनी द्वारा प्रदान गरिएको हो।
uz: OpenH264 video kodek Cisco Systems, Inc. tomonidan keltirilgan

source: This plugin is automatically installed by Mozilla to comply with the WebRTC specification and to enable WebRTC calls with devices that require the H.264 video codec. Visit http://www.openh264.org/ to view the codec source code and learn more about the implementation.
br: Ent emgefreek eo staliet an enlugellad-mañ gant Mozilla evit heuliañ despizadur WebRTC hag evit aotreañ galvadennoù WebRTC gant trevnadoù a hegerz ar bonez video H.264. Gweladennit http://www.openh264.org/ evit gwelet boneg tarzh ar bonez hag evit deskiñ hiroc'h diwar-benn e c'heflouerañ.
hy_am: Այս բաղադրիչը, որը ինքնավար տեղադրված է Mozilla-ի կողմից, համապատասխանում է WebRTC բնութագրի և միացնելու համար WebRTC՝ կանչում է սարքեր, որոնք պահանջում են H.264 տեսանյութի կոդեկ: Այցելեք http://www.openh264.org/ կայք՝ դիտելու համար կոդեկի բնագիրը:
kab: Azegrir-agi isbedd-it Mozilla s wudem awurman s uqadaṛ n ilugan WebRTC akken daɣen ad isireg isawalen WebRTC akked ibenkan isran akudic tamwalit H.264. Ddu ɣer http://www.openh264.org/ iwakken ad twaliḍ tangalt aɣbalu n ukudik udiɣ ad tissineḍ ugar ɣef usebded ines.
ml: WebRTC നിര്‍ദേശങ്ങള്‍ അനുസരിക്കുന്നതിനും H.264 വീഡിയോ കോഡെക്ക് ഉപയോഗിക്കുന്ന ഡിവൈസുകളുമായുള്ള WebRTC കോളുകള്‍ സാധ്യമാക്കുന്നതിനും വേണ്ടി മോസ്സില്ലാ ഈ പ്ലഗിന്‍ സ്വയമേ ഇന്‍സ്റ്റള്‍ ചെയ്തിരിക്കുന്നു. വീഡിയോ സോഴ്സ്സ് കോഡ് കാണ്ണുന്നതിനും കൂടുതല്‍ മനസ്സിലാക്കുന്നതിനും http://www.openh264.org/ സന്ദര്‍ശിക്കുക.
mr: WebRTC विनिर्दीष्ट पूर्ण करण्यासाठी आणि ज्यांना H.264 व्हिडियो कोडेक आवश्यक असतो अशा साधनांसह WebRTC कॉल्स सक्षम करण्यासाठी Mozilla द्वारे हे प्लगिन स्वयंचलित रित्या इंस्टॉल केले गेले आहे. कोडेक स्त्रोत कोड पाहण्यासाठी http://www.openh264.org/ ला भेट द्या आणि आमल्बजावणी संदर्भात अधिक जाणून घ्या.
ne: WebRTC को विस्तृत विवरण पालना गर्न र H.264 भिडियो कोडेक् चाहिने उपकरणसँग WebRTC कलहरू गर्न सक्षम बनाउन यो पल्गीन Mozilla ले स्वतः जडान गर्छ। कोडेक्को कोड्को स्रोत हेर्न र प्रयोगबारे अरु जानकारीका लागि http://www.openh264.org/ मा जानुहोस्।
uz: Bu plagin WebRTC ko‘rsatmalari bilan ishlashi va H.264 video kodekni talab qiladigan qurilmalarda WebRTC qo‘ng‘rioqlarini yoqib qo‘yish uchun Mozilla tomonidan o‘rnatildi. Kodek manba kodini ko‘rish va ishlatish bo‘icha batafsil ma’lumot olish uchun http://www.openh264.org/ saytiga tashrif buyuring.

source: Primetime Content Decryption Module provided by Adobe Systems, Incorporated
br: Primetime Content Decryption Module roet gant Adobe Systems, Incorporated
hy_am: Primetime Content Decryption Module-ի մատակարարն է Adobe Systems, Incorporated-ը
ml: പ്രൈംടൈം കണ്ടെന്റ് ഡിക്രപ്ഷന്‍ മൊഡൂള്‍ ലഭ്യമാക്കിയിരിക്കുന്നത് അഡോബ് സിസ്റ്റംസ്, ഇൻകോർപറേറ്റഡ്
mr: Primetime Content Decryption Module Adobe Systems, Incorporated द्वारा पुरविले
ne: मुख्यसमय सामग्री गुप्तिकरण उल्टाउने मोड्युल एडोब शामिल प्रणाली बाट प्रदान गरिएको
uz: Primetime tarkib ta’rifi moduli Adobe Systems bilan hamkorlikda keltirilgan

source: Play back protected web video.
br: Lenn ar videoioù web gwarezet
hy_am: Նվագարկման պաշտպանությամբ վեբ տեսանյութ:
kab: Iţuseqdac i tɣuṛi n temwaliyin web iţummestenen.
ml: സുരക്ഷിതമാക്കിയ വെബ് വീഡിയോ വീണ്ടും പ്ലേ ചെയ്യുക.
mr: सुरक्षित वेब चित्रफित परत चालवा.
ne: प्लेब्याक सुरक्षित वेब चलदृश्य।
uz: Tomosha qilish veb video tomonidan himoya qilingan

source: Widevine Content Decryption Module provided by Google Inc.
kab: Azgrir n uzmek n ugbur Widevine imudd-it-id Google Inc.
mr: Google Inc. द्वारे प्रदान वाइडवाइन सामग्री डिक्रीप्शन मॉड्यूल.
ne: वाइडवाइन सामग्री गुप्तिकरण उल्टाउने मोड्युल गुगल इंक द्वारा प्रदान गरिएको
uz: Google Inc tomonidan keltirilgan Widevine Content Decryption Module.

source: Missing something? Some plugins are no longer supported.
kab: Tettut kra? Kra nizegrar ur ttwasefranken ara tura.

source: Learn More.
kab: Issin ugar
