Repository: tktk711/mozilla-l10n
Catalog: gn_PY/browser/chrome/browser/migration/migration.dtd.po
Languages: gn_py

source: Import Wizard
gn_py: Mba'ejegueru pytyvõha

source: Import Options, Bookmarks, History, Passwords and other data from:
gn_py: Jeporavorã jegueru, techaukaha, tembiasakue, ñe'ẽñemi ha ambue mba'ekuaarã kóvagui:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
gn_py: Jerohoryvéva jegueru, techaukaha, tembiasakue, ñe'ẽñemi ha ambue mba'ekuaarã kóvagui:

source: Import Bookmarks from:
gn_py: Techaukaha jegueru kóvagui:

source: &Don’t import anything
gn_py: Ani regueru mba'eve

source: No programs that contain bookmarks, history or password data could be found.
gn_py: Ndojejuhúi tembiaporape oguerekóva techaukaha, tembiasakue térã mba'ekuaarã ñe'ẽñemi rehegua.

source: Import Settings and Data
gn_py: Mba'epytyvõrã ha mba'ekuaarã jegueru

source: Items to Import
gn_py: Mba'epuru ojeguerútava

source: Select which items to import:
gn_py: Eiporavo mba'epuru reguerútava

source: Importing…
gn_py: Jegueruhína…

source: The following items are currently being imported…
gn_py: Ojegueruhína ko'ã mba'epuru…

source: Select Profile
gn_py: Rechaukaha jeporavo

source: The following profiles are available to import from:
gn_py: Ikatu regueru mba'ekuaarã ko'ã rechaukahakuéragui:

source: Import Complete
gn_py: Jeguerupaite

source: The following items were successfully imported:
gn_py: Ko'ã mba'epuru ojeguerupa porã:

source: Please ensure the selected browser is closed before continuing.
gn_py: Ikatúpiko, ehechaporãke pe kundaha poravopyre oñembotýpara'e reku'e mboyve jey.
