Repository: tktk711/mozilla-l10n
Catalog: nso/embedding/android/android_strings.dtd.po
Languages: nso

source: Setting up &brandShortName;\u2026
nso: Go beakanya &brandShortName;\u2026

source: There is not enough space available for &brandShortName; to start.
nso: Ga go na sekgoba se lekanego bakeng sa gore &brandShortName; e thome.

source: An error occurred when trying to load files required to run &brandShortName;
nso: Go bile le phošo ge go be go lekwa go hlahlela difaele tšeo di nyakegago bakeng sa go dira gore &brandShortName; e šome

source: &brandShortName; Crash Reporter
nso: Sebegi sa go pšhatlega ga &brandShortName;

source: &brandShortName; has crashed. Your tabs should be listed on the &brandShortName; Start page when you restart.
nso: &brandShortName; e pšhatlegile. Dithepo tša gago di swanetše go lokeletšwa go &brandShortName;. Thoma letlakala ge o thoma ka leswa.

source: Please help us fix this problem!
nso: Hle re thuše go rarolla bothata bjo!

source: Send Mozilla a crash report
nso: Romela Mozilla pego ya go pšhatlega

source: Include page address
nso: Akaretša le aterese ya letlakala

source: Close
nso: Tswalela

source: Restart &brandShortName;
nso: Thoma &brandShortName; ka leswa

source: Sending crash report\u2026
nso: Go romela pego ya go pšhatlega\u2026

source: Exit
nso: Etšwa

source: Continue
nso: Tšwela pele

source: &brandShortName; Web Apps
nso: Di-App tša wepe tša &brandShortName;

source: No web apps were found
nso: Ga go a hwetšwa di-app tša wepe

source: Choose File
nso: Kgetha faele
