Repository: tktk711/mozilla-l10n
Catalog: lg/toolkit/chrome/mozapps/profile/profileSelection.properties.po
Languages: lg

source: Close %S
lg: Ggalawo %S

source: %S is already running, but is not responding. To open a new window, you must first close the existing %S process, or restart your system.
lg: %S elimukukozesebwa kakano, naye tteddamu. Okuggulawo endirisa epya, oyina kusoka okugalawo %S ebaddeko, oba tandika buto sisitimuyo.

source: %S is already running, but is not responding. The old %S process must be closed to open a new window.
lg: %S Elimukukozesebwa kakano, naye tteddamu. %S emittendela emikkadde gina kugadwawo okugulawo endirisa epya.

source: A copy of %S is already open. Only one copy of %S can be open at a time.
lg: Koppi ya %S zzigule. Koppi emu ya %S eyina kugula bukasela.

source: A copy of %S is already open. The running copy of %S will quit in order to open this one.
lg: Koppi ya %S zzigule. Koppi ekozesebwa %S ejakuvako okusobola gulawo eno.

source: Profile: '%S' - Path: '%S'
lg: Pulofailo: '%S' - Ekubo: '%S'

source: Select Profile
lg: Kebere pulofailo

source: Please select a profile to begin %S, or create a new profile.
lg: Bambi londa pulofailo okutandika %S, oba tondako pulofailo empya.

source: Profile In Use
lg: Pulofailo ekozesebwa

source: %S cannot use the profile "%S" because it is in use. To continue, close the running instance of %S or choose a different profile.
lg: %S teyinza kukozesa pulofailo "%S" kubanga eri mu kozesebwa. Okweyongerayo, galawo %S eduka kakati oba londa pulofailo endala.

source: Rename Profile
lg: Kyuusa Erinya lya pulofailo

source: Rename the profile "%S" to:
lg: Kyuusa erinya lya pulofailo "%S" okkuuba:

source: Invalid profile name
lg: Erinya lya pulofailo ttelikirizibwa

source: The profile name "%S" is not allowed.
lg: Erinya lya pulofailo "%S" ttekirizidwa.

source: Choose Profile Folder
lg: Londa Ebaasa ya Pulofailo

source: An empty profile name is not allowed.
lg: Erinya lya pulofailo elikalu ttelikirizidwa.

source: The character "%S" is not allowed in profile names. Please choose a different name.
lg: Enukuta "%S" tekirizibwa mumanya ga pulofailo. Bambi londa erinya edala.

source: Delete Profile
lg: Sangula pulofailo

source: Deleting a profile will remove the profile from the list of available profiles and cannot be undone. You may also choose to delete the profile data files, including your settings, certificates and other user-related data. This option will delete the folder "%S" and cannot be undone. Would you like to delete the profile data files?
lg: Okusangulamu pulofailo kijja kuja pulofailo mu lukalala lwa zi pulofailo ate tekiyinza kuzzibwawo. Oyinza okusalawo okusangula fayiro ez'ebiwandiiko mu pulofailo, nga kwogasse amabaluwa g'oterese, entereza, ne satifiketi. Kino kija kusangula Kabada "%S" ate tekisobola kuzzibwawo. Okyayagala okusangula fayiro za pulofailo?

source: Delete Files
lg: Sangula Fayiro

source: Don't Delete Files
lg: Tosangula Fayiro

source: Profile couldn't be created. Probably the chosen folder isn't writable.
lg: Ebikukwatako tebisobose kutondwako. Oyiza kusanga akasanduku akalonddwa tebiwandikemu.

source: Profile Creation failed
lg: Ebikikwatako bitondedwa tebisobose

source: A profile with this name already exists. Please choose another name.
lg: Pulofailo erina elinya lino werii. Bambi londa erinnya edala.

source: Profile Exists
lg: Pulofailo mweri

source: Click Finish to create this new profile.
lg: Koona ku Maliriza okutondawo pulofailo empya.

source: Click Done to create this new profile.
lg: Koona ku Maliriza okutondawo pulofailo empya.

source: Your %S profile cannot be loaded. It may be missing or inaccessible.
lg: Ebikwatako ku %S tebisobola kutikirwa. Biyinza okubanga tebiriwo oba nga tebilabika.

source: Profile Missing
lg: Ebikukwatoko Tebilabika

source: Old %S Data
lg: Ebiwandiko bya %S Ebikadde
