Repository: tktk711/mozilla-l10n
Catalog: ht/browser/chrome/browser/preferences/main.dtd.po
Languages: ht

source: Startup
ht: Demaraj

source: When &brandShortName; &starts:
ht: Lè &brandShortName; kòman&se:

source: Show my home page
ht: Montre m ekran akèy mwen

source: Show a blank page
ht: Montre yon paj vid

source: Show my windows and tabs from last time
ht: Montre mwen fenèt ak tab mwen te louvri dènye fwa yo

source: Home &Page:
ht: &Paj akèy:

source: Use &Current Page
ht: &Itilize paj ki louvri kounye a

source: Use Current Pages
ht: Itilize paj ki louvri kounye a yo

source: Use &Bookmark…
ht: &Itilize Favori...

source: &Restore to Default
ht: &Retounen a sa ki te la pa defo

source: Downloads
ht: Telechaje

source: Sa&ve files to
ht: &Anrejistre fichye yo nan

source: Br&owse…
ht: Chèche...

source: Choos&e…
ht: &Chwazi

source: &Always ask me where to save files
ht: Toujou m&ande mwen kote mwen ap anrejistre fichye yo

source: &brandShortName; is currently your default browser
ht: &brandShortName; se navigatè pa defo w kounye a
