Repository: tktk711/mozilla-l10n
Catalog: ht/browser/chrome/browser/preferences/security.dtd.po
Languages: ht

source: &Warn me when sites try to install add-ons
ht: &Avèti m le sit yo eseye enstale modil

source: Bloc&k reported attack sites
ht: Blo&ke sit wèb yo rapòte kòm malveyan

source: &Block reported web forgeries
ht: &Bloke sit wèb yo rapòte kòm konbèlann

source: &Exceptions…
ht: &Eksepsyon...

source: Passwords
ht: Modpas

source: &Remember passwords for sites
ht: An&rejistre modpas pou sit wèb yo

source: E&xceptions…
ht: &Eksepsyon...

source: &Use a master password
ht: &Itilize yon modpas prensipal

source: Change &Master Password…
ht: Chanje &Modpas Prensipal

source: Saved &Passwords…
ht: Mod&pas ki anrejistre
