Repository: tktk711/mozilla-l10n
Catalog: kw/browser/chrome/browser/places/editBookmarkOverlay.dtd.po
Languages: kw

source: &Name:
kw: &Hanow:

source: &Location:
kw: &Trigva:

source: &Feed Location:
kw: &Trigva an feed:

source: &Site Location:
kw: &Trigva an wiasva:

source: Folder:
kw: Plegel:

source: Show all the bookmarks folders
kw: Diskwedhes pub plegel lyververkys

source: Hide
kw: Kudha

source: &Tags:
kw: &Tagyow:

source: Separate tags with commas
kw: Diberth tagyow dre gommas

source: &Description:
kw: &Deskrifans:

source: &Keyword:
kw: &Ger alhwedh:

source: Show all tags
kw: Diskwedhes pub tag

source: Load t&his bookmark in the sidebar
kw: Karga an &lyververk-ma y'n barr tu

source: Choose…
kw: Dowis…

source: New F&older
kw: Plegel &nowyth
