Repository: tktk711/mozilla-l10n
Catalog: ach/browser/chrome/browser/newTab.properties.po
Languages: ach

source: Pin this site at its current position
ach: Mwon kakube man kama tye iye kombedi ni

source: Unpin this site
ach: Wa kakube man

source: Remove this site
ach: Kwany kakube man

source: SUGGESTED
ach: KIMIYO ME TAM

source: Suggested for %1$S visitors
ach: Kimiyo me tam pi wele %1$S

source: This tile is being shown to you on behalf of a Mozilla partner. You can remove it at any time by clicking the %1$S button. %2$S
ach: Mategula man ki tye ka nyuti me lawang lamemba pa Mozilla. Itwero kwanyo ne cawa mo keken kede diyo jarara me %1$S. %2$S

source: This site is suggested to you on behalf of a Mozilla partner. You can remove it at any time by clicking the %1$S button. %2$S
ach: Mategula man ki tye ka nyuti me lawang lamemba pa Mozilla. Itwero kwanyo ne cawa mo keken kede diyo jarara me %1$S. %2$S

source: This site is suggested to you by Mozilla. You can remove it at any time by clicking the %1$S button. %2$S
ach: Mategula man ki tye ka nyuti me lawang lamemba pa Mozilla. Itwero kwanyo ne cawa mo keken kede diyo jarara me %1$S. %2$S

source: A Mozilla partner has visually enhanced this tile, replacing the screenshot. You can turn off enhanced tiles by clicking the %1$S button for your preferences. %2$S
ach: Lamemba pa Mozilla omedo ber pa mategula man, loko cal wang kompiuta. Iromo neko mategula ma kimedo ber ne kede diyo jarara %1$S pi ma imaro. %2$S

source: Now when you open New Tab, you'll also see sites we think might be interesting to you. Some may be suggested by Mozilla or sponsored by one of our partners.
ach: Kacce i yabo dirica matidi manyen, bene i bineno kakube ma watamo ni romo bedo mit boti. Mogo Mozilla romo miyo gi me tam onyo lamemba wa acel mo culo pi gi.

source: In order to provide this service, some data is automatically sent back to us in accordance with our %1$S. You can turn this off by unchecking the option under the gear icon (%2$S).
ach: Me miyo tic man, data mogo cwale pigi kengi dwogo cen bot wa malube ki %1$S wa. Itwero kwanyo man woko ki kwanyo lagwet ma i gin ayera i te cal me nyonyo (%2$S).

source: Learn more…
ach: Nong ngec mapol…

source: Privacy Notice
ach: Ngec me mung

source: More about New Tab
ach: Mapol ikom dirica matidi manyen

source: New Tab got an update!
ach: Dirica matidi manyen onongo ngec manyen!

source: Got it!
ach: Aniang dong!
