Repository: tktk711/mozilla-l10n
Catalog: ach/browser/chrome/browser/syncSetup.dtd.po
Languages: ach

source: &syncBrand.fullName.label; Setup
ach: &syncBrand.fullName.label; Tero

source: Create a New Account
ach: Cwe Akaunt Manyen

source: I Have an Account
ach: Atye ki Akaunt

source: Have you used &syncBrand.fullName.label; before?
ach: I tiyo ki &syncBrand.fullName.label; con?

source: Server
ach: Lapok tic

source: Default: Mozilla &syncBrand.fullName.label; server
ach: Pire kene: Mozilla &syncBrand.fullName.label; lapok tic

source: Use a custom server…
ach: Tii ki lapok me yik…

source: &Account
ach: &Akaunt

source: &Password
ach: &Mung me donyo

source: Recovery &Key
ach: &Lagony me Dwogo

source: Account Details
ach: Lok matut ikom Akaunt

source: &Email Address
ach: Kanonge me &email

source: Choose a &Password
ach: Yer &Mung me donyo

source: Confir&m Password
ach: Mo&k Mung me donyo

source: I &agree to the
ach: A&ye ikom

source: Terms of Service
ach: Cik me Tic

source: and the
ach: kadong

source: Privacy Policy
ach: Cik me mung

source: &brandShortName; Cares About Your Privacy
ach: &brandShortName; Paro pi mung mamegi

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The Recovery Key which is necessary to decrypt your data is not uploaded.
ach: Pi neno mung mamegi oloo, tic mamegi weng kimungo ma pud pe kiketo. Lagony ma mite me yabo tic mamegi pe kiketo.

source: Your Recovery &Key
ach: &Lagony me dwogo mamegi

source: Generate a new key
ach: Kel lagony manyen

source: Your Recovery Key is required to access &syncBrand.fullName.label; on other machines. Please create a backup copy. We cannot help you recover your Recovery Key.
ach: Lagony mamegi me dwogo mite me nongo &syncBrand.fullName.label; ikom cuma mukene. Tim ber icwe gwok ka mukene. Pe waromo konyi me dwogo lagony mamegi me dwogo.

source: &Print…
ach: &Go…

source: &Save…
ach: &Gwok…

source: Pair a Device
ach: Ket nyonyo aryo kacel

source: Show me how.
ach: Nyuta ningning.

source: To activate, select "Pair a Device" on your other device.
ach: Me cako, yer "ket Nyonyo aryo kacel" ikom nyonyo ni mukene.

source: Then, enter this code:
ach: Ci, ket nyig coc man:

source: To activate your new device, select "Set Up Sync" on the device.
ach: Me cako nyonyo ni manyen, yer "Ter tim marom" ikom nyonyo ne.

source: Enter the code that the device provides:
ach: Ket nyig coc ma nyonyo ne miyo:

source: Please try again.
ach: Tim ber item doki.

source: The device has been successfully added. The initial synchronization can take several minutes and will finish in the background.
ach: Kimedo nyonyo ne maber. Tic marom mukwongo twero tero dakika mogo kadong bitum ingeye.

source: To activate your device you will need to enter your Recovery Key. Please print or save this key and take it with you.
ach: Me cako nyonyo mamegi bimite ki yin me keto lagony me dwogo. Tim ber i go onyo gwok lagony man kadong i te kwedi.

source: Device Connected
ach: Nyonyo okube

source: Sign In
ach: Dony iyie

source: You can get a copy of your Recovery Key by going to &syncBrand.shortName.label; Options on your other device, and selecting "My Recovery Key" under "Manage Account".
ach: Itwero nongo por me lagony me dwogo mamegi kun icito i &syncBrand.shortName.label; Gin ayera ikom nyonyo mamegi mukene, kadong yero "Lagony me dwogo mamega" i te "Lo akaunt".

source: Verifying…
ach: Moko…

source: Reset Password
ach: Nwo tero mung me donyo

source: I have lost my other device.
ach: Arwenyo nyonyo na mukene ni.

source: Sync Options
ach: Tim gin ayera marom

source: Devi&ce Name:
ach: Nying Nyon&yo:

source: Sync My
ach: Tima marom

source: Book&marks
ach: Ala&ma buk

source: &Tabs
ach: &Dirica matidi

source: Histo&ry
ach: Gin muka&to

source: &Passwords
ach: &Mung me donyo

source: Preference&s
ach: Ma im&aro

source: &Add-ons
ach: &Med-ikome

source: Recommended:
ach: Kiwako:

source: Replace all data on this device with my &syncBrand.shortName.label; data
ach: Dwok tic weng ma ikom nyonyo man ki tic mamega me &syncBrand.shortName.label;

source: Confirm
ach: Moki

source: Warning: The following &brandShortName; data on this device will be deleted:
ach: Ciko: Tic magi me &brandShortName; ma tye ikom nyonyo man ki bikwanyo woko:

source: &brandShortName; will then copy your &syncBrand.fullName.label; data to this device.
ach: &brandShortName; dong bi loko tic mamegi me &syncBrand.fullName.label; cwalo i nyonyo man.

source: Warning: The following devices will be overwritten with your local data:
ach: Cik: Ki biloko nyonyo magi ki tic mamegi me paco:

source: Setup Complete
ach: Ter Otum

source: You can change this preference by selecting Sync Options below.
ach: Itwero loko ma imaro man kun iyero gin ayera me Tim marom ma tye piny.

source: You may now continue using &brandShortName;.
ach: Itwero mede kombedi ki tic ki &brandShortName;.
