Repository: tktk711/mozilla-l10n
Catalog: ach/browser/chrome/browser/syncSetup.properties.po
Languages: ach

source: Sync Options
ach: Ter me Ribo

source: Done
ach: Otum

source: Cancel
ach: Juki

source: Invalid email address
ach: Kanonge me email ma pe atir

source: Please enter a valid server URL
ach: Tim ber iket URL pa lapok tic ma atir

source: Already in use
ach: Dong tye katic

source: Verifying…
ach: Moko…

source: and #1 additional device;and #1 additional devices
ach: ki nyonyo me ameda #1;ki nyonyo ameda #1 mukene

source: #1 bookmark;#1 bookmarks
ach: alama buk #1;alama buk #1

source: #1 day of history;#1 days of history
ach: nino #1 me gin mukato;nino #1 me gin mukato

source: #1 password;#1 passwords
ach: mung me donyo #1;mung me donyo #1

source: #1 add-on;#1 add-ons
ach: med-ikome #1;med-ikome #1

source: Save Recovery Key
ach: Gwok Lagony me Dwogo

source: Firefox Recovery Key.html
ach: Lagony me dwogo pa Firefox.html

source: Firefox Sync is now set up to automatically sync all of your browser data.
ach: Dong ki tero Ribo Firefox me ribo tic weng me layeny mamegi.

source: You can choose exactly what to sync by selecting Sync Options below.
ach: Itwero yero ngo kikome me ariba kun iyero Ter me Ribo ma tye piny ni.

source: Firefox Sync will now merge all this device’s browser data into your Sync account.
ach: Ribo Firefox kombedi dong bi toro tic me layeny me nyonyo man weng iyie akaunt mamegi me Ribo.

source: Firefox Sync will now replace all of the browser data on this device with the data in your Sync account.
ach: Ribo Firefox kombedi dong bi loko tic me layeny weng ma i nyonyo man ki tic ma iyie akaunt mamegi me Ribo.

source: Firefox Sync will now replace all of the browser data in your Sync account with the data on this device.
ach: Ribo Firefox kombedi dong bi loko tic me layeny weng ma tye iyie akaunt mamegi me Ribo ki tic ma tye i nyonyo man.

source: You can change this preference by selecting Sync Options below.
ach: Itwero loko ter man kun iyero Ter me Ribo ma tye piny ni.

source: Continue
ach: Mede

# disconnect.label
source: Disconnect
ach: Wek kube

# disconnect.verify.title
source: Disconnect
ach: Wek kube

source: Disconnect from Sync?
ach: Juk kube ki Ribo?

source: Your browsing data will remain on this computer, but it will no longer sync with your account.
ach: Tic mamegi me yeny bi dong i nyonyo i kompiuta man, ento pe dong bi ribe ki akaunt mamegi.

source: Merge Warning
ach: To ciko

source: Are you sure you want to sign in to Sync?
ach: Imoko ada ni imito donyo iyie me Ribo?

source: A different user was previously signed in to Sync on this computer. Signing in will merge this browser’s bookmarks, passwords and other settings with %S
ach: Latic mukene onongo con odonyo iye me Ribo i kompiuta man. Donyo iyie bi toro alama buk, mung me donyo ki ter mukene ki %S
