Repository: tktk711/mozilla-l10n
Catalog: tn/dom/chrome/xslt/xslt.properties.po
Languages: tn

source: Parsing an XSLT stylesheet failed.
tn: Go lokolola letlhare la setaele la XSLT go retetse.

source: Parsing an XPath expression failed.
tn: Go lokolola tlhaloso ya XPath go retetse.

source: XSLT transformation failed.
tn: Phetolo ya XSLT e retetse.

source: Invalid XSLT/XPath function.
tn: Tiro e e seng ya boammaaruri ya XSLT/XPath.

source: XSLT Stylesheet (possibly) contains a recursion.
tn: Letlhare la setaele la XSLT (go kgonagalo) le na le pusetso.

source: Attribute value illegal in XSLT 1.0.
tn: Boleng jwa letshwaopono ga bo molaong mo XSLT 1.0.

source: An XPath expression was expected to return a NodeSet.
tn: Tlhaloso ya XPath e ne e solofetswe go boela kwa NodeSet.

source: XSLT transformation was terminated by <xsl:message>.
tn: Phetolo ya XSLT e emisitswe ke <xsl:message>.

source: An XSLT stylesheet does not have an XML mimetype:
tn: Letlhare la setaele la XSLT ga le na XML mimetype:

source: An XSLT stylesheet directly or indirectly imports or includes itself:
tn: Letlhare la setaele la XSLT le tlisateng ka tlhamalalo gongwe e seng ka tlhamalalo gongwe le a ikakaretsa:

source: An XPath function was called with the wrong number of arguments.
tn: Tiro ya XPath e biditswe ka palo e e fosagetseng ya dikganetsano.

source: An unknown XPath extension function was called.
tn: Go biditswe tiro ya katoloso ya XPath e e sa itsiweng.

source: XPath parse failure: invalid axis:
tn: Go retela ga molokololo wa XPath: axis e e seng ya boammaaruri:

source: XPath parse failure: Name or Nodetype test expected:
tn: Go retela ga molokololo wa XPath : Go solofetswe teko ya Leina gongwe mofuta wa Node:

source: XPath parse failure: invalid variable name:
tn: Go retela ga molokololo wa XPath : leina la letshwaokemedi le e seng la boamaaruri:

source: XPath parse failure: unexpected end of expression:
tn: Go retela ga molokololo wa XPath : bokhutlo jo bo sa solofelwang jwa tlhaloso:

source: XPath parse failure: operator expected:
tn: Go retela ga molokololo wa XPath : modirisi o solofetse:

source: XPath parse failure: unclosed literal:
tn: Go retela ga molokololo wa XPath: literale e e sa tswalwang:

source: XPath parse failure: illegal character found:
tn: Go retela ga molokololo wa XPath: go fitlhetswe letshwao le le seng mo molaong:

source: XPath parse failure: binary operator expected:
tn: Go retela ga molokololo wa XPath : go solofetswe modirisi wa baenari:

source: An XSLT stylesheet load was blocked for security reasons.
tn: Go laisa ga letlhare la setaele XSLT go kgoreleditswe ka ntlha ya mabaka a pabalesego.

source: Error loading stylesheet: %S
tn: Phoso fa go laisiwa letlhare la setaele: %S

source: Error during XSLT transformation: %S
tn: Phoso mo tsamaong ya Phetolo ya XSLT: %S
