Repository: tktk711/mozilla-l10n
Catalog: sm/obsolete/toolkit/chrome/cookie/cookieAcceptDialog.properties.po
Languages: sm

source: Host:
sm: Talimal≈ç:

source: Encrypted connections only
sm: Encrypted feso'ota'iga tasi lava

source: Any type of connection
sm: So'o se feso'ota'iga

source: At end of session
sm: I le taimi 'uma o le fono

source: Show Details
sm: Fa'aali fa'amatala

source: Hide Details
sm: Fa'alilo fa'amatala

source: The site %S wants to set a cookie.
sm: Le %S site e fia maua seti le kuki.

source: The site %S wants to set a second cookie.
sm: Le %S site e fia maua seti le kuki lona lua.

source: The site %S wants to set another cookie. You already have %S cookies from this site.
sm: Le %S site e fia maua seti le isi kuki. 'Ua i ai kuki se %S mai le site lea.

source: The site %S wants to modify an existing cookie.
sm: Le %S site e fia sui le kuki.
