Repository: tktk711/mozilla-l10n
Catalog: ff/toolkit/chrome/global/aboutTelemetry.dtd.po
Languages: ff

source: Telemetry Data
ff: Keɓe Telemeetiri

source: Ping data source:
ff: Ƴoɓo sewnde keɓe:

source: Current ping data
ff: Joɓol keɓe gonangol

source: Archived ping data
ff: Ƴoɓol keɓe resanaama

source: Raw JSON
ff: JSON Kecco

source: Show subsession data
ff: Hollu keɓe lesnaatal

source: Choose ping:
ff: Suɓol ƴoɓol:

source: &lt;&lt; Newer ping
ff: &lt;&lt; Hoto ƴoɓoto

source: Older ping &gt;&gt;
ff: Ƴoɓol kiiɗngol &gt;&gt;

source: Week
ff: Yontere

source: Ping
ff: Ƴoɓol

source: General Data
ff: Keɓe Kuuɓal

source: Environment Data
ff: Keɓe Taariindi

source: Telemetry Log
ff: Logagol Telemeetiri

source: Slow SQL Statements
ff: Gowlaali SQL Leelɗi

source: Browser Hangs
ff: Kooke Wanngorde

source: Thread Hangs
ff: Kooke gallol

source: Scalars
ff: Ɓetiwe

source: Keyed Scalars
ff: Ɓetiwe Koke

source: Histograms
ff: Asdiiwe

source: Simple Measurements
ff: Ɓete Beeɓtinaaɗe

source: Add-on Details
ff: Ɓeydude e cariika

source: Late Writes
ff: Binndi Sakket

source: Session Information
ff: Humpito Naatal

source: NOTE: Slow SQL debugging is enabled. Full SQL strings may be displayed below but they will not be submitted to Telemetry.
ff: NOTE: Buggitagol SQL Leelɗo koko hurminaa. Ɓoggi SQL timmuɗi ena mbaawi jaytineede les ɗoo kono ɗo naatnoytaake to Telemeetiri.

source: Filter (strings or /regexp/)
ff: Ciimtinirgal (strings or /regexp/)

source: Payload
ff: Ndimdam
