Repository: tktk711/mozilla-l10n
Catalog: dsb/browser/installer/nsisstrings.properties.po
Languages: dsb

source: $BrandShortName Setup
dsb: Instalacija $BrandShortName

source: Thanks for choosing $BrandFullName, the browser that chooses you above everything else.
dsb: Źěkujomy se, až sćo $BrandFullName wubrał, wobglědowak, kótaryž wuběra pśedewšym tebje.

source: You're about to enjoy the very latest in speed, flexibility and security so you're always in control.
dsb: Wjaseliśo se nejnowšemu na spěšnosći, fleksibelnosći a wěstośe, tak až maśo pśecej kontrolu.

source: That's because $BrandShortName is made by a non-profit to make browsing and the Web better for you.
dsb: Pśicyna jo, až $BrandShortName jo se pśez za wše wužytnu organizaciju napórał, aby pśeglědowanje a web za tebje polěpšyła.

source: You're also joining a global community of users, contributors and developers working to make the best browser in the world.
dsb: Pśizamkujośo se teke globalnemu zgromaźenstwoju wužywarjow, sobustatkujucych a wuwijarjow, kótarež źěłaju, aby nejlěpšy wobglědowak swěta napórali.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer. Please click the OK button for additional information.
dsb: Bóžko $BrandShortName njedajo se instalěrowaś. Toś ta wersija $BrandShortName trjeba ${MinSupportedVer} abo nowše. Pšosym klikniśo na tłocašk „W pórěźe“ za dalšne informacije.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
dsb: Bóžko $BrandShortName njedajo se instalěrowaś. Toś ta wersija $BrandShortName trjeba procesor z pódpěru ${MinSupportedCPU}. Pšosym klikniśo na tłocašk „W pórěźe“ za dalšne informacije.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer and a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
dsb: Bóžko $BrandShortName njedajo se instalěrowaś. Toś ta wersija $BrandShortName trjeba ${MinSupportedVer} abo nowše a procesor z pódpěru ${MinSupportedCPU}. Pšosym klikniśo na tłocašk „W pórěźe“ za dalšne informacije.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
dsb: Njamaśo pśistup, aby do instalaciskego zarědnika pisał. Klikniśo na W pórěźe, aby drugi zarědnik wubrał.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
dsb: Njamaśo dosć platowego ruma, aby do toś togo městna instalěrował. Klikniśo na W pórěźe, aby druge městno wubrał.

source: Unable to install to the root of your disk. Click OK to select a different location.
dsb: Njejo móžno do kórjenjowego zarědnika wašeje platy instalěrowaś. Klikniśo na W pórěźe, aby druge městno wubrał.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
dsb: $BrandShortName južo běžy. Pšosym zacyńśo pjerwjej $BrandShortName, aby wersiju startował, kótaruž sćo rowno zainstalěrował.

source: Your download was interrupted. Please click the OK button to continue.
dsb: Wašo ześěgnjenje jo se pśetergnuło. Pšosym klikniśo na tłocašk W pórěźe, aby pókšacował.

source: &Install
dsb: &Instalěrowaś

source: &Upgrade
dsb: &Aktualizěrowaś

source: Cancel
dsb: Pśetergnuś

source: &Options
dsb: &Nastajenja

source: &Make $BrandShortName my default browser
dsb: $BrandShortName ako &standardny wobglědowak wužywaś

source: Create Shortcuts for $BrandShortName:
dsb: Tastowe skrotconki za $BrandShortName napóraś:

source: On my &Task bar
dsb: &Na mójej nadawkowej rědce

source: On my &Quick Launch bar
dsb: Na mójej &rědce malsnego starta

source: In my &Start Menu Programs Folder
dsb: W zarědniku &Programy w startowem meniju

source: On my &Desktop
dsb: Na &desktopje

source: Space Required:
dsb: Trěbny rum:

source: Space Available:
dsb: K dispoziciji stojecy rum:

source: One moment, $BrandShortName will launch as soon as the install is complete…
dsb: Jadno wokognuśe, $BrandShortName buźo se tak skóro ako móžno startowaś, aby instalaciju dokóńcył…

source: One moment, $BrandShortName will launch as soon as the upgrade is complete…
dsb: Jadno wokognuśe, $BrandShortName buźo se startowaś, gaž aktualizacija jo dokóńcona…

source: &Install the $BrandShortName background update service
dsb: Słužbu slě&zynoweje aktualizacije $BrandShortName instalěrowaś

source: S&end information about this installation to Mozilla
dsb: &Informacije wó toś tej instalaciji na Mozilla pósłaś

source: B&rowse…
dsb: Pś&epytaś…

source: Destination Folder
dsb: Celowy zarědnik

source: Downloading $BrandShortName…
dsb: $BrandShortName se ześěgujo…

source: Installing $BrandShortName…
dsb: $BrandShortName se instalěrujo…

source: Upgrading $BrandShortName…
dsb: $BrandShortName se aktualizěrujo…

source: Select the folder to install $BrandShortName in.
dsb: Wubjeŕśo zarědnik, do kótaregož $BrandShortName ma se instalěrowaś.
