Repository: tktk711/mozilla-l10n
Catalog: sco/browser/installer/override.properties.po
Languages: sco

source: $BrandFullName Uninstall
sco: $BrandFullName Uninstaw

source: &Next >
sco: &Neist >

source: I &accept the terms in the License Agreement
sco: A &accept the terms in the License Greement

source: I &do not accept the terms in the License Agreement
sco: A &dinnae accept the terms in the License Greement

source: &Install
sco: &Instaw

source: &Uninstall
sco: &Uninstaw

source: B&rowse…
sco: B&rouse…

source: Show &details
sco: Shaw &details

source: Click Next to continue.
sco: Knick Neist tae Foallae On.

source: Click Install to start the installation.
sco: Knick Instaw tae stairt the instaw.

source: Click Uninstall to start the uninstallation.
sco: Knick Unistaw tae stairt the uninstaw.

source: Completed
sco: Feinisht

source: Please review the license agreement before installing $BrandFullNameDA. If you accept all terms of the agreement, select the first option below. $_CLICK
sco: Please look oer the license greement afore instawin $BrandFullNameDA. If ye accept aw o the greement, pick the first chyce ablo. $_CLICK

source: Check the components you want to install and uncheck the components you don't want to install. $_CLICK
sco: Chack the components ye want tae instaw an unchack the components ye dinnae want to instaw. $_CLICK

source: Select components to install:
sco: Pick components tae instaw:

source: Setup will install $BrandFullNameDA in the following folder. To install in a different folder, click Browse and select another folder. $_CLICK
sco: Setup will instaw $BrandFullNameDA in the foalloein foulder. Tae instaw in æ different foulder, knick Brouse an pick anither foulder. $_CLICK

source: Destination Folder
sco: Destination Foulder

source: Select the folder to install $BrandFullNameDA in:
sco: Chuise the foulder tae instaw $BrandFullNameDA in:

source: "Space available: "
sco: "Space tae haund: "

source: "Space required: "
sco: "Space needit: "

source: $BrandFullNameDA will be uninstalled from the following folder. $_CLICK
sco: $BrandFullNameDA will be uninstawed frae the foallaein foulder. $_CLICK

source: Uninstalling from:
sco: Uninstawin frae:

source: Error opening file for writing: $0 Click Abort to stop the installation, Retry to try again, or Ignore to skip this file.
sco: Error appenin file for screivin: $0 Knick Abort tae stop the instaw, Retry tae try again, or Ignore tae skip this file.

source: Error opening file for writing: $0 Click Retry to try again, or Cancel to stop the installation.
sco: Error apenin file for screivin: $0 Knick Retry tae try again, or Cancel tae stop the instaw.

source: "Can't write: "
sco: "Cannae screive"

source: Copy failed
sco: Copy failt

source: "Copy to "
sco: "Copy tae "

source: "Registering: "
sco: "Registerin:"

source: "Unregistering: "
sco: "Unregisterin: "

source: "Could not find symbol: "
sco: "Coudnae fund seimbol: "

source: "Could not load: "
sco: "Coudnae load: "

source: "Create folder: "
sco: "Creaut foulder: "

source: "Create shortcut: "
sco: "Creaut shortcut: "

source: "Created uninstaller: "
sco: "Creautit uninstawer: "

source: "Delete on reboot: "
sco: "Delete on rebuit: "

source: "Error creating shortcut: "
sco: "Error makin shortcut: "

source: "Error creating: "
sco: "Error creautin: "

source: Error decompressing data! Corrupted installer?
sco: Error unfouldin data! Corruptit instawer?

source: Error registering DLL
sco: Error registerin DLL

source: "Extract: error writing to file "
sco: "Extract: error screivin tae file "

source: Installer corrupted: invalid opcode
sco: Instawer corruptit: invalid opcode

source: "No OLE for: "
sco: "Nae OLE for: "

source: "Output folder: "
sco: "Outpuit foulder: "

source: "Remove folder: "
sco: "Remuive foulder: "

source: "Rename on reboot: "
sco: "Rename on rebuit: "

source: "Skipped: "
sco: "Skippit: "

source: Copy Details To Clipboard
sco: Copy Details Tae Clipboard

source: Log install process
sco: Log instaw process
