Repository: tktk711/mozilla-l10n
Catalog: sat/netwerk/necko.properties.po
Languages: sat

source: Looking up %1$S…
sat: %1$S चेतान ञेलेत् आ…

source: Connected to %1$S…
sat: %1$S रे जोड़ावाकाना…

source: Sending request to %1$S…
sat: %1$S रे नेहोर कुलेत् आ…

source: Transferring data from %1$S…
sat: %1$S खोन डाटा उचा़ड़ेक् आ…

source: Connecting to %1$S…
sat: %1$S रे जोड़ावेत् आ…

source: Read %1$S
sat: %1$S पाड़हाव

source: Wrote %1$S
sat: %1$S ओल आकाना

source: Waiting for %1$S…
sat: %1$S ला़गित् ओलेत् आ…

source: Looked up %1$S…
sat: %1$S ञेंल केत आ…

source: Beginning FTP transaction…
sat: FTP उचा़ड़ एहोबोक् काना…

source: Finished FTP transaction
sat: FTP उचा़ड़ चाबायेना

source: The FTP server %1$S is currently unsupported.
sat: FTP सर्वर %1$S नितोक् बाय गोड़ोक् काना.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
sat: नोवा वेब साहटा नावा जायगा रे सेन दोहड़ाक् काना. चेत् आम तेयार सा़खिया़त् दोहड़ा कुल सानाम काना ओका आम नावा जायगा रे टाइप आकात् आ?

source: Index of %1$S
sat: %1$S रेयाक् ञुतुम लिसटी

source: Up to higher level directory
sat: खोन चेतान ताह उनुदुक्

source: Show hidden objects
sat: उकू जिनिस को उदुक्

source: Name
sat: ञुतुम

source: Size
sat: माराङ तेत्

source: Last Modified
sat: मुचा़त् रे बोदोल लेन

source: File:
sat: रेत्:

source: You are about to visit "%1$S". This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
sat: आम "%1$S"ञेल ला़गिदोक् काना. नोवा साइट आम उयहा़र भितिर एड़े ला़गित् कुरुमुटु होटो दाड़ेयामा आम मित् भेगार साइट ञेलेक आम .मुचा़त् हुसिंयार बेभार मे .

source: I understand and will be very careful
sat: इञिञ बुझा़वेक् आ आर आ़डी होसिया़रोक् आ

source: You are about to log in to the site "%1$S" with the username "%2$S", but the website does not require authentication. This may be an attempt to trick you. Is "%1$S" the site you want to visit?
sat: आम साइट "%1$S" रे लॉगइन ला़गिदोक् काना बेभार ञुतुम "%2$S", सांव, मेन खान बेव साइट जाहान पोरमान एम बाय ला़कतिया .नोवा दो आम एड़े ला़गित् मित् कुरुमुटु हुय दाड़ेयाक् . चेत् को "%1$S" आम साइट ञेल सानाम काना ?

source: You are about to log in to the site "%1$S" with the username "%2$S".
sat: आम साइट "%1$S"रे बेभार ञुतुम "%2$S" सांव साइट रे लॉगइन ला़गिदोक् काना.
