Repository: tktk711/mozilla-l10n
Catalog: cak/dom/chrome/layout/layout_errors.properties.po
Languages: cak

source: The “coords” attribute of the <area shape="rect"> tag is not in the “left,top,right,bottom” format.
cak: Ri "coords" rub'anikil ri etal <area shape="rect"> man k'o ta pa "xokon,ajsik,ajkiq'a',pa xulan" b'anikil.

source: The “coords” attribute of the <area shape="circle"> tag is not in the “center-x,center-y,radius” format.
cak: Ri "coords" rub'anikil ri etal <area shape="circle"> man k'o ta pa "nik'ajal-x,nik'ajal-y,nik'aset" b'anikil.

source: The “coords” attribute of the <area shape="circle"> tag has a negative radius.
cak: Ri "coords" rub'anikil ri <area shape="circle"> etal k'o jun manäq runik'aset.

source: The “coords” attribute of the <area shape="poly"> tag is not in the “x1,y1,x2,y2 …” format.
cak: Ri "coords" rub'anikil ri etal <area shape="poly"> man k'o ta pa "x1,y1,x2,y2 …" b'anikil.

source: The “coords” attribute of the <area shape="poly"> tag is missing the last “y” coordinate (the correct format is “x1,y1,x2,y2 …”).
cak: Chi re ri "coords" b'anikil richin ri etal <area shape="poly"> k'an nrajo' na ri ruk'isb'äl qupijuch' "y" (ri ütz rub'anikil "x1,y1,x2,y2 …").

source: Relative positioning of table rows and row groups is now supported. This site may need to be updated because it may depend on this feature having no effect.
cak: Wakami niya' q'ij chi re ri kiya'ik pa junem ri taq cholaj chuqa' molaj taq kicholaj taq tz'ajalil. Re ruxaq k'amaya'l re, rik'in jub'a' nik'atzin pe chi re chi k'o chi nik'ex, ruma xtuq'alajisaj chi re samaj re' majun achike nub'än.

source: This site appears to use a scroll-linked positioning effect. This may not work well with asynchronous panning; see https://developer.mozilla.org/docs/Mozilla/Performance/ScrollLinkedEffects for further details and to join the discussion on related tools and features!
cak: Re jun ruxaq k'amaya'l re' achi'el ta nrokisaj jun rub'anikil richin q'axanïk tunun k'ojolib'äl. ¡Rik'in jub'a' man nisamäj ta ütz rik'in rumeximojri'ïl rupasil; titz'et https://developer.mozilla.org/docs/Mozilla/Performance/ScrollLinkedEffects richin nak'ül ch'aqa' chik taq etamab'äl chuqa' richin nanïm apo awi' pa ri jalajonïk tzij pa ruwi' taq rusamajib'al chuqa' ximon taq rub'anikil!

source: Animation cannot be run on the compositor because frame size (%1$S, %2$S) is smaller than (16, 16)
cak: Ri silonem man tikirel ta nisamäj pa ri chojmirisanel, ruma ri runimilem rusilowachib'alil (%1$S, %2$S) ko'öl chuwäch (16, 16)

source: Animation cannot be run on the compositor because the frame size (%1$S, %2$S) is too large relative to the viewport (larger than (%3$S, %4$S)) or larger than the maximum allowed value (%5$S, %6$S)
cak: Ri meximojri'ïl silonem chupül ruma ri runimilem ri rusilowachib'alil (%1$S, %2$S) nïm chuwäch ri ruk'ojlib'al tz'etoj (nïm chuwäch (%3$S, %4$S)) o nïm chuwäch ri ruyuqunem najowäx (%5$S, %6$S)

source: Animations of ‘backface-visibility: hidden’ transforms cannot be run on the compositor
cak: Taq rusilonel 'backface-visibility: hidden' taq jalwachinïk man yeb'anatäj ta pa ri chojmirisanel

source: Animations of ‘transform-style: preserve-3d’ transforms cannot be run on the compositor
cak: Taq rusilonel 'transform-style: preserve-3d' taq jalwachinïk man yeb'anatäj ta pa ri chojmirisanel

source: Animations of ‘transform’ on elements with SVG transforms cannot be run on the compositor
cak: Taq rusilonel 'transform' chi kij taq ch'akulal rik'in SVG taq jalwachinïk man yeb'anatäj ta pa ri chojmirisanel

source: Animations of ‘transform’ cannot be run on the compositor when geometric properties are animated on the same element at the same time
cak: Ri taq rusilonel 'transform' man tikirel ta yeb'an pa ri chojmirisanel rik'in etachib'el taq ichinil, ri esilon rik'in ri junam ch'akulal pa ri junam ramaj

source: Animation of ‘transform’ cannot be run on the compositor because it should be synchronized with animations of geometric properties that started at the same time
cak: Ri rusilonem ‘transform’ man tikirel ta nib'anatäj pa ri nuk'unel ruma k'o chi nixim kik'in ri taq silonem etachib'el taq kichinil, ri junam xetikïr rik'in

source: Animation cannot be run on the compositor because the frame was not marked active for ‘transform’ animation
cak: Ri silonem man tikirel ta nib'an pa ri chojmirisanel ruma chi ri ruchi' kajtz'ik majun retal chi tzijïl richin ri 'transform' silonem

source: Animation cannot be run on the compositor because the frame was not marked active for ‘opacity’ animation
cak: Ri silonem man tikirel ta nib'an pa ri chojmirisanel ruma chi ri ruchi' kajtz'ik majun retal chi tzijïl richin ri 'opacity' silonem

source: Animation cannot be run on the compositor because the element has rendering observers (-moz-element or SVG clipping/masking)
cak: Ri silonem man tikirel ta nib'anatäj pa ri chojmirisanel ruma chi ri ch'akulal e k'o rutz'etonela' richin nitzij (ri taq ch'akulaj -moz o SVG qupinïk/wiqoj)
