Repository: tktk711/mozilla-l10n
Catalog: ach/toolkit/chrome/global/aboutSupport.dtd.po
Languages: ach

source: Troubleshooting Information
ach: Kwedo bal me Ngec

source: This page contains technical information that might be useful when you’re trying to solve a problem. If you are looking for answers to common questions about &brandShortName;, check out our <a id='supportLink'>support website</a>.
ach: Pot buk man tye ki ngec matek me tic cing ma pire twero bedo tek ka itye ka temo cobo peko. Ka ce itye kamoyo pi lagam me lapeny ma ngene ikom &brandShortName;, rot <a id='supportLink'>support web site</a>.

source: Crash Reports
ach: Ripot me poto

source: Report ID
ach: Cwal ngec me ID

source: Submitted
ach: Kicwalo

source: All Crash Reports
ach: Ripot me poto weng

source: This application has not been configured to display crash reports.
ach: Purugram man pe kicano me yaro ripot me poto.

source: Extensions
ach: Lamed

# aboutSupport.extensionName
source: Name
ach: Nying

source: Enabled
ach: Matyero

# aboutSupport.extensionVersion
source: Version
ach: Cik

source: &brandShortName; Features
ach: Jami me &brandShortName;

# aboutSupport.featureName
source: Name
ach: Nying

source: Experimental Features
ach: Kit me atema

# aboutSupport.experimentName
source: Name
ach: Nying

source: Description
ach: Lok ikome

source: Active
ach: Tye katic

source: End Date
ach: Nino dwe me giko

source: Homepage
ach: Pot buk me acaki

source: Branch
ach: Jang

source: Application Basics
ach: Tic mapire tego

# aboutSupport.appBasicsName
source: Name
ach: Nying

# aboutSupport.appBasicsVersion
source: Version
ach: Cik

source: Build ID
ach: ID me gedo

source: Update Channel
ach: Yoo me ngec manyen

# aboutSupport.appBasicsUpdateHistory
source: Update History
ach: Gin mukato me ngec manyen

source: Show Update History
ach: Nyut gin mukato me ngec manyen

source: Profile Directory
ach: Lacim me Ngec ikome

source: Profile Folder
ach: Boc me lok ikome

source: Enabled Plugins
ach: Keto ite ma kimino

source: Build Configuration
ach: Yub Cano

source: User Agent
ach: Lukony Lutic kwede

source: Memory Use
ach: Tic pa Lapo wic

source: Performance
ach: Tic

source: Registered Service Workers
ach: Service Workers ma kicoyo

source: Profiles
ach: Propwail

source: Multiprocess Windows
ach: Dirica me tic mapol

source: Safe Mode
ach: Kit maber

source: Open Directory
ach: Yab Boc

source: Show in Finder
ach: Nyut i Gin manongo

source: Open Folder
ach: Yab Boc

source: Important Modified Preferences
ach: Ter mapire tek ma kiyubu gi

# aboutSupport.modifiedPrefsName
source: Name
ach: Nying

# aboutSupport.modifiedPrefsValue
source: Value
ach: Wel

source: user.js Preferences
ach: user.js Ter

source: Your profile folder contains a <a id='prefs-user-js-link'>user.js file</a>, which includes preferences that were not created by &brandShortName;.
ach: Boc me profile mamegi tye ki<a id='prefs-user-js-link'>pwail me user.js</a>, ma tye ki ma imaro ma pe kicweyo ki &brandShortName;.

source: Important Locked Preferences
ach: Ter mapire tek ma kiloro gi

# aboutSupport.lockedPrefsName
source: Name
ach: Nying

# aboutSupport.lockedPrefsValue
source: Value
ach: Wel

source: Graphics
ach: Cal

source: Incremental GC
ach: GC ma kimedo

source: Accessibility
ach: Kite me nongo

source: Activated
ach: Tye katic

source: Prevent Accessibility
ach: Geng Donyo iye

source: Library Versions
ach: Cik pa kagwoko jami

source: Installation History
ach: Stori mo Kato

# aboutSupport.updateHistoryTitle
source: Update History
ach: Gin mukato me ngec manyen

source: Copy text to clipboard
ach: Lok coc i bao coc

source: Copy raw data to clipboard
ach: Lok data manumu i bao coc

source: Sandbox
ach: Lapok kin purugram

source: Seconds Ago
ach: Ceken angec

source: Try Safe Mode
ach: Tem kit maber

source: Restart with Add-ons Disabled…
ach: Cak odoco ma nongo kijuko med-ikome…

source: Features
ach: Jami

source: Decision Log
ach: Rikod pi moko tam

source: Workarounds
ach: Yoo me loyo ne
