Repository: tktk711/mozilla-l10n
Catalog: ach/toolkit/chrome/global/config.properties.po
Languages: ach

source: default
ach: kit ma obino kwede

source: user set
ach: latic kwede tye atera

source: locked
ach: kipungo woko

source: string
ach: tol

source: integer
ach: namba ne

source: boolean
ach: gin matye kwede acel ki jero

source: New %S value
ach: Nyen %S wel

source: Enter the preference name
ach: Ket nying ma imito

source: Enter %S value
ach: Ket %S wel

source: Invalid value
ach: Wel mape atir

source: The text you entered is not a number.
ach: Nyig coc ma iketoni pe obedo namba.
