Repository: tktk711/mozilla-l10n
Catalog: ach/toolkit/chrome/global/filepicker.properties.po
Languages: ach

source: All Files
ach: Pwail ducu

source: HTML Files
ach: Pwail me HTML

source: Text Files
ach: Pwail me Nyig coc

source: Image Files
ach: Pwail me Cal

source: XML Files
ach: Pwail me XML

source: XUL Files
ach: Pwail me XUL

source: Applications
ach: Yub me atiya

source: Audio Files
ach: Pwail awinya

source: Video Files
ach: Pwail Video

# dirTextInputLabel
source: Directory name:
ach: Nying boc:

source: Confirm
ach: Moki

source: %S already exists. Do you want to replace it?
ach: %S dong tye. Imito leyo wange?

source: Open
ach: Yabi

source: Save
ach: Gwoki

source: Select
ach: Yer

source: No
ach: Pe

source: Format:
ach: Yo me yubo coc kit ma imito:

# errorOpenFileDoesntExistTitle
source: Error opening %S
ach: Bal ma tye katime %S

source: File %S doesn’t exist
ach: Pwail %S peke matwal

source: Error accessing %S
ach: Bal i yo me o i iye %S

source: Directory %S doesn’t exist
ach: Boc %S pe nonge matwal

# errorOpeningFileTitle
source: Error opening %S
ach: Bal iyabo %S

source: File %S is not readable
ach: Pwail %S pe kwane

source: Error saving %S
ach: Bal i gwoko %S

source: %S is a file, can’t save %S
ach: %S obedo pwail, pe twero gwoko %S

source: Path %S doesn’t exist, can’t save %S
ach: Yo %S pe nonge matwal, pe romo gwoko %S

source: File %S is not writable.
ach: Pwail %S pe kwane.

source: Cannot create file. Directory %S is not writable.
ach: Pe romo cweyo pwail. Boc %S pe cone.

# errorNewDirDoesExistTitle
source: Error creating %S
ach: Bal i cweyo %S

source: A file named %S already exists, directory cannot be created.
ach: Pwail ma nyinge %S dong tye, boc pe twero cwene.

# errorCreateNewDirTitle
source: Error creating %S
ach: Bal i cweyo %S

source: Directory %S could not be created
ach: Boc %S pe onongo kitwero cweyone

source: Directory cannot be created, %S is a file
ach: Boc pe kitwerocweyone, %S obedo pwail

source: Directory cannot be created, %S not writable
ach: Boc pe kitwero cweyone, %S pe cone

source: Create new directory
ach: Cwe boc manyen

# promptNewDirMessage
source: Directory name:
ach: Nying boc:

source: Unknown Error
ach: Bal ma pe kingeyo

source: An unknown error occurred (path %S)
ach: Bal ma pe ngene otime (path %S)
