Repository: tktk711/mozilla-l10n
Catalog: ach/toolkit/chrome/global/printdialog.properties.po
Languages: ach

source: Print
ach: Go

# optionsTabLabelGTK
source: Options
ach: Gin ayera

# printFramesTitleGTK
source: Print Frames
ach: Go Purem

source: Options:
ach: Gin ayera:

source: Appearance:
ach: Kit manen kwede:

source: Frames:
ach: Purem:

source: Page Headers:
ach: Lawi pot buk:

source: Page Footers:
ach: Te Pot Buk:

# optionsTitleWindows
source: Options
ach: Gin ayera

# printFramesTitleWindows
source: Print Frames
ach: Go Purem

source: _As Laid Out on the Screen
ach: _Macalo kiketo woko i wang kompiuta

source: As &laid out on the screen
ach: Macalo &kiketo woko i wang kompiuta

source: The _Selected Frame
ach: Purem_ma kiyero

source: The selected &frame
ach: Purem ma kiy&ero

source: Each Frame on Separate _Pages
ach: Purem acelacel i_Pot buk kengi

source: &Each frame separately
ach: &Purem acelacel kene

source: Ignore Scaling and S_hrink To Fit Page Width
ach: Caa Woko Pimo ki keto Me M_ako Bor wi Pot Buk

source: Print Selection _Only
ach: Go Yera_keken

source: Print Backgrounds
ach: Go Jami manen i ngeye

source: Print Background _Colors
ach: Go rangi manen _I ngeye

source: Print Background I_mages
ach: Go cal manen _ingeye

source: Header and Footer
ach: Lawic ki Later Buk

source: Left
ach: Tung acam

source: Center
ach: Dyere

source: Right
ach: Tung acuc

source: Title
ach: Wie madito

source: Date/Time
ach: Nino dwe/Cawa

source: Page #
ach: Pot buk #

source: Page # of #
ach: Pot buk # me #

source: Please enter your custom header/footer text
ach: Tim ber iket lawic buk cci kit ma jwi/later coc

# summaryFramesTitle
source: Print Frames
ach: Go Purem

source: Print Selection
ach: Yer me goc

source: Shrink To Fit
ach: Jwik Wek Odony

source: Print BG Colors
ach: Go Rangi BG

source: Print BG Images
ach: Go cal BG

source: Page Headers
ach: Lawi Pot Buk

source: Page Footers
ach: Late Pot Buk

source: On
ach: Dii ocak tic

source: Off
ach: Nek woko
