Repository: tktk711/mozilla-l10n
Catalog: sco/toolkit/chrome/global/videocontrols.dtd.po
Languages: sco

source: Exit Full Screen
sco: Gang Out o Full Screen

source: Cast to Screen
sco: Cast tae Screen

source: Media
sco: Medie

source: Activity
sco: Acteivity

source: Paused
sco: Pausit

source: Playing
sco: Playin

source: Ended
sco: Feinisht

source: (seeking)
sco: (seekin)

source: Frames parsed
sco: Frames parsit

source: Frames decoded
sco: Frames decodit

source: Frames presented
sco: Frames praisentit

source: Frames painted
sco: Frames paintit

source: Video loading stopped.
sco: Video loadin stoppit.

source: Video playback aborted due to a network error.
sco: Video playback abortit acause o æ netwirk mistak.

source: Video can’t be played because the file is corrupt.
sco: Video cannae bi playit acause the file is corrupt.

source: Video format or MIME type is not supported.
sco: Video format or kynd o MIME isnae supportit.

source: No video with supported format and MIME type found.
sco: Nae video wi supportit format an kynd o MIME fund.

source: Video playback aborted due to an unknown error.
sco: Video playback abortit acause o an unkent mistak.

source: #1 of #2 elapsed
sco: #1 of #2 elapsit
