Repository: tktk711/mozilla-l10n
Catalog: gn_PY/netwerk/necko.properties.po
Languages: gn_py

source: Looking up %1$S…
gn_py: Oñemañahína %1$S...

source: Connected to %1$S…
gn_py: Ojoaju %1$S... rehe

source: Sending request to %1$S…
gn_py: Omondo jerure %1$S... pe

source: Transferring data from %1$S…
gn_py: Oñembohasa mba'ekuaarã %1$S… guive

source: Connecting to %1$S…
gn_py: Ojoaju %1$S… rehe

source: Read %1$S
gn_py: Oñemoñe´ẽmava %1$S

source: Wrote %1$S
gn_py: Ojehaíma %1$S

source: Waiting for %1$S…
gn_py: Oñeha'arõ %1$S… pe

source: Looked up %1$S…
gn_py: Oñemyesakãma %1$S…

source: Beginning FTP transaction…
gn_py: Oñepyrũma FTP... mbohasa

source: Finished FTP transaction
gn_py: Oikopáma FTP ñembohasa

source: The FTP server %1$S is currently unsupported.
gn_py: Mohendahavusu FTP %1$S ndaipu'akaihína.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
gn_py: Ko ñanduti kuatiarogue ojegueraha oñemohenda pyahu. Reguerahaukasejeypa

source: Index of %1$S
gn_py: Techaukaha %1$S rehegua

source: Up to higher level directory
gn_py: Terarysyi yvatevévape hupi.

source: Show hidden objects
gn_py: Mba'e kañymby jehechauka

source: Name
gn_py: Téra

source: Size
gn_py: Tuichakue

source: Last Modified
gn_py: Ñemoambue ramove

source: File:
gn_py: Marandurenda:

source: You are about to visit “%1$S”. This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
gn_py: Reho potaite “%1$S”-pe. Ko tenda ikatu nembotavy reimo'ãvo rehotaha ambue tendápe. Ema'ẽ porãke.

source: I understand and will be very careful
gn_py: Aikumby, añangareko añetéta

source: You are about to log in to the site “%1$S” with the username “%2$S”, but the website does not require authentication. This may be an attempt to trick you. Is “%1$S” the site you want to visit?
gn_py: Reñepyrũmbotaite tembiapo tenda “%1$S”-pe puruhára “%2$S” rérape, ha katu ñanduti renda noikotevẽi jekuaauka. Kóva ikatu nembotavysénte. Kóvapa “%1$S” tenda reikeseha?

source: You are about to log in to the site “%1$S” with the username “%2$S”.
gn_py: Eñepyrũpotaite tembiapo tenda “%1$S”-pe puruhára réra “%2$S” rupi.

source: The resource at “%1$S” was blocked because tracking protection is enabled.
gn_py: Pe mba'e “%1$S” ojejokóma oĩ rupi ñemo'ã rekaha rehegua ijurujámava.

source: Warning: ‘%1$S’ deprecated, please use ‘%2$S’
gn_py: Kyhyjerã: ‘%1$S’ ojepuruve'ỹva, ikatúpiko eipuru ‘%2$S’

source: “%1$S” is changed. Update your code and pass the correct originAttributes. Read more on MDN: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
gn_py: “%1$S” iñambuéma. Embohekopyahu pe ayvu ha embohasa ko'ã originAttributes oikóva. Eikuaave MDN-pe: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
