Repository: tktk711/mozilla-l10n
Catalog: sm/mobile/android/*/android_strings.dtd.po
Languages: sm

source: Setting up your &brandShortName;
sm: Tūlagaga lou &brandShortName;

source: We are updating your bookmarks and history, which may take a minute or so.
sm: O lea mātou fa'afouina lou tusi-togi ma mea tuana'i, fa'atali la'itiiti.

source: There is not enough space available for &brandShortName; to start.
sm: Leai se avanoa-totoe mo 'āmata le &brandShortName;.

source: An error occurred when trying to load files required to run &brandShortName;
sm: Sesē tupuina i le taimi o la'u le faila mo fa'aola &brandShortName;

source: Top Sites
sm: Site Sili

source: Bookmarks
sm: Tusi-togi

source: History
sm: O mea tuana'i

source: &brandShortName; Crash Reporter
sm: &brandShortName; Līpoti o le palasi

source: &brandShortName; has crashed. Your tabs should be listed on the &brandShortName; Start page when you restart.
sm: &brandShortName; e palasi. Lau tama'i-ufitaga e lisi i le Itūlau-'āmata o &brandShortName; so'o se toe 'āmata.

source: Please help us fix this problem!
sm: Fa'amolemole fesoasoani mai fai fa'afou le fa'afitāuli lea!

source: Send Mozilla a crash report
sm: 'Ave i Mozilla le līpoti o le palasi

source: Include page address
sm: Tau taulia le afio'aga o le itūlau

# crash_close_label
source: Close
sm: Tāpuni

source: Restart &brandShortName;
sm: Toe 'āmata &brandShortName;

source: Sending crash report\u2026
sm: Lafoina līpoti o le palasi\u2026

source: Exit
sm: Fa'atōfā

source: Continue
sm: Fa'aauau

source: &brandShortName; Web Apps
sm: &brandShortName; Web Polokalame

source: No web apps were found
sm: E lē maua mai le web apps

source: Choose File
sm: Filifili Faila

source: Enter Search or Address
sm: Tā le su'e po'o le afio'aga

source: Synced Tabs
sm: Tama'i-ufitaga tu'ufa'atasia

source: Show all tabs
sm: Fa'aali le pine se 'uma

source: Bookmark
sm: Tusi-togi

source: Bookmark added
sm: Tusi-togi fa'aopoopoina

source: Bookmark removed
sm: Tusi-togi ave'esega

source: Bookmark updated
sm: Tusi-togi 'uma toe fa'afouina

source: Today
sm: Aso nei

source: Yesterday
sm: Ananafi

source: 7 days ago
sm: 7 aso ua mavae

source: Older than 7 days
sm: 'Umi atu i le 7 aso

source: Go
sm: Alu

source: Search
sm: Su'e

source: Reload
sm: Toe La'u

source: Forward
sm: Alu i luma

source: Menu
sm: Lisi

source: Back
sm: Alu i tua

source: Stop
sm: Tāofi

source: Site Security
sm: Site puipuiga

source: Close Tab
sm: Tāpuni le Tama'i-ufitaga

source: New Tab
sm: Tama'i-ufitaga Fou

source: 1 tab
sm: 1 tama'i-ufitaga

source: &#037;d tabs
sm: &#037;d tama'i-ufitaga

source: New tab opened
sm: Tama'i-ufitaga fou e tatala

source: Settings
sm: Fa'atonutonu

# settings_title
source: Settings
sm: Fa'atonutonu

source: General
sm: Aoao

source: Privacy &amp; Security
sm: Tōtino &amp; Puipuiga

source: Content
sm: Mea-totonu

source: Import &amp; Export
sm: 'Aumaiga-fafo &amp; Lafo-fafo

source: About &brandShortName;
sm: Fa'atatau &brandShortName;

source: Tell sites not to track me
sm: Fesili site e lē tulimata'i a'u

source: Send performance data
sm: Gāua'i performance data

source: Remember passwords
sm: Mānatua 'Upulilo

source: Cookies
sm: Kuki

source: Character encoding
sm: Mata'itusi encoding

source: Show menu
sm: Fa'aali lisi

source: Don\'t show menu
sm: 'Au\a fa'aali le lisi

source: Clear private data
sm: Fa'amamā le data patino

source: Plugins
sm: Sulu-totonu

source: Tap to play
sm: 'O'omi ma fa'aola

source: Text size
sm: Fua o le tusitā

source: Tiny
sm: Nini'i

source: Small
sm: La'itiiti

source: Medium
sm: Feololo

source: Large
sm: Telē

source: Extra Large
sm: Telē tele

# pref_font_size_set
source: Set
sm: Seti

source: Use master password
sm: Fa'aogā 'upulilo tāua

source: Show product announcements
sm: Fa'aali 'oloa folafolaga

source: Sync
sm: Tu'u fa'atasia

source: Show search suggestions
sm: Fa'aali le manatu o su'e

source: Import from Android
sm: 'Aumaiga-Fafo mai le Android

source: Browsing &amp; download history
sm: Browsing &amp; O mea tuana'i o le 'auina atu

source: Form &amp; search history
sm: Form &amp; O mea tuana'i o le su'e

source: Cookies &amp; active logins
sm: Kuki &amp; saini-totonu fa'aola

source: Saved passwords
sm: 'Upulilo teuga

source: Offline website data
sm: Website data laina-'ese

source: Site preferences
sm: Fa'a'au'au o le site

source: Quit
sm: Fa'amāvae

source: Add-ons
sm: Fa'aopoopoga

source: Downloads
sm: Fa'aali le itūlau avanoa

source: Apps
sm: Polokalame

source: Character Encoding
sm: Mata'itusi Encoding

source: Share
sm: Tufatufa

source: Share via
sm: Tufatufa mai le

source: Unable to share this image
sm: E lē mafai ona tufatufa le ata lea

source: Save as PDF
sm: Teu i le PDF

source: Find in Page
sm: Tausu'e i le itūlau

source: Request Desktop Site
sm: E te mana'o Site Laulau-luga

source: Tools
sm: Meafaigāluega

# find_text
source: Find in Page
sm: Tausu'e i le Itūlau

source: Previous
sm: Talu ai

source: Next
sm: Soso'o

# find_close
source: Close
sm: Tāpuni

source: Open in New Tab
sm: Tatala i le Tama'i-ufitaga Fou

source: Open in Reader
sm: Tatala i le Faitau

# contextmenu_remove_history
source: Remove
sm: Tō'ese

# contextmenu_remove_bookmark
source: Remove
sm: Tō'ese

source: Add to Home Screen
sm: Fa'aopoopo i le Fa'amalama-va'ai 'Autū

# contextmenu_share
source: Share
sm: Tufatufa

source: Paste &amp; Go
sm: Fa'apipi'i &amp; Alu

source: Paste
sm: Fa'apipi'i

source: Copy Address
sm: Lōmiga afio'aga

source: Edit
sm: Toe-sui

source: Page removed
sm: Itūlau ave'esega

source: Edit Bookmark
sm: Sui Tusi-togi

source: Name
sm: Igoa

source: Location
sm: Tūlaga

source: Keyword
sm: 'Upu-kī

source: Site Settings…
sm: Site fa'atonutonu…

# site_settings_cancel
source: Cancel
sm: Sōloia

# site_settings_clear
source: Clear
sm: Fa'amamā

source: There are no settings to clear.
sm: E leai se fa'atonutonu e fa'amamā.

source: Reading List
sm: Lisi faitau

source: Page added to your Reading List
sm: Itūlau fa'aopoopoina i lou Lisi Faitau

source: Page removed from your Reading List
sm: Itūlau ave'esega mai lou Lisi Faitau

source: Failed to add page to your Reading List
sm: E lē taunu'u fa'aopoopoina le itūlau i lou Lisi Faitau

source: Reader
sm: Faitauga

source: Create Master Password
sm: Fa'atupu le 'Upulilo Tāua

source: Remove Master Password
sm: Ave'ese le 'Upulilo Tāua

source: Password
sm: 'Upulilo

source: Confirm password
sm: Fa'amausalī 'upulilo

# button_cancel
source: Cancel
sm: Sōloia

source: Yes
sm: Ioe

source: No
sm: Leai

source: Clear data
sm: Fa'amamā data

# button_set
source: Set
sm: Seti

# button_clear
source: Clear
sm: Fa'amamā

source: Add-ons for your &brandShortName;
sm: Fa'aopoopoga mo lou &brandShortName;

source: Browse all &brandShortName; add-ons
sm: Sā'ili 'uma fa'aopoopoga o &brandShortName;

source: Your tabs from last time
sm: Lou tama'i-ufitaga mai le taimi talu ai

source: Open all tabs from last time
sm: Tatala 'uma le tama'i-ufitaga mai le taimi talu ai

source: Top sites
sm: Site fiafia

source: Set up Firefox Sync to access bookmarks, history and tabs from your other devices&#x00A0;»
sm: Fa'atūlagaga le Firefox Tu'ufa'atasia a sau-totonu le tusi-togi, o mea tuana'i ma tama'i-ufitaga i lou isi togafiti&#x00A0;»

source: Get apps from the Firefox Marketplace and discover the best the Web has to offer&#x00A0;»
sm: 'Auina mai apps ma le māketi o Mozilla ma tausu'e le lelei tele o le Web&#x00A0;»

source: Firefox Sync
sm: Firefox tu'ufa'atasia

source: Firefox Marketplace
sm: Māketi o Firefox

# filepicker_title
source: Choose File
sm: Filifili Faila

source: Choose or record a sound
sm: Fili po'o record leo

source: Choose or take a picture
sm: Fili po'o pu'e le ata

source: Choose or record a video
sm: Fili po'o record vitiō

source: You are connected to
sm: O lo'o feso'ota'i 'oe i le

source: which is run by
sm: O lo'o fa'aaluina 'e

source: Private data cleared
sm: Data patino fa'amamāga

source: Some private data could not be cleared
sm: E lē mafai ona fa'amamā 'uma le data patino

source: Import
sm: 'Aumaiga-Fafo

source: Importing bookmarks and history from Android
sm: 'Aumaiga-fafo le Tusi-togi ma le Mea Tuana'i mai le Android

source: Importing bookmarks from Android
sm: 'Aumaiga-Fafo Tusi-togi mai le Android

source: Importing history from Android
sm: 'Aumaiga-Fafo le Mea Tuana'i mai le Android

source: Please wait...
sm: Fa'atali 'oe fa'amolemole...

source: Would you like to turn on &#037;s search suggestions?
sm: E te mana'o ona kī-fa'aola le su'e ta'u atu o &#037;?

source: App
sm: Polokalame

source: Bookmarks and history
sm: Tusi-togi ma o mea tuana'i

# updater_start_title2
source: Update available for &brandShortName;
sm: Toe fa'afouina avanoa mo le &brandShortName;

source: Touch to download
sm: Pa'i ma 'auina atu

source: Downloading &brandShortName;
sm: 'Auina atu le &brandShortName;

source: Download failed
sm: E lē taunu'u le 'auina atu

source: Touch to apply update once downloaded
sm: Pa'i e tu'u le toe fa'afouina

source: Touch to retry
sm: Pa'i ma toe taumafai

# updater_apply_title2
source: Update available for &brandShortName;
sm: Toe fa'afouina avanoa mo le &brandShortName;

source: Touch to update
sm: Pa'i ma toe fa'afou
