Repository: tktk711/mozilla-l10n
Catalog: jv/browser/chrome/browser/devtools/debugger.properties.po
Languages: jv

source: Remote Debugger
jv: Kendali Debugger

source: Remote Connection
jv: Kendali Koneksi

source: Enter hostname and port number (host:port)
jv: Lebetake hostname lan port number (host:port)

source: Don't ask me again
jv: Mboten usah taken kulo malih

source: Server not found. Try again? (host:port)
jv: Server mboten kepanggih. Cobi malih? (host: port)

source: Could not find a server at the specified hostname and port number.
jv: Server ingkang ndhuweni jeneng host lan port tertentu mboten kepanggih.

source: Collapse panes
jv: Tutup panel

source: Expand panes
jv: Ambakne panel

source: Click to pause (%S)
jv: Klik kagem mandek (%S)

source: Click to resume (%S)
jv: Klik kagem miwiti malih (%S)

source: Step Over (%S)
jv: Jangkah Lewati (%S)

source: Step In (%S)
jv: Jangkah sakjerone (%S)

source: Step Out (%S)
jv: Mlampah Medal (%S)

source: No globals
jv: Mboten wonten global

source: No matching globals
jv: Mboten wonten global sing cocok

source: No matches found
jv: Mboten wonten sing cocok

source: Filter scripts (%S)
jv: Saring script (%S)

source: Filter chrome globals (%S)
jv: Saring chrome global (%S)

source: Filter variables
jv: Saring variabel

source: Search in all files (%S)
jv: Golek ing kabeh file (%S)

source: Find in this file (%S)
jv: Golek ing file iki (%S)

source: Jump to line (%S)
jv: Mlumpat dhateng larik (%S)

source: Filter variables (%S)
jv: Saring variabel (%S)

source: Configure conditional breakpoint
jv: Atur breakpoint kondisional

source: Enable breakpoint
jv: Aktifake breakpoint

source: Disable breakpoint
jv: Nonaktifake breakpoint

source: Remove breakpoint
jv: Busak breakpoint

source: Enable others
jv: Aktifke sing liyane

source: Disable others
jv: Nonaktifke sing liyane

source: Remove others
jv: Busak sing liyane

source: Disable all breakpoints
jv: Nonaktifke sedaya breakpoint

source: Remove all breakpoints
jv: Busak sedaya breakpoint

source: Loading…
jv: Muat…

source: Add watch expression
jv: Tambah ekspresi tilikan

source: No variables to display
jv: Mboten wonten variabel kangge ditampilke

source: %S scope
jv: %S cakupan

source: Watch expressions
jv: Ekspresi Tilikan
