Repository: tktk711/mozilla-l10n
Catalog: ks/browser/chrome/overrides/appstrings.properties.po
Languages: ks

source: The URL is not valid and cannot be loaded.
ks: URL چھُنئ منظور شدئ تئ ہیكئو نئ لوڈ كریتھ۔

source: Firefox can’t find the file at %S.
ks: فایر فوکْس ہیکِہ نْہ لْبِتھ فایل %S پیٹھ۔

source: Firefox can’t find the server at %S.
ks: فایر فوکْس ہیکِہ نْہ لْبِتھ سْرور %S پیٹھ۔

source: Firefox doesn’t know how to open this address, because one of the following protocols (%S) isn’t associated with any program or is not allowed in this context.
ks: فایر فوکسس چھ نْہ پتاہ کِتھ کْن کرو اوپْن یہ پتاہ، کیازِ یمو منز چھ اکھ پروٹوکال (%S) یوس نْہ وابستْہ چھ کونِہتِہ پروگرامس سْیت یا چُھس نْہ اجازت یتھ کنٹیکْسٹس منز۔

source: Firefox can’t establish a connection to the server at %S.
ks: فایر فوکْس ہیکہ نْہ ایسٹیبلِش کْرتھ اکھ کنیکشن سْرورس سْیت %S. پیٹھ

source: The connection to %S was interrupted while the page was loading.
ks: اس کُن کنیکشن آو رُکاونْہ ییلہ پیج لوڈ گژھان اوس۔%S

source: The server at %S is taking too long to respond.
ks: پیٹھ سْرور چُھ واریاہ ٹایم لگاوان جواب دِنس منز۔%S

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
ks: فایر فوکسن لوب ذِ سْرور چُھ ریڈاریکٹْہ کران درخواست یتھ ایڈرسس باپت أکس تتھ طریقس منز یوس نْہ زانہہ مُکمل گژھ۔

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
ks: یہ پیج ڈیسپْلے کرنْہ باپت، گژھ ضرور سوزُن انفارمیشن یوس دوہراوِ کانہہ تِہ ایکشن ( مثلن تلاش یا آڈر تصدیق) یوس ذن گوڈے کرنْہ آیِہ۔

source: Resend
ks: دوبارئ سوزیو

source: Firefox doesn’t know how to communicate with the server.
ks: فایر فوکسس چھ نْہ پتاہ کِتھ کْنئ چُھ سْرورس سْیت کومنیکیٹ کرُن۔

source: The connection to the server was reset while the page was loading.
ks: سْرورس سْیت آو کنیکشن ریسیٹ کرنْہ ییلہ پیج لوڈ گژھان اوس۔

source: This document is no longer available.
ks: یئ دستاویز چھُ نئ وين دستیاب

source: Firefox is currently in offline mode and can’t browse the Web.
ks: فایر فوکْس چُھ وْنکینس آف لاین موڈس منز تْہ ہیکہ نْہ براوز کْرتھ ویب۔

source: The document cannot change while Printing or in Print Preview.
ks: دستاویز ہیك۪ی نئ بدلیتھ پرنٹنگ ویز۪ی یا یا پرنٹ پری وویو ویز۪ی ۔

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
ks: یہ ایڈرس چُھ استعمال کران اکھ نیٹوْرک پورٹ یوس عام پأٹھ استعمال گژھان چُھ ویب براوزینگ بغیر باقی مقصدن باپت۔ فایر فوکسن چھ کینسل کْرمْژ درخواست تُہندِ حفاظت باپت۔

source: Firefox is configured to use a proxy server that can’t be found.
ks: فایر فوکْس چُھ کنفیگر کْرتھ استعمال کرنْہ باپت اکھ پراکزی سْرور یوس نْہ لْبِتھ ہیکو۔

source: Firefox is configured to use a proxy server that is refusing connections.
ks: فایر فوکْس چُھ کنفیگر کْرتھ استعمال کرنْہ باپت اکھ پراکزی سْرور یوس کنیکشنن انکار کران چُھ۔

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
ks: ہ پیج یوس توہیہ ویو کرنْچ کوشش کران چھیو ہیکو نْہ ہأوِتھ کیازِ کِہ یہ چُھ استعمال کران اکھ ناکار یا تعاون بغیر فارم کمپریشنْچ۔

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
ks: یہ پیج یوس توہیہ ویو کرنْچ کوشش کران چھیو ہیکو نْہ ہأوِتھ کیازِ کِہ یہ چُھ أکس تتھ فایل ٹایپس منز یوس اوپن کرُن ما محفوظ آسِہ نْہ۔مہربأنی کْرتھ کْریو کنٹیکٹْہ ویب سایِٹ مألک تِمن انفارم کرنْہ باپت یہ پرابلیم۔

source: External Protocol Request
ks: ن۪یبریم پروٹوكول درخواست

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
ks: اکھ ایکْسٹرنل ایپلیکیشن چھ ضروری لانچ کرْنئ ہینڈل کرنْہ باپت %1$S: لینکْہ۔ درخواست کرنْہ آمْژ لینک: %2$S %3$Sایپلیکیشن: اگر نْہ توہیہ اُمید أسئ امہ درخواستْچ تیلہ ہیکْہ یہ اکھ کوشش أستھ تُہنز اکھ کمزوری استعمال کرنْہ باپت تتھ بدل پروگرامس منز۔ یہ درخواست کْریو کینسل یوتام نْہ توہیہ یقین گژھ ذِ یہ چھ نْہ نقصان دہ۔If

source: <Unknown>
ks: <نا مولوم>

source: Remember my choice for all links of this type.
ks: یم۪ی ٹائپ ہندئ لنكس خئطرئ تھئویو مین پسند یاد ۔

source: Launch application
ks: اپلی كیشن ترئویو

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
ks: سایٹ %S پیٹھ چھ رپورٹ کرنْہ آمژ بطور اکھ حملہ سایٹ تْہ چھ بُلاک کرنْہ آمـژ ییمِچ بُنیاد تُہنزن حفاظتی ترجیحاتن پیٹھ چِھ۔

source: This page has a content security policy that prevents it from being loaded in this way.
ks: یتھ پیجس چھ اکھ کنٹینٹ حفاظتی پالیسی یوس اتھ رُکاوان چھ یتھ طریقس منز لوڈ گژھنْہ نِش۔

source: This page uses an unsupported technology that is no longer available by default in Firefox.
ks: یہ پیج چُھ استعمال کران اکھ تعاون بغیر ٹیکنالجی یوس نْہ وْنئ دستیاب چھ ڈیفالٹْہ ذریعہ فایر فوکسس منز۔

source: Firefox cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
ks: فایر فوکْس ہیکِہ نْہ گارنٹی دِتھ تُہندس ڈاٹاہس %S پیٹھ کیازِ یہ چُھ استعمال کران ایس ایس ایل وی ۳، اکھ بروکْن حفاظتی پروٹوکال۔
