Repository: tktk711/mozilla-l10n
Catalog: bm/browser/chrome/browser/aboutPrivateBrowsing.dtd.po
Languages: bm

source: You are currently not in a private window.
bm: Sisan i tɛ filɛwo kɛrɛnkɛrɛnlen kɔnɔ.

source: Open a &Private Window
bm: Filɛwo &Kɛrɛnkɛrɛnlen Dayɛlɛ

source: Private Browsing
bm: Yɛrɛ ɲinili kɛlan

source: 30em
bm: 30lan

source: You're browsing privately
bm: I bɛ yɛrɛ ye ɲinili de la

source: Not Saved
bm: a ma lasako

source: History
bm: ko kɔrɔw

source: Searches
bm: ɲinili

source: Cookies
bm: murumuru ninw

source: Temporary Files
bm: waati surun baara kɛ sɛbɛnw

source: Saved
bm: a lasako la yɔrɔ keren kɛrɛnne na

source: Downloads
bm: Fɛn talenw interneti kan

source: Bookmarks
bm: gafe kɔnɔfɛn tamasiɲɛnw

source: Please note that your employer or Internet service provider can still track the pages you visit.
bm: I ka dɔ ko i ka patɔrɔn walima interneti tiki bi se ka dɔ i nɔfɛ i bɛ ɲinini minw kɛ

source: Learn More.
bm: A ɲɛɲini ali sisan.

source: 22em
bm: 22na

source: Tracking Protection
bm: nɔbɔli kolosili kama

source: ON
bm: a mɛnɛli

source: OFF
bm: a fagali

source: Private windows now block parts of the page that may track your browsing activity.
bm: Sisan interneti yɛrɛye cakɛ yorow bɛ baara ɲɛ dɔw bali ka nɔ minɛ

source: Turn Tracking Protection Off
bm: Ka nɔbɔli kolosili kama faga ka b'ɔala

source: Turn Tracking Protection On
bm: Ka nɔbɔli kolosili kama bila la

source: See how this works
bm: ka laje nin binna wolo minna
