Repository: tktk711/mozilla-l10n
Catalog: gn_*/toolkit/chrome/places/places.properties.po
Languages: bo

source: Bookmarks Menu
bo: Kañɨmaa reta ñogüɨnoia

source: Bookmarks Toolbar
bo: Kayɨmba reta

source: Unsorted Bookmarks
bo: Kañɨmaa reta oyeparavo mbae

source: Tags
bo: Omombeu reta vae

source: Today
bo: Añave

source: Yesterday
bo: Karumbo

source: %S days ago
bo: Oasa ma mbovɨ %S ara reta

source: Last %S days
bo: Taɨkuegua ete %S ara reta

source: Older than %S days
bo: Tenonde ma %S ara reta

source: This month
bo: Kuae yasɨ

source: Older than %S months
bo: Oasa ma %S yasɨ reta

source: (local files)
bo: (Kuatía jɨru reta kuae pegüaño)

source: bookmarks-%S.json
bo: Kañɨmaa_reta-%S.json
