Repository: tktk711/mozilla-l10n
Catalog: */obsolete/browser/feedback/main.dtd.po
Languages: bn_bd, bn_in, es_mx, lb, zu

source: Test Pilot
bn_bd: পাইলট পরীক্ষা
zu: I-pilot yokuvivinya

# testpilot.settings.label
source: Settings
bn_bd: সেটিং
bn_in: বিবিধ বৈশিষ্ট্য
es_mx: Configuración
lb: Astellungen
zu: Izilungiselelo

source: Data Submission
bn_bd: ডাটা জমা
bn_in: তথ্য জমাকরণ
es_mx: Envío de datos
lb: Date schécken
zu: Ukuthunyelwa kwedatha

source: Notifications
bn_bd: ঘোষনা
bn_in: সূচনাবার্তা
es_mx: Notificaciones
lb: Notifikatioun
zu: Imibiko

source: Notify me when…
bn_bd: আমাকে ঘোষনা দিন যখন...
bn_in: নিম্নলিখিত পরিস্থিতিতে সূচিত করা হবে…
es_mx: Notifícame cuando…
lb: Notifiéier mech wann…
zu: Ngibikele uma…

source: A study is ready to submit
bn_bd: একটি বিশ্লেষণ জমা দেওয়ার জন্য তৈরি
bn_in: দায়ের করার জন্য গবেষণার রচনা প্রস্তুত করা হলে
es_mx: Un estudio está listo para enviar
lb: Eng Etude prett ass, ofgeschéckt ze ginn.
zu: Ucwaningo lulungile ukuba lithunyelwe

source: There's a new study
bn_bd: এখানে একটি নতুন বিশ্লেষণ আছে
bn_in: নতুন গবেষণার ক্ষেত্রে
es_mx: Hay un nuevo estudio
lb: Eng nei Etude disponibel ass.
zu: Kunocwaningo olusha

source: A study has new results
bn_bd: একটি বিশ্লেষণের নতুন ফলাফল
bn_in: গবেষণায় নতুন ফলাফল প্রাপ্ত হলে
es_mx: Un estudio tiene nuevos resultados
lb: Eng Etude nei Resultater huet.
zu: Ucwaningo lunemiphumela emisha

source: Automatically submit my data (don't ask me)
bn_bd: স্বয়ংক্রিয়ভাবে আমার ডাটা জমা দিন (আমাকে জিজ্ঞাসা করা ব্যতীত)
bn_in: স্বয়ংক্রিয়ভাবে তথ্য দায়ের করা হবে (জিজ্ঞাসা করা হবে না)
es_mx: Enviar mis datos automáticamente (sin preguntarme)
lb: Meng Daten automatesch ofschécken (net nofroen)
zu: Thumela kokuzenzakalela idatha yami (ungangibuzi)

source: All Your User Studies…
bn_bd: আপনার সব ব্যবহারকারীর বিশ্লেষণ...
bn_in: ব্যবহারকারীর সকল গবেষণা প্রয়োগ করা হবে…
es_mx: Todos tus estudios de usuario…
lb: All deng Benotzer-Etuden…
zu: Ucwaningo lwakho lonke lomsebenzisi…

source: About Test Pilot
bn_bd: পাইলট পরীক্ষা সম্পর্কিত
bn_in: Test Pilot পরিচিতি
es_mx: Acerca de Test Pilot
lb: Iwwer Testpilot
zu: Mayelana ne-pilot yokuvivinya

source: Your Test Pilot Studies
bn_bd: আপনার পাইলট পরীক্ষার বিশ্লেষণ
bn_in: Test Pilot-এ আপনার গবেষণা
es_mx: Tus estudios de Test Pilot
lb: Deng Testpilot-Etuden
zu: Ucwaningo lwakho lwe-pilot yokuvivinya

source: Current Studies
bn_bd: বর্তমান বিশ্লেষণ
bn_in: বর্তমান গবেষণা
es_mx: Estudios Actuales
lb: Aktuell Etuden
zu: Ucwaningo lwamanje

source: Finished Studies
bn_bd: বিশ্লেষণ সম্পূর্ণ
bn_in: সমাপ্ত গবেষণা
es_mx: Estudios finalizados
lb: Ofgeschloss Etuden
zu: Ucwaningo oluphelile

source: Study Findings
bn_bd: বিশ্লেষণ হতে প্রাপ্ত সিদ্ধান্ত
bn_in: গবেষণায় প্রাপ্ত ফলাফল
es_mx: Resultados de estudio
lb: Resultater
zu: Izinto ezitholwe kucwaningo

# testpilot.studiesWindow.settings.label
source: Settings
bn_bd: সেটিং
bn_in: বিবিধ বৈশিষ্ট্য
es_mx: Configuración
lb: Astellungen
zu: Izilungiselelo

source: Loading, please wait…
bn_bd: লোড করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন...
bn_in: লোড করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন…
es_mx: Cargando, espera por favor...
lb: Gëtt gelueden, waart w.e.g.…
zu: Iyalayisha, sicela ulinde…

source: Test Pilot: Raw Data
bn_bd: পাইলট পরীক্ষা: অশোধিত ডাটা
bn_in: Test Pilot: বিশ্লেষণ না করা তথ্য
es_mx: Test Pilot: Datos puros
lb: Testpilot: Brutto-Informatiounen
zu: I-pilot yokuvivinya: I-datha engalungile

source: Close
bn_bd: বন্ধ
bn_in: বন্ধ করুন
es_mx: Cerrar
lb: Zoumaachen
zu: Vala

source: Turn On User Studies
bn_bd: ব্যবহারকারীর বিশ্লেষণ সচল করুন
bn_in: ব্যবহারকারীর গবেষণা ব্যবস্থা সক্রিয় করুন
es_mx: Activar los estudios de usuarios
lb: Benotzer-Etuden aktivéieren
zu: Khanyisa ucwaningo lwabasebenzisi

source: Feedback
bn_bd: মন্তব্য
bn_in: ফলাফল
zu: Impendulo

source: Firefox Made Me Happy Because…
bn_bd: ফায়ারফক্স ব্যবহার করে আমি আনন্দিত কারন...
bn_in: Firefox-র ব্যবহার আনন্দদায়ক হয়েছে কারণ…
es_mx: Firefox me hace feliz porque...
lb: Ech hu Firefox gär well…
zu: I-Firefox ingijabulise ngoba…

source: Firefox Made Me Sad Because…
bn_bd: ফায়ারফক্স ব্যবহার করে আমার ভালো লাগেনি কারন...
bn_in: Firefox-র ব্যবহার কষ্টকর হয়েছে কারণ…
es_mx: Firefox no me gusta porque...
lb: Ech hu Firefox net gär well…
zu: I-Firefox ingenze ngajabha ngoba…

source: Report this website as broken…
bn_bd: এই ওয়েবসাইটটি ঠিক মত কাজ করছে না, সেটি জানান…
bn_in: ত্রুটিপূর্ণ ওয়েব-সাইট রূপে এটিকে চিহ্নিত করুন…
es_mx: Informar de este sitio web como dañado…
lb: Dës futtis Websäit mellen…
zu: Bika le webhusayithi njengephukile…

source: Give us a suggestion…
bn_bd: আপনার পরামর্শ দিন…
bn_in: কোনো প্রস্তাব থাকলে আমাদের জানান…
es_mx: Danos una sugerencia…
lb: Suggeréier eis eppes…
zu: Sinike isiphakamiso sakho…
