Repository: tktk711/mozilla-l10n
Catalog: */obsolete/browser/feedback/main.properties.po
Languages: af, hy_am, lb, my, oc, ta, th, tt, ur

source: Help make Firefox better by running user studies.
af: Help Firefox beter maak deur gebruikerstudies in te stel.
hy_am: Աջակցեք բարելավել Firefox-ը` կիրառելով օգտագործողի հետազոտությունները:
lb: Hëllef Firefox ze verbesseren andeems du an d'Benotzer-Etuden matmëss.
my: သုံးစွဲသူ၏လေ့လာ အသုံးပြုခြင်းဖြင့် ဖိုင်းယားဖောက်စ်အား ကူညီပါ။
oc: Ajudatz-nos a melhorar Firefox en participant a d'estudis d'utilizacion.
ta: பயனர் ஆய்வுகளை நடத்துவதன் மூலம் Firefox ஐ மேலும் சிறப்பாக்க உதவுக.
th: ช่วยทำให้ Firefox ดียิ่งขึ้น ด้วยการเข้าร่วมการศึกษาผู้ใช้
tt: Qullanıcı araştırmalarını çaptıraraq Firefox'nı daa yahşı yapmağa yardım etiñiz.
ur: صارف سٹڈیز چلا کر Firefox کو بہتر بنانے میں مدد کریں۔

source: Mozilla Labs Test Pilot
af: Mozilla Labs Toetsloods
hy_am: Mozilla-ի Փորձարարը
my: မိုဇီလာ ဦးဆောင်စမ်းသပ်အဖွဲ့ လက်တွေ့ စမ်းသပ်ခန်းများ
ta: மோசில்லா ஆய்வகத்தின் டெஸ்ட் பைலட்
tt: Mozilla Labları Test Pilotı
ur: Mozilla لیب ٹیسٹ پائلٹ

source: More Info
af: Meer info
hy_am: Հավելյալ ինֆորմացիա
lb: Méi Infoen
my: ပိုမို အချက်အလက်
oc: Mai d'entresenhas
ta: மேலும் தகவலுக்கு
th: ข้อมูลเพิ่มเติม
tt: Daa Çoq Malümat
ur: مزید معلومات

source: Submit
af: Indien
hy_am: Ուղարկել
lb: Schécken
my: ပေးပို့ပါ
oc: Mandar
ta: சமர்ப்பி
th: ส่ง
tt: Teslim Et
ur: ارسال کریں

source: Take the Survey
af: Vul die opname in
hy_am: Մասնակցել հարցմանը
lb: D'Ëmfro matmaachen
my: လေ့လာစမ်းသပ်ချက်အားဖြေဆိုမည်
oc: Participar al sondatge
ta: கருத்தாய்வை நடத்தவும்
th: ทำแบบสำรวจ
tt: Anketke Qoşulıñız
ur: سروے لیں

source: Turn On User Studies
af: Skakel gebruikerstudies aan
hy_am: Միացնել օգտագործողի ուսումնասիրությունները
lb: Benotzer-Etuden aktivéieren
my: သုံးဆွဲသူလေ့လာချက်များအားဖွင့်ပါ
oc: Activar los estudis d'utilizacion
ta: பயனர் ஆய்வுகளை இயக்கவும்
th: เปิดใช้งานการศึกษาผู้ใช้
tt: Qullanıcı Araştırmalarını Qabilleştir
ur: صارف سٹدیز آن کریں

source: Turn Off User Studies
af: Skakel gebruikerstudies af
hy_am: Անջատել օգտագործողի ուսումնասիրությունները
lb: Benotzer-Etuden deaktivéieren
my: သုံးဆွဲသူလေ့လာချက်အားပိတ်ထားမည်။
oc: Desactivar los estudis d'utilizacion
ta: பயனர் ஆய்வுகளை அணைக்க
th: ปิดใช้งานการศึกษาผู้ใช้
tt: Qullanıcı Araştırmalarını Ğayrı Qabilleştir
ur: صارف سٹدیز آف کریں

source: We are working on a new study now; it will knock on your door soon! Stay Tuned!
af: Ons werk tans aan 'n nuwe studie wat binnekort beskikbaar sal wees! Hou hier dop!
hy_am: Մենք հիմա աշխատում ենք նոր ուսումնասիրության վրա,այն շուտով կբախի ձեր դուռը:Միացված մնացեք:
lb: Mir schaffe lo un enger neier Etude; et ass bal souwäit! Bleif drun!
my: ကျွနိုပ်တို့သည်လေ့လာချက်အသစ်အားစမ်းသပ်လျှက်ရှိသည်၊များမကြာခင် ၄င်းစမ်းသပ်ချက်များအကြောင်းသုံးဆွဲသူများထံသို့အသိပေးပါလိမ့်မည်။ကျေးဇူးပြုပြီးနားစွင့်နေပါ။
oc: Trabalham actualament sus un estudi novèl ; serà disponible dins pas longtemps ! Demoratz connectat !
ta: இப்போது நாங்கள் புதிய ஒரு கருத்தாய்வுக்காக செயல்பட்டு வருகிறோம்; விரைவில் அது உங்களை வந்தடையும்! காத்திருங்கள்!
th: เรากำลังสร้างการศึกษาใหม่ซึ่งจะส่งไปให้คุณในเร็ววัน รอสักนิด!
tt: Şimdi yañı bir araştırma üzerinde çalışamız; çoq yaqında qapıñıznı çalacaq! Taqip Etiñiz!
ur: ہم اس وقت ایک نئی سٹڈی پر کام کر رہے ہیں؛ یہ آپ کے دروازے پر جلد کھٹکھٹائے گی! با خبر رہیں!

source: Uploading…
af: Laai tans op…
lb: Gëtt eropgelueden…
my: တင်ပို့လျှက်ရှိသည်
oc: Cargament en cors…
ta: பதிவேற்றுகிறது…
th: กำลังอัปโหลด…
tt: Yükletile…
ur: اپ لوڈ کر رہا ہے ...

source: Unable to reach Mozilla; please try again later.
af: Kon nie Mozilla bereik nie, dus probeer later weer.
hy_am: Mozilla-ն անհասանելի է, խնդրեմ քիչ անց կրկին փորձեք:
lb: Mozilla konnt net erreecht ginn; probéier w.e.g. méi spéit nees.
my: မီးမြေခွေးသို့မပေးပို့နိုင်ပါနောက်တစ်ခေါက်ထပ်လုပ်ကြည့်ပေါ့။
oc: Impossible de contactar Mozilla ; ensajatz tornarmai pus tard.
ta: Mozilla வை அடைய முடியவில்லை; மீண்டும் முயற்சிக்கவும்.
th: ติดต่อ Mozilla ไม่ได้ โปรดลองใหม่ในอีกสักครู่
tt: Mozilla'ğa irişilamadı; lütfen soñra tekrar deñeñiz.
ur: Mozilla تک پہنچنے میں ناکام؛ کچھ دیر بعد پھر کوشش کیجیے۔

source: Thanks for contributing!
af: Dankie vir u bydrae!
hy_am: Շնորհակալություն աջակցության համար!
lb: Merci dass du matméchs!
my: ယခုကဲ့သိုကူညီတဲ့အတွက်ကျေးဇူး
oc: Mercé per vòstra contribucion !
ta: பங்களிப்புக்கு நன்றி!
th: ขอบคุณในการมีส่วนร่วม!
tt: Hisse qoşqanıñız içün teşekkürler!
ur: مدد کرنے کا شکریہ!

source: Finished on %S
af: Klaar op %S
hy_am: Ավարտվել է %S-ի վրա
lb: Ofgeschloss den %S
my: %S တွင်ပြီးသွားသည်
oc: Acabat lo %S
ta: %S க்கு முடிந்தது
th: สำเร็จเมื่อ %S
tt: %S tarihinde bitti
ur: %S پر ختم ہو گیا

source: (You canceled this study)
af: (Jy kan hierdie studie skrap)
hy_am: (Դուք մերժել էք այս դասընթացը)
lb: (Du hues dës Etude ofgebrach)
my: (ယခုလေ့လာချက်ကိုပယ်ဖျက်နိုင်သည်)
oc: (Avètz anullat aqueste estudi)
ta: நீங்கள் இந்த ஆய்வை ரத்து செய்துவிட்டீர்கள்
th: (คุณยกเลิกการศึกษานี้)
tt: (Bu araştırmadan vazgeçtiñiz)
ur: (آپ نے یہ سٹڈی منسوخ کر دی)

source: (You missed this study)
af: (Jy het hierdie studie misgeloop)
hy_am: (Դուք բաց եք թողել այս հետազոտությունը)
lb: (Du hues dës Etude ausgelooss)
my: (လေ့လာချက်အားလွဲသွားသည်)
oc: (Avètz mancat aqueste estudi)
ta: (நீங்கள் இந்த ஆய்வை தவறவிட்டீர்கள்)
th: (คุณพลาดการศึกษานี้)
tt: (Bu araştırmanı qaçırdıñız)
ur: (آپ نے یہ سٹڈی مس کر دی)

source: Will start on %S
af: Sal begin op %S
hy_am: Կմեկնարկի %S-ից
lb: Wäert ufänken den %S
my: %S တွင်ပြန်စမည်
oc: Aviarà lo %S
ta: %S க்கு துவங்கும்
th: จะเริ่มเมื่อ %S
tt: %S tarihinde başlaycaq
ur: %S پر شروع ہو گی

source: Currently gathering data.
af: Versamel tans data.
hy_am: Տվյալների հավաքագրում:
lb: Date gi gesammelt.
my: လောလောဆယ်အချက်အလက်များစုနေသည်
oc: Collècta d'informacions en cors.
ta: தற்போது தரவுகளைச் சேகரித்து.
th: อยู่ในระหว่างการเก็บข้อมูล
tt: Hal-hazırda veriler toplana.
ur: ابھی کوائف جمع کر رہا ہے۔

source: Will finish on %S
af: Sal klaar maak op %S
hy_am: Կավարտվի %S-ին
lb: Hält op den %S
my: %S ပြီးဆုံးလိမ့်မည်
oc: S'acabarà lo %S
ta: %S க்கு முடிக்கும்
th: จะเสร็จเมื่อ %S
tt: %S tarihinde bitecek
ur: %S پر ختم ہو گی

source: Propose your own study
af: Stel jou eie studie voor
hy_am: Առաջարկեք ձեր դասընթացը
lb: Schlo deng eegen Etude vir
my: သင်၏ကိုယ်ပိုင်လေ့လာစမ်းသပ်ချက်ကိုတင်ပြပါ။
oc: Prepausatz vòstre pròpri estudi
ta: உங்கள் ஆய்வை முன்மொழியவும்
th: เสนอการศึกษาของคุณเอง
tt: Kendi araştırmañıznı teklif etiñiz
ur: اپنی سٹڈی تجویز کریں

source: Comments & Discussions »
af: Kommentaar en bespreking »
hy_am: Comments & Discussions raquo;
lb: Kommentaren & Diskussiounen »
my: သုံးသပ်ချက်များနှင့် ဆွေးနွေးချက်များ »
oc: Comentaris e discussions »
ta: கருத்துகள் மற்றும் கலந்துரையாடல்கள் »
th: ข้อเสนอแนะและพูดคุย »
tt: Şerhler ve Müzakereler »
ur: تبصرے اور مباحثے >>

source: Propose a Test »
af: Stel 'n toets voor »
hy_am: Propose a Test raquo;
lb: Test virschloen »
my: စမ်းသပ်ချက်တစ်ခုအားတင်ပြပေးပါ »
oc: Prepausar un tèst »
ta: ஒரு சோதனையை முன்மொழியவும் »
th: เสนอการทดสอบ &raquo;
tt: Test teklif etiñiz »
ur: ٹیسٹ تجویز کریں >>

source: @MozTestPilot on Twitter »
af: @MozTestPilot op Twitter »
hy_am: @MozTestPilot on Twitter raquo;
lb: @MozTestPilot op Twitter »
my: တွစ်တာမှာတော့ @MozTestPilot »
oc: @MozTestPilot sus Twitter »
ta: Twitter இல் @MozTestPilot »
th: @MozTestPilot บน Twitter &raquo;
tt: Twitter'de @MozTestPilot »
ur: Twitter پر @MozTestPilot >>

source: Now uploading data…
af: Laai nou data op…
lb: Date gi lo eropgelueden…
my: ဒေတာကို အခုပို့နေသည်...
oc: Telecargament de las informacions en cors…
ta: இப்போது தரவை பதிவேற்றுகிறது...
th: กำลังอัปโหลดข้อมูล…
tt: Şimdi veriler yükletile…
ur: اب کوائف اپ لوڈ کر رہا ہے ...

source: Oops! There was an error connecting to the Mozilla servers. Maybe your network connection is down?
af: Oeps! Kon nie aan die Mozilla-bedieners koppel nie. Dalk is die netwerkverbinding af.
hy_am: Վայ! Սխալ տեղի ունեցավ Mozilla-ի հետ կապնվելիս: Հնարավոր է ընդհատվել է Ձեր ինտերնետ կապը:
lb: Upps! E Feeler ass opgetruede beim Erreeche vun de Mozilla-Serveren. Gouf deng Connectioun villäicht ënnerbrach?
oc: Ops ! Una error s'es producha al moment de la connexion als servidors de Mozilla. Benlèu que vòstra connexion a la ret es desfalhenta ?
ta: அடடா! Mozilla சேவையகங்களுக்கு இணைக்கும் ஒரு பிழை ஏற்பட்டது. ஒருவேளை உங்கள் பிணைய இணைப்பு சரியாக இல்லையோ?
th: โอ๊ะ! เกิดความผิดพลาดขณะกำลังเชื่อมต่อไปยังเซิร์ฟเวอร์ของ Mozilla การเชื่อมต่อของคุณอาจจะล่ม?
tt: Hop! Mozilla sunucılarına bağlanğanda bir hata bar edi. Belki şebeke bağlantıñız tüşken?
ur: اف! Mozilla پیش کاروں کے ساتھ کنکٹ کرتے وقٹ نقص آ گیا تھا۔ شائد آپ کا نیٹ ورک کنکشن ڈاون ہے؟

source: Test Pilot will retry automatically, so it's OK to close this page now.
af: Toetsloods sal outomaties weer probeer; dit is dus OK om hierdie bladsy nou toe te maak.
hy_am: Կարգավորիչի փորձարկումը ավտոմատ կերպով կկատարվի,այսպիսով լավ կլինի,որ այս էջը հիմա փակեք:
lb: Du kanns dës Säit ouni Problem zoumaachen, den Testpilot wäert nees automatech probéieren.
my: စမ်းသပ်ချက်ပိုင်းလော့သည်အလိုအလျှောက်ပြန်စမည်ဒါကြောင့် OK ယခုစာမျက်နှာအားပိတ်လိုက်နိုင်ပါပြီ။
oc: Test Pilot ensajarà de se tornar connectar automaticament, podètz doncas tampar aquesta pagina ara.
ta: சோதனை வெள்ளோட்டம் தானாகவே மீண்டும்சி முயற்சிக்கப்படும், ஆகவே இப்போது இந்தப் பக்கத்தை மூடுவதால் ஏதும் சிக்கல் இல்லை.
th: Test Pilot จะลองใหม่โดยอัตโนมัติ คุณสามารถปิดหน้านี้ได้
tt: Test Pilotı avtomatik olaraq kene deñeycek, ondan dolayı şimdi bu saifeni qapatabilirsiñiz.
ur: ٹیسٹ پائلٹ خودکار طور پر پھر کوشش کرے گا، اس لیے آپ اس صفحہ کو ابھی بند کر سکتے ہیں۔

source: (It has already ended and you should not be seeing this page)
af: (Dit is reeds klaar en jy behoort eintlik nie hierdie bladsy te sien nie)
hy_am: (Այն արդեն ավարտվել է և դուք չպետք է տեսնեիք այս էջը)
lb: (Et gouf schon ofgeschloss an du solls déi Säit net gesinn)
my: (​လုပ်ဆောင်ပြီးဖြစ်ပြီးသင်ယခုစာမျက်နှာအားမြင်နေခြင်းမှရယ်ဖွယ်ကောင်းသည် :P )
oc: (Aqueste estudi es ja acabat e aquesta pagina se deuriá pas mai afichar)
ta: (இது ஏற்கனவே முடிந்துவிட்டது, நீங்கள் இந்தப் பக்கத்தைக் காணக்கூடாது)
th: (มันจบไปแล้วและคุณไม่ควรจะเห็นหน้านี้)
tt: (Endi bitken olğanından dolayı bu saifeni köre olmayuvıñız kerek)
ur: (یہ پہلے سے ہی ختم ہو چکا ہے اور آپ کو یہ صفحہ نہیں نظر آنا چاہیے)

source: today, at %S
af: vandag om %S
hy_am: այսօր %S-ին
lb: Haut, um %S
my: ယနေ့%Sတွင်
oc: uèi, a %S
ta: இன்று, %S க்கு
th: วันนี้ เมื่อ %S
tt: bugün, saat %S
ur: آج، %S پر

source: on %S
af: op %S
hy_am: %S-ին
lb: den %S
my: %S တွင်
oc: lo %S
ta: %S இல்
th: เมื่อ %S
tt: %S tarihında
ur: %S پر

source: #1 extension;#1 extensions
af: #1 uitbreiding;#1 uitbreidings
hy_am: #1 ընդլայնում;#1 ընդլայնումներ
lb: #1 Erweiderung;#1 Erweiderungen
my: #1 နောက်ဆက်တွဲ ;#1 နောက်ဆက်တွဲများ
ta: #1 நீட்டிப்பு;#1 நீட்டிப்புகள்
th: #1 ส่วนขยาย;#1 ส่วนขยาย
tt: #1 eklenti;#1 eklenti
ur: #1 توسیع؛ #1 توسیعات

source: This test recurs every %S days. Each time it completes:
af: Hierdie toets herhaal elke %S dae. Elke keer voltooi dit:
hy_am: Այս թեստը իրականանում է ամեն %S օր: Ամեն անգամ այն ավարտվում է՝
lb: Dësen Test widderhuelt sech all %S Deeg. All Kéiers, wann et ofgeschloss gëtt:
oc: Aqueste tèst se repetís cada %S jorns. A cada còp que s'acaba :
ta: இந்த சோதனை ஒவ்வொரு %S நாட்களுக்கும் ஒரு முறை மீண்டும் நிகழும். ஒவ்வொரு முறையும் அது முடிவடையும்:
th: การทดสอบนี้จะทำซ้ำทุกๆ %S วัน ทุกครั้งที่เสร็จสิ้น:
tt: Bu test her %S künde bir tekrarlanır. Her seferinde şöyle tamamlanır:
ur: یہ ٹیسٹ ہر %S دن بعد پھر چلتا ہے۔ اس کے مکمل ہونے پر ہر بار:

source: Ask me whether I want to submit my data.
af: Vra my of ek my data wil indien.
hy_am: Հարցնել արդյոք ես ցանկանեւմ եմ ուղարկել իմ տվյալները:
lb: Nofroen, ob Daten ofgeschéckt solle ginn.
my: အချက်အလက်များကိုပို့မည်မပို့မည်မေးပါ။
oc: me demandar se vòli mandar mas informacions.
ta: என் தரவை சமர்ப்பிக்க விரும்புகிறேனா என என்னைக் கேட்கவும்.
th: ถามฉันว่าต้องการส่งข้อมูลหรือไม่?
tt: Verilerimni teslim etmege istep istemegenimni sora.
ur: مجھ سے پوچھے اگر میں اپنے قوائف جمع کروانا چاہتی ہوں۔

source: Always submit my data, and don't ask me about it.
af: Dien altyd my data in, en moenie my daaroor vra nie.
hy_am: Տվյալները միշտ ուղարկել և ինձ չհարցնել դրա համար:
lb: Daten ëmmer ofschécken ouni nozefroen.
my: အမြဲဒေတာတွေကိုပေးပို့ပါထပ်မမေးပါနှင့်။
oc: mandar totjorn mas informacions e me demandar pas.
ta: எப்போதும் என் தரவைச் சமர்ப்பி, அதைப் பற்றி என்னிடம் கேட்க வேண்டாம்.
th: ส่งข้อมูลทันทีโดยไม่ได้ถามฉัน
tt: Verilerimni her zaman teslim et ve maña onıñ haqqında sorama.
ur: میرے قوائف ہربار جمع کریں اور مجھے اس کے بارے میں نہ پوچھیں۔

source: Never submit my data, and don't ask me about it.
af: Dien nooit my data in nie, en moenie my daaroor vra nie.
hy_am: Չուղարկել իմ տվյալները և երբեք չհարցնել դրա մասին:
lb: Daten ni ofschécken an net dono froen.
my: အချက်အလက်များအားမည်သည့်အခါမှမပေးပို့ပါနှင့်ပြီးနောက်ထပ်မမေးပါနှင့်။
oc: mandar pas jamai mas informacions e me demandar pas.
ta: ஒரு போதும் என் தரவைச் சமர்ப்பிக்க வேண்டாம், அதைப் பற்றி என்னிடம் கேட்கவும் வேண்டாம்.
th: อย่างส่งข้อมูลและอย่าถามฉันอีก
tt: Verilerimni asla teslim etme ve maña onıñ haqqında sorama.
ur: میرے قوائف کبھی نہ جمع کریں، اور مجھے اس کے بارے میں مت پوچھیں۔

# testpilot.statusPage.loading
source: Loading, please wait a moment…
af: Laai tans, wag asseblief…
lb: Gëtt gelueden, waart ee Moment w.e.g.…
my: ရယူနေသည်​​ ခဏစောင့်ပါ...
oc: Cargament en cors, pacientatz un moment…
ta: ஏற்றுகிறது, சற்று காத்திருக்கவும்…
th: กำลังโหลด โปรดรอสักครู่
tt: Yüklene, lütfen bir an bekleñiz…
ur: لوڈ کر رہا ہے، کچھ دیر انتظار کیجیے ...

source: You are about to quit the "%S" study.
af: U staan op die punt om die "%S"-studie te verlaat.
hy_am: Դուք պատրաստվում եք դադարեցնել "%S"-ի հետազոտությունը:
lb: Du bass am gaang d'Etude "%S" ze verloossen.
my: သင်သည်ယခုလေးတင် "%S" အားထွက်တော့မည်ဖြစ်သည်။
oc: Sètz a mand de quitar l'estudi « %S ».
ta: நீங்கள் "%S" ஆய்வை விட்டு வெளியேற இருக்கிறீர்கள்.
th: คุณกำลังจะออกจากการศึกษา "%S"
tt: "%S" araştırmasını terk etmek üzresiñiz.
ur: آپ "%S" سٹڈی چھوڑنے والے ہیں۔

source: (Optional) If you have a minute, please let us know why you have chosen to quit the study.
af: (Opsioneel) As u 'n oomblik het, vertel ons asseblief hoekom u besluit het om die studie te verlaat.
hy_am: (Ըստ հայեցողության) Եթե ունեք ժամանակ, խնդրում ենք տեղեկացրեք մեզ թե ինչու որոշեցիք դուրս գալ օգտագործողի ուսումնասիրությունից:
lb: (Optional) Wann s du Zäit hues, so eis w.e.g. firwat s du d'Etude verlooss hues.
my: (​အပြင်အဆင်)သင့်မှာအချိန်မိနစ်ပိုင်းလောက်ရှိပါက် ကျွန်တော်တို့အားလေ့လာရေးအတွက်ကူညီပေးပါလားခင်ဗျာ။
oc: (Opcional) S'avètz una minuta, indicatz-nos perqué quitatz l'estudi.
ta: (கட்டாயமில்லை) ஒரு நிமிடம் செலவழிக்க முடிந்தால், ஏன் நீங்கள் ஆய்வை வெளியேற முடிவு செய்தீர்கள் என எங்களுக்குத் தெரியப்படுத்துங்கள்.
th: (ทางเลือก) ถ้าคุณมีเวลาสักครู่ โปรดบอกให้เรารู้ว่าทำไมคุณถึงเลือกที่จะออกจากการศึกษานี้
tt: (İhtiyariy) Bir daqqañız bar ise, lütfen araştırmanı nege terk etmege istegeniñiz haqqında bizni haberdar etiñiz.
ur: (اختیاری) اگر آپ کے پاس ایک منٹ پو تو، ہمیں ضرور بتائیں کہ آپ نے سٹڈی چھوڑنے کا فیصلہ کیوں کیا۔

source: Reason:
af: Rede:
hy_am: Պատճառը՝
lb: Grond:
my: အကြောင်းပြချက်။
oc: Rason :
ta: காரணம்:
th: เหตุผล:
tt: Sebep:
ur: وجہ:

source: This is a recurring study. Normally we will let you know the next time we run the study. If you never want to hear about this study again, check the box below:
af: Hierdie is 'n herhalende studie. Gewoonlik sal ons u vertel wanneer die studie weer loop. As u nooit weer van hierdie studie wil hoor nie, merk die blokkie hier onder:
hy_am: Սա պարբերական բնույթի հետազոտություն է:Որպես կանոն` մենք ձեզ կտեղեկացնենք հաջորդ անգամ այս հետազոտությունը կիրառելիս:Եթե դուք այլևս չեք ցանկանում լսել այս հետազոտության մասին,կասեցրեք ստորև բերված վանդակը:
lb: Dëst ass eng widderhuelend Etude. Normalerweis soe mer Bescheed, wann d'Etude d'nächst Kéier duerchféiert gëtt. Wann s du näischt méi vun dëser Etude héiere wëlls, da wiel w.e.g. d'Këscht ënnen un:
oc: Aquò's un estudi recurrent. Normalament, vos avertirem al moment de son aviada venenta. Se volètz pas mai ausir parlar d'aqueste estudi, marcatz la casa çaijós :
ta: இது தொடர்ச்சியான ஆய்வு. பொதுவாக நாங்கள் மீண்டும் அடுத்த முறை ஆய்வை நடத்தும் போது உங்களுக்கு தெரியப்படுத்துவோம். நீங்கள் மீண்டும் இந்த ஆய்வைப் பற்றி எதுவும் அறிய விரும்பாவிட்டால், கீழே உள்ள பெட்டியைத் தேர்வுசெய்யவும்:
th: นี่เป็นการศึกษาซ้ำๆ ตามปกติแล้วเราจะบอกให้คุณทราบว่าการศึกษาครั้งต่อไปจะเริ่มเมื่อใด ถ้าคุณไม่อยากรับทราบเกี่ยวกับการศึกษานี้อีกต่อไป โปรดเลือกตัวเลือกข้างล่าง
tt: Bu, mükerrer bir araştırmadır. Normalde araştırmanıñ yapılacağı bir soñraki zaman haqqında sizni haberdar etermiz. Bu araştırma haqqında artıq asla eşitmege istemey iseñiz, aşağıdaki qutunı çavkeleñiz:
ur: یہ سٹڈی بار بار چلتی ہے۔ عام طور پر آپ کو بتا دیں گے جب ہم اس کو اگلی بار چلائیں گے۔ آگر آپ اس کے بارے میں کبھی نہیں سننا چاہتے، تو نیچے والے خانے میں ٹک کر دیجیے:

source: Quit this recurring study.
af: Verlaat hierdie herhalende studie.
hy_am: Դադարեցնել այս պարբերական հետազոտությունը
lb: Dës widderhuelend Etude verloossen.
my: လေ့လာချက်မှထွက်ပါ။
oc: Quitar aqueste estudi recurrent.
ta: இந்த தொடர் ஆய்வை விட்டு விலகு.
th: ออกจากการศึกษานี้
tt: Bu mükerrer araştırmanı terk et.
ur: اس بار بار چلنے والی سٹڈی کو چھوڑ دیں۔

source: Quit the Study »
af: Verlaat die studie »
hy_am: Quit the Study raquo;
lb: D'Etude verloossen »
my: လေ့လာချက်မှထွက်ပါ »
oc: Quitar l'estudi »
ta: ஆய்வை விட்டு விலகு »
th: ออกจากการศึกษา &raquo;
tt: Araştırmanı Terk Et »
ur: سٹڈی چھوڑ دیں >>

source: Thank You for Joining the Test Pilot Team!
af: Dankie dat u by die Toetsloods-span aangesluit het!
hy_am: Շնորհակալություն <<Փորձարկիչ օդաչու>> թիմին միանալու համար!
lb: Merci dass du beim Testpilot-Team matméchs!
my: ဦးဆောင်စမ်းသပ်အဖွဲ့ နှင့် ဆက်သွယ်သောကြောင့် ကျေးဇူးတင်ပါသည်။
oc: Mercé de rejónher l'equipa de Test Pilot !
ta: சோதனை வெள்ளோட்ட அணியுடன் இணைந்ததற்கு நன்றி!
th: ขอบคุณในการเข้าร่วมทีม Test Pilot
tt: Test Pilotı Taqımına Qoşulğanıñız içün Teşekkürler!
ur: ٹیسٹ پائلٹ ٹیم کا حصہ بننے کا شکریہ!

source: Getting Started
af: Hoe om te begin
hy_am: Աշխատանքի Սկիզբը
lb: Lassleeën
my: စတင်အသုံးပြုခြင်း
oc: Mesa en rota
ta: பயன்படுத்த தொடங்குதல்
th: เริ่มต้น
tt: İlk Adımlar
ur: شروعات

source: Please take the
af: Vul asseblief die
hy_am: Վերցնել
lb: Maach w.e.g. mat an der
my: ကျေးဇူးပြုပြီးယူရန်မှာ
oc: Mercé de participar al
ta: தயவு செய்து
th: โปรดลอง
tt: Lütfen
ur: یہ لے لیں

source: Pilot Background Survey
af: Loodsagtergrond-opname in
hy_am: Pilot-ի խորապատկերային ստուգում
lb: Testpilot-Emfro
my: ပိုင်းလော့နောက်ခံဆာဗေး
oc: sondatge de Test Pilot
ta: வெள்ளோட்ட பின்புல கருத்தாய்வு
th: แบบสำรวจข้อมูลส่วนตัวผู้ร่วมทดสอบ
tt: Pilot Arqazemin Anketi'nde iştirak etiñiz
ur: پائلٹ بیک گراونڈ سروے

source: Click here to see the studies that are currently running.
af: Kliek hier om te sien watter studies tans loop.
hy_am: Սեղմեք այստեղ, որպեսզի տեսնեք հետազոտությունները, որոնք ներկայումս ընթացքի մեջ են:
lb: Klick hei fir ze gesi wéi eng Etuden nach lafen.
my: အကယ်လို့လေ့လာချက်များ ရှိနေလားသိချင်ပါကဒီကိုနှိပ်ပါ။
oc: Clicatz aicí per veire los estudis en cors.
ta: தற்போது நடந்துகொண்டிருக்கும் ஆய்வுகளைப் பார்க்க இங்கு சொடுக்கவும்.
th: คลิกเพื่อดูการศึกษาที่ยังมีอยู่
tt: Hal-hazırda yapılmaqta olğan araştırmalarnı körmek içün mında çertiñiz.
ur: حال میں چلتی ہوئی سٹڈی دیکھنے کے لیے یہاں کلک کریں۔

source: Test Pilot Add-on
af: Toetsloods-byvoeging
hy_am: Կարգավորիչի Փորձարկման հավելում
my: အစမ်းပိုင်းလော့အတ်ဒ်အွန်
oc: Modul complementari Test Pilot
ta: வெள்ளோட்ட துணை நிரலைச் சோதிக்கவும்
th: ส่วนขยาย Test Pilot
tt: Test Pilotı Eklentisi
ur: ٹیسٹ پائلٹ ایڈ اون

source: « look for this icon in the bottom right of the browser window.
af: « kyk uit vir hierdie ikoon regs onder aan die blaaier se venster.
hy_am: laquo; look for this icon in the bottom right of the browser window.
lb: « Sich no dëser Ikon riets ënnen am Eck vun denger Browser-Fënster.
my: « ဤအိုင်ကွန်အားရှာရန်အတွက်ညာဘက်အောက်ခြေသို့ကြည့်ပါ။
oc: « recercatz aquesta icòna dins lo canton inferior drech de la fenèstra del navigador.
ta: « உலாவி சாளரத்தின் அடிப்பக்கம் வலப்புறத்தில் இந்த சின்னம் உள்ளதா எனப் பார்க்கவும்.
th: &laquo; มองหาไอคอนนี้ที่ด้านล่างขวาของหน้าต่างเบราว์เซอร์
tt: « kezici penceresiniñ oñ tübünde şu işaretçik içün baqıñız.
ur: << اس شبیہ کے لیے براوزر دریچے کے نیچے، بائیں طرف دیکھیں۔

source: You can click on it to get the main Test Pilot menu.
af: Kliek daarop om na die Toetsloods-hoofkieslys te gaan.
hy_am: Դուք կարող եք սեղմել այն, որպեսզի բացվի Կարգավորիչի Փորձարկման ընտրացանկը:
lb: Du kanns drop klicke fir den Testpilot-Menü opzeruffen.
my: ပင်မပိုင်းလော့မီနူးအားကြည့်ရန်ထိုအရာအားကလစ်ပေးပါ
oc: Podètz clicar dessús per aténher lo menú principal de Test Pilot.
ta: பிரதான சோதனை வெள்ளோட்ட மெனுவைப் பெற நீங்கள் அந்த சின்னத்தை சொடுக்கலாம்.
th: คุณสามารถคลิกเพื่อเข้าถึงเมนูหลักของ Test Pilot
tt: Test Pilotı ana menüsine irişmek içün oña çertebilirsiñiz.
ur: آپ مین ٹیسٹ پائلٹ مینیو میں جانے کے لیے اس پر کلک کر سکتے ہیں۔

source: The icon will pop up a notification when a study needs your attention.
af: Die ikoon sal 'n berig wys wanneer die studie aandag nodig het.
hy_am: Կհայտնվի տեղեկացնող պատկերը, երբ Ձեր ուշադրության կարիքը լինի։
lb: D'Ikon wäert eng Notifikatioun uweisen, wann eng Etude deng Opmierksamkeet brauch.
my: လေ့လာချက်တစ်ရပ်သည်သင့်သတိထားမှူလိုလာသောအခါယခုအိုင်ကွန်သည်သတိပေးချက်အနေဖြင့်ထွက်လာမည်ဖြစ်သည်။
oc: Una notificacion apareis en dessús de l'icòna per indicar qu'un estudi necessita vòstra atencion.
ta: ஆய்வுக்கு உங்கள் கவனம் தேவைப்படும் போது அந்த சின்னம் ஒரு அறிவிப்பை மேலெழுப்பிக் காண்பிக்கும்.
th: ไอคอนจะแสดงการเตือนเมื่อมีการศึกษาที่ต้องการให้คุณดู
tt: Bir araştırma diqqatıñızğa muhtac olğanda işaretçik bir tebliğni peyda etecek.
ur: یہ شبیہ ایک نوٹس پاپ اپ کر دے گی جب کسی سٹڈی کو آپ کی توجہ کی ضرورت ہو گی۔

source: Privacy Policy
af: Privaatheidbeleid
hy_am: Գաղտնիության Դրույթները
lb: Dateschutzrichtlinn
my: ကိုယ်ရေးကိုယ်တာ လုံခြုံမှူအရလိုက်နာရမည့် စည်းမျဉ်း
oc: Politica de confidencialitat
ta: தனியுரிமை கொள்கை
th: นโยบายความเป็นส่วนตัว
tt: Hususiyat Siyaseti
ur: پالیسی نجی نوعیت

source: Legal Notices
af: Regskennisgewings
hy_am: Իրավական ծանուցումներ
lb: Rechtlech Hiwäiser
my: တရားရေးဆိုင်ရာသတိပေးချက်များ
oc: Mencions legalas
ta: சட்டரீதியான அறிவிப்புகள்
tt: Qanuniy Tebliğler
ur: لیگل نوٹس

source: Save Answers
af: Stoor antwoorde
hy_am: Պահել պատասխանները
lb: Äntwerte späicheren
my: အဖြေများသိမ်း
oc: Enregistrar las responsas
ta: பதில்களைச் சேமி
th: บันทึกคำตอบ
tt: Cevaplarnı Saqla
ur: جواب محفوظ کریں

source: Submit Answers
af: Dien antwoorde in
hy_am: Ուղարկել պատասխանները
lb: Äntwerte schécken
my: အဖြေများအားပေးပို့မည်။
oc: Mandar las responsas
ta: பதில்கள்களைச் சமர்ப்பிக்கவும்
th: ส่งคำตอบ
tt: Cevaplarnı Teslim Et
ur: جوابات جمع کروائیں

source: Change Answers
af: Verander antwoorde
hy_am: Փոխել պատասխանները
lb: Äntwerten änneren
my: အဖြေများအားပြောင်းမည်။
oc: Modificar las responsas
ta: பதில்கள்களை மாற்றவும்
th: เปลี่ยนตำตอบ
tt: Cevaplarnı Deñiştir
ur: جوابات تبدیل کریں

# testpilot.surveyPage.loading
source: Loading, please wait a moment…
af: Laai tans, wag asseblief…
lb: Gëtt gelueden, waart e Moment w.e.g.……
my: ရယူနေသည်​​ ခဏစောင့်ပါ...
oc: Cargament en cors, pacientatz un moment…
ta: ஏற்றுகிறது. ஒரு கணம் காத்திருக்கவும்...
th: กำลังโหลด โปรดรอสักครู่…
tt: Yüklene, lütfen bir an bekleñiz…
ur: لوڈ کر رہا ہے، کچھ دیر انتظار کیجیے ...
