Repository: tktk711/mozilla-l10n
Catalog: */obsolete/browser/feedback/main.properties.po
Languages: af, hy_am, lb, my, oc, ta, th, tt, ur

source: Thank you for finishing this survey. Your answers will be uploaded along with the next set of experimental data.
af: Dankie dat jy hierdie opname ingevul het. Jou antwoorde sal tesame met die volgende stel eksperimentele data opgelaai word.
hy_am: Շնորհակալություն այս հարցումը ավարտելու համար: Ձեր պատասխանները կուղարկվեն փորձնական տվյալների հաջորդ խմբի հետ:
lb: Merci, dass du dës Etude ofgeschloss huess. Deng Äntwerte wäerten zesumme mat dem nächste Set vun experimentell Daten eropgelueden.
my: ယခုစမ်းသပ်အချက်အလက်များကိုဖြေဆိုပေးခြင်းအတွက်ကျေးဇူးတင်ပါသည်။သင်၏အဖြေများအား နောက်တစ်ကြိမ်စမ်းသပ်ချက်အချက်အလက်များတင်ပို့ရာတွင်ထည့်သွင်းလိုက်မည်ဖြစ်သည်။
oc: Mercé per vòstra participacion a aqueste estudi. Vòstras responsas seràn telecargadas en mème temps que lo jòc de donadas experimentalas que ven.
ta: இந்த ஆய்வை நிறைவு செய்ததற்கு நன்றி. உங்கள் பதில்கள் அடுத்த சோதனை தரவுகளுடன் சேர்த்து பதிவேற்றப்படும்.
th: ขอบคุณสำหรับการร่วมทำแบบสำรวจ คำตอบของคุณจะถูกอัปโหลดไปพร้อมกับข้อมูลการศึกษาชุดถัดไป
tt: Bu anketni tamamlağanıñız içün teşekkür etemiz. Cevaplarıñız soñraki tecribiy veriler kümesi ile birlikte yükletilecek.
ur: یہ سروے مکمل کرنے کا شکریہ۔ آپ کے جوابات قوائف کے اگلے سیٹ کے ساتھ اپ لوڈ کیے جائیں گے۔

source: If you would like to review or change your answers, you can do so at any time using the button below.
af: As jy jou antwoorde wil nagaan of verander, kan jy dit te enige tyd doen met die knop hier onder.
hy_am: Եթե դուք ցանկանում եք վերանայել կամ փոփոխել ձեր պատասխանները, դուք կարող եք դա անել ցանկացած պահի` օգտվելով ներքևում գտնվող կոճակից:
lb: Wann s du d'Äntwerten ukucken oder ännere wëlls, kanns du dëst allzäit bei dësem Knäppche maachen.
my: သင့်အဖြေအားပြောင်းလဲလို ပြန်လည်စစ်ဆေးလိုပါက အောက်ပါ ခလုပ်အားနှိပ်ပြီးမည်သည့်အချိန်တွင်မဆိုပြောင်းလဲနိုင်ပါသည်။
oc: Se volètz tornar veire o modificar vòstras responsas, lo podètz far a tot moment en utilizant lo boton çaijós.
ta: உங்கள் பதில்களை பரிசீலிக்க அல்லது மாற்ற விரும்பினால், கீழே உள்ள பொத்தானைப் பயன்படுத்தி எந்த நேரத்திலும் செய்ய முடியும்.
th: คุณสามารถตรวจดูหรือเปลี่ยนคำตอบของคุณโดยกดปุ่มด้านล่าง
tt: Cevaplarıñıznı közden keçirmek ya da deñiştirmek isteseñiz, bunı her hangi zamanda aşağıdaki dögmeni qullanaraq yapabilirsiñiz.
ur: اگر آپ اپنے جوابات چیک کرنا یا بدلنا چاہتے ہیں، تو یہ آپ کسی وقت بھی نیچے دیے گئے بٹن کو استعمال کر کے کر سکتے ہیں۔

source: Excellent! You finished the "%S" Study!
af: Uitstekend! Die "%S"-studie is afgehandel!
lb: Exzellent! Du bass mat der Etude "%S" fäerdeg!
my: ထူးချွန်တယ်၊ သင် "%S" ကိုလေ့လာတာ ပြီးဆုံးပြီ။
oc: Excellent ! Avètz acabat l'estudi %S !
ta: அற்புதம்! நீங்கள் "%S" ஆய்வை நிறைவு செய்துவிட்டீர்கள்!
th: ยอดเยี่ยม! คุณเสร็จสิ้นการศึกษา %S!
tt: Faiq! "%S" araştırmasını tamamladıñız!
ur: اعلیٰ! آپ نے "%S" سٹڈی مکمل کر لی!

source: All data related to this study has been removed from your computer.
af: Alle data van hierdie studie is van jou rekenaar af verwyder.
hy_am: Այս ուսւմնասիրությանը վերաբերող բոլոր տվյալները ջնջվել են Ձեր համակարգչից:
lb: All Daten déi mat dëser Etude ze dinn hunn, goufe vun dengem Computer geläscht.
my: ကော်ခံလေ့လာမှူနဲ့ပတ်သတ်သောအချက်အလက်များအားသင့်ကွန်ပျူတာအတွင်းမှဖယ်ဖျက်ပြီးဖြစ်သည်။
oc: Totas las informacions relativas a aqueste estudi son estadas suprimidas de vòstre ordenador.
ta: இந்த ஆய்வு தொடர்பான அனைத்து தரவும் உங்கள் கணினியில் இருந்து நீக்கப்பட்டது.
th: ข้อมูลทั้งหมดที่เกี่ยวข้องกับการศึกษานี้ได้ถูกลบออกจากคอมพิวเตอร์ของคุณแล้ว
tt: Bu araştırmağa dair bütün veriler bilgisayarıñızdan silingendir.
ur: اس سٹڈی سے مطلق تمام قوائف آپ کے کمپیوٹر سے ہٹا دیے گئے ہیں۔

source: Update…
af: Bywerk…
my: ပြုပြင်မွမ်းမံ...
oc: Mesa a jorn...
ta: புதுப்பிக்க ...
th: ปรับรุ่น…
tt: Yañart…
ur: تازہ کاری کریں ...

source: Thanks!
af: Dankie!
hy_am: Շնորհակալություն!
lb: Merci!
my: ကျေးဇူးတင်ပါသည်။
oc: Mercé !
ta: நன்றி!
th: ขอบคุณมาก!
tt: Teşekkürler!
ur: شکریہ!

source: Thank you for uploading your data.
af: Dankie dat jy jou data opgelaai het.
hy_am: Շնորհակալութուն Ձեր տվյալները վերբեռնելու համար.
lb: Merci, dass du deng Daten eropluets.
my: သင်၏အချက်အလက်များအားတင်ပို့ပေးခြင်းအတွက်ကျေးဇူးတင်ရှိပါသည်။
oc: Mercé d'aver telecargat vòstras donadas d'estudi.
ta: உங்கள் தரவைப் பதிவேற்றியதற்கு நன்றி.
th: ขอบคุณสำหรับการอัปโหลดข้อมูลของคุณ
tt: Verileriñizni yükletkeniñiz içün teşekkür etemiz.
ur: اپنے قوائف اپ لوڈ کرنے کا شکریہ۔

source: Ready to Submit
af: Gereed om in te dien
hy_am: Պատրաստ է ուղարկման
lb: Prett fir Ofzeschécken
my: ပေးပို့ရန်အဆင့်သင့်ဖြစ်ပြီ။
oc: Prèst a mandar
ta: சமர்ப்பிக்கத் தயார்
th: พร้อมส่ง
tt: Teslimge Hazır
ur: جمع کرنے کے لیے تیار

source: The Test Pilot "%S" study is finished gathering data and is ready to submit.
af: Die "%S" Toetsloods-studie het klaar data versamel en is gereed om dit in te dien.
hy_am: Կարգավորիչի Փորձարկման "%S" հետազոտությունը ավարտել է տվյալներ հավաքելը և պատրաստ է հաստատելու:
lb: D'Testpilot-Etude "%S" ass fäerdeg mam Sammele vun Daten, déi prett si fir ofgeschéckt ze ginn.
my: ကောက်ခံလေ့လာချက် "%S" သည် အချက်အလက်များအားစုဆောင်းခြင်းအားပြီးဆုံးပြီးနောက် ပေးပို့ရန်အဆင်သင့်ဖြစ်နေပါပြီ။
oc: L'estudi Test Pilot « %S » a acabat d'acampar las donadas e es prèst per mandar aquelas informacions.
ta: சோதனை வெள்ளோட்டம் "%S" ஆய்வு தரவு சேகரித்தலை முடித்துவிட்டு, சமர்ப்பிக்கத் தயாராக உள்ளது.
th: การศึกษา Test Pilot "%S" เสร็จสิ้นการเก็บข้อมูลและพร้อมที่จะส่ง
tt: Test Pilotı "%S" araştırması veri toplamaqnı tamamlağandır ve verilerni teslimge hazırdır.
ur: ٹیسٹ پائلٹ "%S" سٹڈی نے قوائف جمع کرنا مکمل کر لیا ہے اور جمع ہونے کے لیے تیار ہے۔

source: New Test Pilot Study
af: Nuwe Toetsloods-studie
hy_am: Նոր Կարգավորչի Փորձարկման հետազոտություն
lb: Nei Testpilot-Etude
my: နောက်ထပ်ကောက်ခံလေ့လာချက်
oc: Novèl estudi Test Pilot
ta: புதிய சோதனை வெள்ளோட்ட ஆய்வு
th: การศึกษา Test Pilot ใหม่
tt: Yañı Test Pilotı Araştırması
ur: نئی ٹیسٹ پائلٹ سٹڈی

source: The Test Pilot "%S" study is about to begin.
af: Die "%S" Toetsloods-studie is reg om te begin.
hy_am: Կարգավորչի Փորձարկման "%S" հետազոտությունը արդեն սկսվում է:
lb: D'Testpilot-Etude "%S" wäert gläich ufänken.
my: ကောက်ခံလေ့လာချက် "%S" သည်စတင်လိုက်တော့မည်ဖြစ်သည်။
oc: L'estudi Test Pilot « %S » es a mand de començar.
ta: சோதனை வெள்ளோட்டம் "%S" ஆய்வு தொடங்க உள்ளது.
th: การศึกษา Test Pilot "%S" กำลังจะเริ่ม
tt: Test Pilotı "%S" araştırması başlamaq üzre.
ur: ٹیسٹ پائلٹ "%S" شروع ہونے والی ہے۔

source: New Test Pilot Survey
af: Nuwe Toetsloods-opname
hy_am: Test Pilot-ի նոր հարցում
lb: Nei Testpilot-Ëmfro
my: နောက်ထပ် စမ်းသပ် တိုင်းတာချက်
oc: Novèl sondatge Test Pilot
ta: புதிய சோதனை வெள்ளோட்ட கருத்தாய்வு
th: การสำรวจ Test Pilot ใหม่
tt: Yañı Test Pilotı Anketi
ur: نیا ٹیسٹ پائلٹ سروے

source: The Test Pilot "%S" survey is available.
af: Die "%S" Toetsloods-opname is beskikbaar.
hy_am: Հասանելի է "%S" Փորձարարը։
lb: D'Testpilot-Ëmfro "%S" ass disponibel.
my: စမ်းသပ်တိုင်းတာချက် "%S" အားဖြေဆိုနိုင်နေပါသည်။
oc: Lo sondatge Test Pilot « %S » es disponible.
ta: சோதனை வெள்ளோட்ட "%S" கருத்தாய்வு உள்ளது.
th: การสำรวจ "%S" ใช้ได้แล้ว
tt: Test Pilotı "%S" anketi faydalanışlıdır.
ur: ٹیسٹ پائلٹ "%S" سروے دستیاب ہے۔

source: New Test Pilot Results
af: Nuwe Toetsloods-resultate
hy_am: Կարգավորչի Փորձարկման նոր արդյունքներ
lb: Nei Testpilot-Resultater
my: ကောက်ခံလေ့လာတိုင်းတာချက်အဖြေရလဒ်များ
oc: Novèls resultats Test Pilot
ta: புதிய சோதனை வெள்ளோட்ட முடிவுகள்
th: ผลลัพธ์ Test Pilot ใหม่
tt: Yañı Test Pilotı Neticeleri
ur: نئے ٹیسٹ پائلٹ رزلٹ

source: New results are now available for the Test Pilot "%S" study.
af: Nuwe resultate is nou vir die "%S" Toetsloods-studie beskikbaar.
hy_am: Այժմ նոր արդյունքներ են հասանելի Կարգավորիչի Փորձարկման "%S" հետազոտության համար:
lb: Nei Resultater si lo disponibel fir d'Testpilot-Etude "%S".
my: ကောက်ခံလေ့လာချက် "%S" အတွက် အဖြေအသစ်များအားရရှိနိုင်ပါပြီ။
oc: De resultats novèls son disponibles per l'estudi « %S ».
ta: சோதனை வெள்ளோட்ட "%S" ஆய்வுக்கான புதிய முடிவுகள் இப்போது கிடைக்கும்.
th: มีผลลัพธ์ใหม่ของการศึกษา Test Pilot "%S"
tt: Test Pilotı "%S" araştırması içün şimdi yañı neticeler faydalanışlıdır.
ur: ٹیسٹ پائلٹ سٹڈی "%S" کے لیے اب نئے رزلٹ دستیاب ہیں۔

source: Thank you!
af: Dankie!
hy_am: Շնորհակալություն!
lb: Merci!
my: ကျေးဇူးတင်ပါသည်!
oc: Mercé !
ta: மிக்க நன்றி!
th: ขอบคุณมาก!
tt: Teşekkürler!
ur: شکریہ!

source: The Test Pilot "%S" study is completed and your data has been submitted!
af: Die "%S"-studie van Toetsloods is klaar, en die data is ingedien!
hy_am: Կարգավորիչի Փորձարկման "%S" հետազոտությունն ավարտված է և ձեր տվյալները հաստատված են:
lb: D'Testpilot-Etude "%S" ass fäerdeg an deng Date goufen ofgeschéckt!
my: ကောက်ခံလေ့လာချက် "%S" ပြီးဆုံးသွားပြီးနောက်သင်၏အချက်အလက်များအားပေးပို့ပြီးပါပြီ!
oc: L'estudi Test Pilot « %S » es acabat e vòstras donadas son estads mandadas !
ta: சோதனை வெள்ளோட்ட "%S" ஆய்வு முடிவடைந்தது, உங்கள் தரவும் சமர்ப்பிக்கப்பட்டது!
th: การศึกษา Test Pilot "%S" สมบูรณ์และข้อมูลของคุณถูกส่งไปแล้ว!
tt: Test Pilotı "%S" araştırması tamamdır ve verileriñiz teslim etilgendir!
ur: ٹیسٹ پائلٹ "%S" سٹڈی مکمل ہے اور آپ کے قوائف جمع ہو چکے ہیں!

source: Extension Update
af: Uitbreiding-bywerking
hy_am: Ընդլայնման թարմացում
lb: Erweiderungs-Update
my: တိုးချဲ့သုံးပစ္စည်းအား အဆင့်မြှင့်ပြီး
oc: Mesa a jorn d'extension
ta: நீட்டிப்புகளை மேம்படுத்தவும்
th: ปรับรุ่นส่วนขยาย
tt: Uzantı Yañartması
ur: توسیع تازہ کاری

source: One of your studies requires a newer version of Test Pilot. You can get the latest version using the Add-ons window.
af: Een van jou studies vereis 'n nuwer weergawe van Toetsloods. Jy kan die jongste weergawe kry deur middel van die byvoeging-venster.
hy_am: Ձեր հետազոտություններից մեկին անհրաժեշտ է Կարգավորիչի Փորձարկման առավել նոր տարբերակ:Դուք կարող եք ձեռք բերել վերջին տարբերակը` օգտվելով հավելումների պատուհաններից:
lb: Eng vun dengen Etude brauch eng rezent Versioun vum Testpilot. Update dee mam Addon-Manager.
my: သင်၏ကောက်ခံလေ့လာချက်များထဲမှတစ်ခုသည် ဗားရှင်းအသစ်လိုအပ်နေပါသည်။ အတ်ဒ်အွန်၀င်းဒိုးတွင်သွားရောက်အဆင့်မြှင့်တင်နိုင်ပါသည်။
oc: Un de vòstres estudis necessita una novèla version de Test Pilot. Podètz obténer la darrièra version en utilizant la fenèstra dels moduls complementaris.
ta: உங்கள் ஆய்வுகளில் ஒரு ஆய்வுக்கு சோதனை வெள்ளோட்டத்தின் புதிய பதிப்பு தேவைப்படுகிறது. துணை நிரல்கள் சாளரத்தைப் பயன்படுத்தி சமீபத்திய பதிப்பைப் பெறலாம்.
th: การศึกษาส่วนหนึ่งต้องการ Test Pilot รุ่นใหม่กว่านี้ ดาวน์โหลดรุ่นล่าสุดได้ผ่านทางหน้าต่างส่วนเสริม
tt: Araştırmalarıñıznıñ biri Test Pilotı'nıñ daa yañı bir sürümini kerektire. Eñ soñki sürümini Eklentiler penceresini qullanaraq edinebilirsiñiz.
ur: آپ کی ایک سٹڈی کو ٹیسٹ پائلٹ کی نئی ورژن درکار ہے۔ آپ ایڈ اون دریچہ استعمال کر کے تازہ ترین ورژن حاصل کر سکتے ہیں۔
