Repository: tktk711/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.dtd.po
Languages: be, bg, es_cl, gu, hy_am, is, kab, kn, ml, mn, mr, ms, my, nb_no, nn_no, oc, pt, rw, sd, tr, tt, ug, ur

source: Please enter the password that was used to encrypt this certificate backup.
bg: Моля, въведете паролата, която е използвана при шифроването на този сертификат.
es_cl: Por favor, ingrese la contraseña que fue usada para encriptar este respaldo de certificado.
hy_am: Խնդրեմ նշեք արտոնաթղթերի այս կրկնորինակը ծածկագրելու համար օգտագործված գաղտնաբառը:
is: Sláðu inn lykilorðið sem var notað til að dulkóða öryggisafrit skilríkis.
kn: ದಯವಿಟ್ಟು ಈ ಪ್ರಮಾಣಪತ್ರದ ಬ್ಯಾಕ್ಅಪ್‍ ಅನ್ನು ಗೂಢಲಿಪೀಕರಿಸಲು ಬಳಸಲ್ಪಟ್ಟಂತಹ ಗುಪ್ತಪದವನ್ನು ದಾಖಲಿಸಿ.
ml: ഈ സര്‍ട്ടിഫിക്കേറ്റ് ബാക്കപ്പ് എന്‍ക്രിപ്റ്റ് ചെയ്തതിനു് ഉപയോഗിച്ച പാസ്‌വേര്‍ഡ് നല്‍കുക.
mn: Энэ гэрчилгээний нөөцийг нууцлахад хэрэглэж байсан нууц үгийг оруулна уу.
mr: ह्या प्रतिकृती प्रमाणपत्रास कुटलिपीचा वापरकरण्याकरीता वापरलेले गुप्तशब्द प्रविष्ट करा.
ms: Sila masukkan katalaluan yang telah digunakan untuk menyulitkan simpanan sijil ini.
my: ဒီလက်မှတ် သိမ်းဆည်းချက်ကို စာဝှက်ဖို့ သုံးစွဲတဲ့ စကားဝှက်ကို ရေးထည့်ပါ။
oc: Picatz lo senhal portable de seguretat que protegís aqueste certificat de seguretat e la clau privada.
rw: Usabwe kwinjiza ijambobanga ryakoreshejwe mu gusobeka iyi nyibutsacyemezo.
tr: Lütfen güvenlik onay belgesini ve onun özel anahtarını yedekleyen parolanızı girin.
tt: Zinhar, bu sertifikat xesterlemesín şifírlew öçön qullanılğan sírsüzní kírtígíz.
ug: بۇ گۇۋاھنامىنى شىفىرلاپ زاپاسلاش ئۈچۈن ئىم كىرگۈزۈڭ.
ur: وہ پاس ورڈ داخل کریں جو یہ تصدیق نامہ پشتارہ خفیہ کرنے میں استعمال کیا گیا تھا۔

source: Choose Token Dialog
be: Дыялог выбару лексемы
bg: Избор на токен
es_cl: Diálogo de Selección de Token
gu: ટોકન સંવાદ પસંદ કરો
hy_am: Հայտանիշի Ընտրության Երկխոսություն
is: Veldu tákn
kab: Afran n ujiṭun
kn: ಟೋಕನ್ ಸಂವಾದವನ್ನು ಆರಿಸಿ
ml: ടോക്കന്‍ ഡയലോഗ് തെരഞ്ഞെടുക്കുക
mr: टोकन संवाद निवडा
ms: Dialog Pilih Token
my: အမှတ်အသား အညွှန်းကို ရွေးချယ်ပါ
nb_no: Velg symbol
nn_no: Vel symbol
oc: Causida del geton
pt: Janela de escolha do token
rw: Guhitamo Agasandukukiganiro k'Akamenyetso
sd: پرماڻ جو گفتو چونڊيو
tr: Simge Seçim Kutusu
tt: Jeton Dialogın Saylağız
ug: شەرتلىك بەلگە دىئالوگىنى تاللاڭ
ur: ٹوکن مکالمہ انتخاب کریں

source: Please choose a token.
be: Выберыце, калі ласка, лексему.
bg: Моля, изберете токен.
es_cl: Por favor seleccione un token.
gu: મહેરબાની કરીને ટોકન પસંદ કરો.
hy_am: Խնդրեմ ընտրեք մի հայտանիշ:
is: Veldu tákn.
kab: Ma ulac aɣilif, fren ajiṭun.
kn: ದಯವಿಟ್ಟು ಒಂದು ಟೋಕನ್‍ ಅನ್ನು ಆರಿಸಿ.
ml: ഒരു ടോക്കന്‍ ദയവായി തെരഞ്ഞെടുക്കുക.
mn: Токэн сонгоно уу.
mr: कृपया टोकन निवडा.
ms: Sila pilih token.
my: အမှတ်အသား တခုကို ရွေးချယ်ပါ။
nb_no: Velg symbol.
nn_no: Vel symbol.
oc: Causissètz un geton
pt: Por favor escolha um token.
rw: Usabwe guhitamo akamenyetso.
sd: پرماڻ جو گفتو چونڊيو
tr: Lütfen bir simge secin.
tt: Zinhar bír jeton saylağız.
ug: شەرتلىك بەلگىدىن بىرنى تاللاڭ
ur: کوئی ٹوکن انتخاب کریں۔

source: Encryption Key Copy
bg: Копиране на шифроващия ключ
es_cl: Copia de Llave de Cifrado
hy_am: Ծածկագրման Բանալու Կրկնորինակը
is: Afrit dulkóðunarlykils
kn: ಗೂಢಲಿಪೀಕರಣದ ಕೀಲಿಯ ಪ್ರತಿ
ml: എന്‍ക്രിപ്ഷന്‍ കീ പകര്‍പ്പ്
mn: Нууцлалтай түлхүүр үгийн хуулбар
mr: कुटलिपी कळाचे प्रत
ms: Salinan Kunci Penyulitan
my: စာဝှက် စနစ် သော့ချက် မိတ္တူ
oc: Còpia de la clau de chiframent
rw: Kopi y'Urufunguzo rw'Imisobekere
sd: سامگري ڪوڊ ۾ تبديل ڪرڻ جي ڪنجيءَ جي ڪاپي
tr: Anahtar şifreleme kopyası
tt: Şifírleme Açqıçı Küçírmesí
ug: شىفىرلىق ئاچقۇچ كۆچۈرۈش
ur: خفیہ کاری کلید کی نقل

source: Important: This certificate authority has asked to make a backup of your encryption private key.
bg: Важно: Сертификатният удостоверител е поискал да направи резервно копие на вашия личен шифроващ ключ.
es_cl: Importante: Esta autoridad de certificación ha solicitado que haga un respaldo de su llave privada de cifrado.
hy_am: Կարեվոր է. Արտոնագրային հեղինակությունը հայցել էր ստեղծել Ձեր անձնական բանալու պահեստային կրկնորինակը:
is: Mikilvægt: Vottunarstöð hefur beðið um að taka öryggisafrit af einkalykli dulkóðunar.
kn: ಗಮನಿಸಿ: ಈ ಪ್ರಮಾಣಪತ್ರದ ಅಥಾರಿಟಿಯು ನಿಮ್ಮ ಗೂಢಲಿಪೀಕರಣ ಕೀಲಿಯ ಬ್ಯಾಕ್ಅಪ್ ತೆಗೆದುಕೊಳ್ಳಲು ಕೇಳಿಕೊಂಡಿದೆ.
ml: പ്രധാനപ്പെട്ടതു്: നിങ്ങളുടെ എന്‍ക്രിപ്ഷന്‍ സ്വകാര്യ കീയുടെ ബാക്കപ്പ് ഉണ്ടാക്കുവാന്‍ ഈ സര്‍ട്ടിഫിക്കേറ്റ് അഥോറിറ്റി ആവശ്യപ്പെട്ടിരിക്കുന്നു.
mn: Чухал: Энэ гэрчилгээний эрх нь таны нууцлалын түлхүүр үгийн нөөц хийхийг асууж байна.
mr: महत्वाचे: ह्या प्रमाणपत्र अधिप्रमाणनाने आपल्या कुटलिपी व्यक्तिगत कळाची प्रतिकृती बनविण्यास सांगितले आहे.
ms: Penting: Autoriti sijil ini telah bertanya untuk membuat simpanan kunci peribadi penyulitan anda.
my: အရေးကြီးချက် - ဒီလက်မှတ် အာဏာပိုင်ကို သင့်ရဲ့ စာဝှက်စနစ် သီးသန့် သော့ချက် သိမ်းဆည်းမှု တခုကို ပြုလုပ်ဖို့ တောင်းဆိုထားတယ်။
oc: Important : aquesta autoritat de certificat a demandat de far un salvament de vòstra clau privada de chiframent.
rw: Icyitonderwa: Ubu buyobozi bw'icyemezo bwasabye gukora inyibutsa y'urufunguzo rwawe rw'imisobekere rwihariye.
tr: Önemli: onay belgesi yetkilisi, şifrelemede kullandığınız özel anahtarlarınız için bir yedekleme yapmanızı rica etti.
tt: Möhim: Bu sertifikat üzegí şifírlew xosusî açqıçığıznıñ xesterlemesín yasarğa soradı.
ug: مۇھىم: بۇ گۇۋاھنامە دەلىلى سىزنىڭ شىفىرلىق شەخسىي ئاچقۇچىڭىزنى زاپاسلاشنى تەلەپ قىلدى.
ur: اہم: اس مقتدرہ تصدیق نامے نے آپ کی نجی خفیہ کاری کلید کا پشتارہ بنانے کے لیے پوچھا ہے۔

source: The benefit is that if you lose access to your encryption private key, you can request a copy from this certificate authority.
bg: Ползата е, че ако загубите достъпа до вашия личен шифроващ ключ, можете да поискате копие от този сертификатен удостоверител.
es_cl: El beneficio es que si pierde el acceso a su llave privada de cifrado, podrá pedir una copia desde esta autoridad certificadora.
hy_am: Առավելությունը կայանում է նրանում, որ եթե կորցնեք Ձեր անձնական բանալին, ապա կարող եք այս արտոնագրային հեղինակությունից ստանալ կրկնորինակը:
is: Ávinningur þinn er sá að ef þú týnir þínum einkalykli, geturðu beðið um afrit af honum frá vottunarstöðinni.
kn: ಇದರ ಲಾಭವೆಂದರೆ ನೀವು ನಿಮ್ಮ ಗೂಢಲಿಪೀಕರಣ ಖಾಸಗಿ ಕೀಲಿಗೆ ಅನುಮತಿಯನ್ನು ಕಳೆದುಕೊಂಡರೆ, ಈ ಪ್ರಮಾಣಪತ್ರ ಅಥಾರಿಟಿಯಿಂದ ಒಂದು ಪ್ರತಿಗೆ ಮನವಿ ಸಲ್ಲಿಸಬಹುದಾಗಿದೆ.
ml: നിങ്ങളുടെ എന്‍ക്രിപ്ഷന്‍ സ്വകാര്യ കീ നിങ്ങള്‍ക്കു് നഷ്ടമായാല്‍, നിങ്ങള്‍ക്കു് ഈ സര്‍ട്ടിഫിക്കേറ്റ് അഥോറിറ്റിയോടു് ഇതിന്റെ ഒരു പകര്‍പ്പ് ആവശ്യപ്പെടാം.
mn: Хэрэв та нууцлалтай хувийн түлхүүр үг рүү хандах эрхээ алдвал, та энэ гэрчилгээний нөлөөгөөр хуулбарыг нь хүсэх давуу талтай.
mr: याचा फायदा असा की आपण कुटलिपी व्यक्तिगत कळ वापरण्यास असमर्थ असाल्यास तुमच्या प्रमाणपत्र अधिप्रमाणनाकडून एका प्रतकरीता विनंती करू शकता.
ms: Faedahnya adalah jika anda hilang apaian kepada kunci peribadi penyulitan anda, anda boleh memohon salinannya daripada autoriti sijil ini.
my: အကျိုးကျေးဇူး ကတော့ အကယ်၍ သင့်ရဲ့ စာဝှက်စနစ် သီးသန့်သော့ချက် ၀င်ရောက်မှုကို သင် ဆုံးရှုံးသွားရင် ဒီလက်မှတ် အာဏာပိုင်ထံမှာ မိတ္တူတခုကို သင်တောင်းဆိုနိုင်တယ်။
oc: L'interès es que se perdètz l'accès a vòstra clau de chiframent privada, ne poiretz demandar una còpia a aquesta autoritat de certificat.
rw: Inyungu ni uko nutakaza ubushobozi bwo kugera ku rufunguzo rwawe rw'imisobekere rwihariye, ushobora gusaba kopi itangwa n'ubu buyobozi bw'icyemezo.
tr: Buradaki avantajınız, özel şifreleme anahtarınızı kaybetmeniz hâlinde bu onay belgesi yetkilisinden bir kopyasını talep edebilecek olmanızdır.
tt: Faydası şul ki, şifírlew xosusî açqıçığızğa iríşímní yuğaltsağız, bu sertifikat üzegínnen küçírmesín soramlıy alırsız.
ug: پايدىسى ئەگەر شىفىرلانغان شەخسىي ئاچقۇچىڭىزنى زىيارەت قىلالمىسىڭىز، گۇۋاھنامە ئورگىنىدىن بىر نۇسخا كۆپەيتىلمىسىنى ئىلتىماس قىلسىڭىز بولىدۇ.
ur: فائدہ یہ ہے کہ اگر آپ اپنی نجی خفیہ کاری کلید تک رسائی کھو دیتے ہیں تو اس مقتدرہ تصدیق نامہ سے نقل کی فرمائش کر سکتے ہیں۔

source: However, your encryption private key will be stored by the certificate authority, and could be used to read your encrypted email or documents without your permission.
bg: Все пак вашият личен шифроващ ключ ще бъде съхранен от сертификатора и може да бъде използван за четене на вашите шифровани писма или документи без ваше позволение.
es_cl: Sin embargo, su llave privada de cifrado será almacenada por la autoridad certificadora, y podría ser utilizada para leer sus documentos o correos cifrados sin su consentimiento.
hy_am: Այնուամենայնիվ Ձեր ծածկագրման բանալին պահպանվելու է արտոնագրային հեղինակության մոտ և կարող է օգտագործվել Ձեր ծածկագրված նամակներն առանձ Ձեր թույլտվության կարդալու համար:
is: Hinsvegar mun einkalykillinn verða geymdur hjá vottunarstöðinni og gæti hugsanlega verið misnotaður til að lesa dulkóðaðan póst eða skjöl án þín leyfis.
kn: ಆದರೆ, ನಿಮ್ಮ ಖಾಸಗಿ ಕೀಲಿಯು ಪ್ರಮಾಣಪತ್ರ ಅಥಾರಿಟಿಯಿಂದ ಶೇಖರಿತಗೊಳ್ಳಲ್ಪಡುತ್ತದೆ, ಹಾಗು ನಿಮ್ಮ ಅನುಮತಿ ಇಲ್ಲದೆ ಗೂಢಲಿಪೀಕರಣಗೊಂಡ ನಿಮ್ಮ ಮೇಲ್ ಅಥವ ದಸ್ತಾವೇಜನ್ನು ಓದಲು ಬಳಸಬಹುದಾಗಿದೆ.
ml: എന്നിരുന്നാലും, നിങ്ങളുടെ ഈ എന്‍ക്രിപ്ഷന്‍ സ്വകാര്യ കീ സര്‍ട്ടിഫിക്കേറ്റ് അഥോറിറ്റി സൂക്ഷിക്കുന്നു. അങ്ങനെ നിങ്ങളുടെ അനുവാദമില്ലാതെ നിങ്ങളുടെ എന്‍ക്രിപ്റ്റ് ചെയ്ത ഈമെയിലും രേഖകളും ഈ അഥോറിറ്റിയ്ക്കു് ലഭ്യമാക്കുവാന്‍ സാധിക്കുന്നു.
mn: Хэдийгээр таны нууцлах хувийн түлхүүр үг гэрчилгээний эрхээр хадгалагдах боловч таны зөвшөөрөлгүйгээр нууцлагдсан захиа эсвэл бичиг баримтыг уншихад хэрэглэгдэх боломжтой.
mr: तरी, आपली कुटलिपी व्यक्तिगत कळ प्रमाणपत्र अधिप्रमाणना तर्फे संचयीत केली जाईल, व तुमच्या परवानगीविना कुटलिपी ईमेल व दस्तऐवज वाचले जातील.
ms: Bagaimanapun, kunci peribadi akan disimpan oleh autoriti sijil, dan akan digunakan untuk membaca emel dan dokumen tersulit anda tanpa keizinan anda.
my: ဒါပေမဲ့၊ သင့်ရဲ့ စာဝှက်စနစ် သီးသန့် သော့ချက်ကို လက်မှတ် အာဏာပိုင်နဲ့ သိုထားမှာ ဖြစ်ပြီး၊ သင့်ရဲ့ စာဝှက်ထားတဲ့ အီးမေးလ် (သို့) စာတမ်းများကို သင့်ရဲ့ ခွင့်ပြုချက် မပါပဲ ဖတ်ရှုနိုင်တယ်။
oc: Ça que la, vòstra clau de chiframent privada serà estocada per l'autoritat de certificat, e poirà èsser utilizada per legir lo corrièr o de documents chifrats sens vòstra permission.
rw: Nyamara, urufunguzo rwawe rw'imisobekere rwihariye ruzabikwa n'ubuyobozi bw'icyemezo, kandi rugashobora gukoreshwa kugira ngo usome imeyili cyangwa inyandiko zawe zasobetswe nta icyemezo cyawe.
tr: Her şeye rağmen onay belgesi yetkilisi tarafından şifrelenmiş özel anahtarınız kaydoldu ve şifrelenmiş e-posta veya belgelerinizi sizin izniniz olmadan okumak amacı ile kullanılabilir.
tt: Lekin, şifírlew xosusî açqıçığız sertifikat üzegí tarafınnan saqlanaçaq we röxsetígíz bulmıyça şifírlí e-poçtağıznı we dokumentlerígízní uqu öçön qullanıluwı mömkin bulır.
ug: ئومۇمەن، سىزنىڭ شىفىرلانغان شەخسىي ئاچقۇچىڭىزنى گۇۋاھنامە ئورگىنى ساقلايدۇ، سىزنىڭ رۇخسىتىڭىزنى ئالمايلا شىفىرلانغان ئېلخەت ياكى ھۆججەتلىرىڭىزنى ئوقۇشى مۇمكىن.
ur: تاہم، آپ کی نجی خفیہ کاری کلید مقتدرہ تصدیق نامہ کے پاس ذخیرہ ہو گی، اور آپ کی اجازت کے بغیر آپ کی خفیہ کردہ ای میل یا دستاویز کا مطالعہ کرنے میں استعمال کی جا سکتی ہے۔

source: &View Certificate
bg: &Показване на сертификат
es_cl: &Ver certificado
hy_am: Զննել Արտոնաթուղթը
is: &Skoða skilríki
kn: ಪ್ರಮಾಣಪತ್ರವನ್ನು ನೋಡು
ml: സര്‍ട്ടിഫിക്കറ്റ്‌ കാണുക
mn: Гэр&чилгээг харах
mr: प्रमाणपत्र दृष्य (&V)
ms: &Lihat Sijil
my: &Vအသိအမှတ်ပြုလက်မှတ်များ
oc: &Veire lo certificat
rw: Ku&garagaza Icyemezo
sd: ۽ سرٽيفڪيٽ نظر مان ڪڍو
tr: &Onay belgesini göster
tt: Sertifikatnı &Qara
ug: گۇۋاھنامە كۆرسەت(&V)
ur: تصدیق نامہ &نظارہ کریں

source: Please ask your system administrator for assistance
hy_am: Խնդրում եմ աջակցության համար դիմեք Ձեր համակարգը սպսարկողին
kn: ದಯವಿಟ್ಟು ನೆರವಿಗಾಗಿ ನಿಮ್ಮ ಗಣಕ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: സഹായത്തിനായി ദയവായി സിസ്റ്റം അഡ്മിനിസ്ട്രേറ്ററുമായി ബന്ധപ്പെടുക
my: အကူအညီအတွင် သင့်ရဲ့ စက် စီမံခန့်ခွဲသူကို မေးမြန်းပါ
oc: Demandatz d'ajuda a l'administrator de vòstre sistèma
tt: Yerdem öçön sistem mödirígízge möraceğet itígíz
ug: سىستېما باشقۇرغۇچىڭىزدىن ياردەم تەلەپ قىلىڭ.
ur: اپنے نظام کے انتظام کار سے اعانت کے لیے پوچھیں

source: Generating A Private Key
be: Вырабленне прыватнага ключа
bg: Генериране на личен ключ
es_cl: Generando una Llave Privada
gu: અંગત કી બનાવે છે
hy_am: Ստեղծում եմ Անձնական Բանալի
is: Bý til einkalykil
kab: Asirew n tsaruţ tusligt
kn: ಒಂದು ಖಾಸಗಿ ಕೀಲಿಯನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ
ml: ഒരു സ്വകാര്യ കീ ഉണ്ടാക്കുക
mn: Хувийн түлхүүр үг үүсгэж байна
mr: व्यक्तिगत कळ निर्माण करत आहे
ms: Menjana Kucni Peribadi
my: သီးသန့် သော့ချက်တခုကို ဖန်တီးပါ
nb_no: Genererer en privat nøkkel
nn_no: Genererer ein privat nykel
oc: Generar una clau privada
pt: A gerar uma chave privada
rw: Irimo Gutanga Urufunguzo Rwihariye
sd: شخصي ڪنجي خلقي پيو
tr: Özel anahtar oluştur
tt: Bír Xosusî Açqıç Tuwdırıla
ug: شەخسىي ئاچقۇچ ياساۋاتىدۇ
ur: نجی کلید تخلیق کر رہا ہے

source: Key Generation in progress… This may take a few minutes….
be: Вырабленне ключа… Патрэбны пэўны час…
bg: Тече генериране на ключ… Това може да отнеме няколко минути…
es_cl: Generación de Clave en progreso... Esto podría tomar unos minutos....
gu: કી બનવાનુ પ્રગતિ પર છે... આ થોડી મિનિટો લેશે....
hy_am: Ստողծում եմ բանալի…Սա կարող է որոշ ժամանակ խլել…
is: Bý til lykil… Þetta gæti tekið nokkrar mínútur….
kab: Asirew n tsaruţ iteddu… Izmer ad yeṭṭef kra n tesadin….
kn: ಕೀಲಿ ರಚನೆಯು ಪ್ರಗತಿಯಲ್ಲಿದೆ ... ಇದು ಒಂದಿಷ್ಟು ನಿಮಿಷ ತೆಗೆದುಕೊಳ್ಳಬಹುದು....
ml: കീ ഉണ്ടാക്കുന്നു... അല്‍പ സമയം കാത്തിരിക്കുക....
mr: व्यक्तिगत कळ निर्माण करत आहे… याला काहीक मिनिटे लागेल…
ms: Penjanaan Kunci sedang dilakukan... Ini akan mengambil sedikit masa...
my: သော့ချက် ဖန်တီးခြင်း တိုးတက်မှု... ဒီအရာက မိနစ်အနီးငယ် ကြာနိုင်တယ်...
nb_no: Nøkkeloppretting foregår … Dette kan ta en stund …
nn_no: Opprettar nykel… Dette kan ta litt tid…
oc: Generacion de la clau en cors… Aquesta operacion pòt prendre mantuna minuta…
pt: Geração da chave em curso... Isto pode demorar alguns minutos...
rw: Gutanga Urufunguzo birakomeje... Bishobora kumara iminota mike....
sd: ڪنجي خلقڻ جو ڪاريہ هلي پيو۔۔۔ ان ۾ ڪجهہ منٽ لڳي سگهن ٿا۔
tr: Anahtar oluşturuluyor… Bu işlem biraz uzun sürebilir…
tt: Açqıç Tuwdırıluwı alğarışta... Bu bírniçe minut ala ala...
ug: شىفىرلىق ئاچقۇچ ھاسىل قىلىۋاتىدۇ… بىر قانچە مىنۇت كېتىشى مۇمكىن….

source: Please wait…
be: Пачакайце, калі ласка, …
bg: Моля, изчакайте…
es_cl: Por favor, espere...
gu: મહેરબાની કરીને રાહ જુઓ...
hy_am: Խնդրեմ սպասեք…
is: Bíðið aðeins…
kab: Ṛǧǧu ma ulac aɣilif…
kn: ದಯವಿಟ್ಟು ಕಾಯಿರಿ...
ml: ദയവായി കാത്തിരിക്കുക...
mn: Түр хүлээнэ үү…
mr: कृपया थांबा…
ms: Sila tunggu...
my: စောင့်နေပါ...
nb_no: Vent …
nn_no: Ver snill og vent …
oc: Esperatz...
pt: Por favor aguarde...
rw: Tegereza...
sd: مهرباني ڪري ترسو۔۔۔
tr: Lütfen bekleyin…
tt: Zinhar, kötögíz...
ug: سەل ساقلاڭ…

source: Text Signing Request
bg: Текстова заявка за подписване
es_cl: Petición de Firmar Texto
hy_am: Տեքստ Ստորագրելու Հարցում
kn: ಪಠ್ಯ ದೃಢೀಕರಣ(ಸೈನಿಂಗ್‌)ಮನವಿ
mn: Текстийн гарын үсгийн хүсэлт
mr: मजकुर स्वाक्षरी विनंती
ms: Permohonan Menanda Teks
my: စာသား သတ်မှတ်ခြင်း တောင်းဆိုမှု
oc: Requèsta de signatura de tèxt
rw: Gusaba Gushyira Umukono Ku Mwandiko
tt: Tekst İmzalaw Soramı
ug: تېكست ئىمزا ئىلتىماسى
ur: متن دستخط کی فرمائش

source: Signing Certificate
bg: Подписване на сертификат
es_cl: Firmando el Certificado
hy_am: Ստորագրող Արտոնաթղթով
kn: ದೃಢೀಕರಣ ಪ್ರಮಾಣಪತ್ರ
ml: സര്‍ട്ടിഫിക്കറ്റ്‌ സൈന്‍ ചെയ്തുകൊണ്ടിരിക്കുന്നു
mn: Гэрчилгээнд гарын үсэг зурж байна
mr: स्वाक्षरी प्रमाणपत्र
ms: Menanda Sijil
my: လက်မှတ် ရေးထိုးခြင်း
oc: Certificat de signatura
rw: Icyemezo cyo Gushyiraho Umukono
tt: İmzalaw Sertifikatı
ug: گۇۋاھنامىگە ئىمزا قويۇۋاتىدۇ
ur: دستخطی تصدیق نامہ

source: To confirm you agree to sign this text message using your selected certificate, please confirm by entering the master password:
bg: Ако сте съгласни да подпишете този текст чрез избрания сертификат, моля потвърдете с въвеждане на главната парола:
es_cl: Para confirmar que está de acuerdo en firmar este mensaje de texto usando el certificado seleccionado, por favor, confírmelo introduciendo la contraseña maestra:
hy_am: Հավաստելու համար, որ Դուք համաձայնեք այս գրությունը Ձեր նշված արտոնաթղթով ստորագրելու, մուտքագրեք հիմնական գաղտնաբառը.
kn: ನೀವು ಆರಿಸಿದ ಪ್ರಮಾಣಪತ್ರದಿಂದಈ ಪಠ್ಯ ಸಂದೇಶದ ದೃಢೀಕರಣವನ್ನು ಅಂಗೀಕರಿಸಲು, ದಯವಿಟ್ಟು ಮುಖ್ಯಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ:
ml: ഉറപ്പാക്കുന്നതിനായി, നിങ്ങള്‍ തെരഞ്ഞെടുത്ത സര്‍ട്ടിഫിക്കേറ്റ് ഉപയോഗിച്ചു് ഈ വാചകത്തില്‍ ഒപ്പു് വയ്ക്കുവാന്‍ തയ്യാറാകുക. ദയവായി പ്രധാന പാസ്‌വേര്‍ഡ് നല്‍കി ഇതു് ഉറപ്പാക്കുക:
mn: Сонгосон гэрчилгээгээр энэ текст захианд гарын үсгээ баталгаажуулахын тулд мастер нууц үгээ оруулна уу:
mr: तुम्ही निवडलेले प्रमाणपत्र वापरून मजकुरावर सही करण्यास तयार आहात अशी कबुली देण्याकरीता, कृपया मुख्य गुप्तशब्द प्रविष्ट करा:
ms: Untuk memastikan yang anda setuju untuk menanda mesej teks ini menggunakan sijil yang dipilih, sila pastikan dengan memasukkan katalaluan induk:
my: သင့်ရဲ့ ရွေးချယ်ထားတဲ့ လက်မှတ်ကို အသုံးပြုပြီး ဒီစာသား သတင်းစကား လက်မှတ်ထိုးမှုအတွက် သင့်ရဲ့ သဘောတူမှု အတည်ပြုဖို့၊ သင့်ရဲ့ ပင်မ စကားဝှက်ကို ရေးထည့်ခြင်းဖြင့် အတည်ပြုပါ -
oc: Per confirmar qu'acceptatz de signar aqueste messatge amb lo certificat seleccionat, picatz lo senhal principal :
rw: Kugira ngo wemeze wemera gushyira umukono kuri ubu butumwa bwanditse ukoresheje icyemezo cyawe watoranyije, usabwe kwemeza winjiza ijambobanga ngenga ryawe:
tt: Saylağanığız sertifikatnı qullanıp bu tekst mesajın imzalarğa riza bulğanığıznı raslar öçön, zinhar osta sírsüzígízní kírtígíz:
ug: سىز تاللىغان گۇۋاھنامىنى ئىشلىتىپ مەزكۇر تېكست ئۇچۇرىغا ئىمزا قويۇشقا قوشۇلغانلىقىڭىزنى جەزملەش ئۈچۈن ئاساسىي ئىمنى كىرگۈزۈپ دەلىللەڭ:
ur: تصدیق کرنے کے لیے کہ آپ اپنا منتخب کردہ تصدیق نامہ استعمال کرتے ہوئے یہ متن پیغام دستخط کرنے پر آمادہ ہیں، ماسٹر پاس ورڈ داخل کرتے ہوئے تصدیق کریں:

source: Protected Token Authentication
be: Апазнаванне з абароненай лексемай
bg: Защитена удостоверяваща токена
es_cl: Identificación protegida por token
gu: સુરક્ષિત ટોકન સત્તાધિકરણ
hy_am: Պահպանված Նույնականացման Նշան
is: Varin tóka sannvottun
kab: Asesteb iţummesten s ujiṭnu
kn: ಸಂರಕ್ಷಿತ ಟೋಕನ್ ದೃಢೀಕರಣ
ml: സുരക്ഷിതമായ ടോക്കന്‍ ഓഥന്റിക്കേഷന്‍
mn: Хамгаалттай хэсгийн нэвтрэлт
mr: सुरक्षीत टोकन अधिप्रमाणता
ms: Token pengesahan dilindungi
my: ကာကွယ်ထားတဲ့ အမှတ်အသား အတည်ပြုမှု
nb_no: Autentisering med beskyttet tegn
nn_no: Godkjenning med verna symbol
oc: Autentificacion protegida per geton
pt: Autenticação por token protegido
sd: محفوض رکيل ٽوڪن جي تصديق
tr: Korunmuş İşaretin Kimlik Doğrulaması
ug: قوغدالغان شەرتلىك بەلگە دەلىللەش

source: Please authenticate to the token. Authentication method depends on the type of your token.
be: Апазнайцеся, калі ласка, да лексемы. Метад апазнавання залежыць ад тыпу вашай сістэмы.
bg: Моля, удостоверете токената. Начинът на удостоверяване зависи от токената.
es_cl: Por favor, identifíquese con el token. El método de identificación depende del tipo de su token.
gu: મહેરબાની કરીને ટોકનને સત્તાધિકારીત કરો. સત્તાધિકરણ પદ્ધતિ તમારા ટોકનના પ્રકાર પર આધાર રાખે છે.
hy_am: Խնդրում ենք նույնականացնել թոկենի հետ.Նույնականացման մեթոդը կախված է Ձեր թոկենի տեսակից.
is: Vinsamlega auðkenndu þig með tóka. Hvernig auðkennt er fer eftir tegund tóka.
kab: Ma ulac aɣilif, sesteb s ujitun. Tarrayt n usesteb tcudd ɣeṛ tewsit n ujiṭun inek.
kn: ದಯವಿಟ್ಟು ಟೋಕನ್‌ಗೆ ದೃಢೀಕರಿಸಿ.ದೃಢೀಕರಣ ವಿಧಾನವು ನಿಮ್ಮ ಟೋಕನ್‌ ಪ್ರಕಾರದ ಮೇಲೆ ಆಧರಿತವಾಗಿರುತ್ತದೆ.
ml: ദയവായി ടോക്കന്‍ പരിശോധിക്കുക. നിങ്ങളുടെ ടോക്കന്‍ ഏതു് തരത്തിലുള്ളതാണു് എന്നതനുസരിച്ചാണു് ഓഥന്റിക്കേഷന്‍ മാര്‍ഗ്ഗം.
mn: Энэ хэсэгт нэвтрэх үйлдэл хийх шаардлагатай. Нэвтрүүлэх аргачлал нь тухайн хэсгээс хамаарна.
mr: टोकन अधिप्रमाणीत करा. अधिप्रमाणन कार्यपद्धती टोकनच्या प्रकारावर अवलंबून आहे.
ms: Sila buat pengesahan kepada token. Kaedah pengesahan adalah bergantung kepada jenis token anda.
my: အမှတ်အသားကို အတည်ပြုပါ။ အတည်ပြုမှု နည်းလမ်းဟာ သင့်ရဲ့ အမှတ်အသား အမျိုးအစားပေါ်မှာ မူတည်တယ်။
nb_no: Vennligst autentiser tegnet. Autentiseringsmetoden er avhengig av type signeringsenhet.
nn_no: Gjer vel og godkjenn symbolet. Godkjenningsmetoden er avhengig av type signeringseining
oc: Autentificatz-vos al geton. Lo metòde d'autentificacion depen del tipe de vòstre geton.
pt: Por favor autentique o token. O método de autenticação depende do tipo do seu token.
tr: Lütfen işarete kimliğinizi doğrulayın. Kimlik doğrulama yöntemi işaretinizin türüne göre değişir.
ug: بۇ شەرتلىك بەلگىنى دەلىللەڭ. دەلىللەش ئۇسۇلى شەرتلىك بەلگە تىپىغا تايىنىدۇ.

source: Token:
be: Лексема:
bg: Токена:
gu: ટોકન:
hy_am: Թոկեն`
is: Lykill:
kab: Ajiṭun:
kn: ಟೋಕನ್:
ml: ടോക്കന്‍:
mn: Хэсэг:
mr: टोकन:
my: အမှတ်အသား -
nn_no: Symbol:
oc: Geton :
sd: ٽوڪن:
tr: İşaret:
ug: شەرتلىك بەلگە:

source: Secure Connection Failed
hy_am: Չհաջողվեց կատարել Պաշտպանված Միացում
kn: ಸುರಕ್ಷಿತ ಸಂಪರ್ಕವು ವಿಫಲಗೊಂಡಿದೆ
ml: സുരക്ഷിതമായ കണക്ഷന്‍ പരാജയപ്പെട്ടിരിക്കുന്നു
mr: सुरक्षीत जुळवणी अपयशी
ms: Sambungan yang selamat gagal
my: လုံခြုံတဲ့ ချိတ်ဆက်မှု ပျက်သွားတယ်
oc: La connexion segura a pas capitat
ug: بىخەتەر ئۇلىنىش مەغلۇپ بولدى

source: This could be a problem with the server's configuration or it could be someone trying to impersonate the server.
hy_am: Կարեղ էր լիներ պռոբլեմներ սերվերի կարգավուրւոմներում կամ ինչ որ մեկը փորձում է կեղծել սերվերը:
kn: ಇದಕ್ಕೆ ಕಾರಣ ಬಹುಷಃ ಪರಿಚಾರಕ ಸಂರಚನೆಯಲ್ಲಿನ ತೊಂದರೆ ಇರಬಹುದು ಅಥವ ಯಾರಾದರೂ ಪರಿಚಾರಕದಂತೆ ನಟಿಸುತ್ತಿರಬಹುದು.
ml: ഇതിനു് കാരണം ആരെങ്കിലും നിങ്ങളുടെ സര്‍വറിലേക്കു് കടക്കുവാന്‍ ശ്രമിക്കുകയോ അല്ലെങ്കില്‍ സര്‍വര്‍ ക്രമികരണത്തില്‍ ഉള്ള തകരാറോ ആവാം.
mr: हे सर्वर वरील संयोजना मध्ये अडचण असू शकते किंवा कुणीतरी सर्वरचा सदोषीत वापर करण्याचा प्रयत्न करत असावा.
ms: Ini adalah mungkin permasalahan melibatkan konfigurasi server atau berkemungkinan juga seseorang sedang mencuba membuat penyamaran sebagai server.
my: ဒါဟာ ဆာဗာရဲ့ အပြင်အဆင်နဲ့ ဆိုင်တဲ့ ပြဿနာတခုကြောင့် ဖြစ်နိုင်တယ် (သို့) တစုံတယောက်က ဆာ​ဗာကို ထိုး​ဖေါက်ဖို့ ကြိုးစားနေတာ ဖြစ်နိုင်တယ်။
oc: Lo problèma poiriá venir de la configuracion del servidor o del fach que qualqu'un es a ensajar de s'apropriar lo servidor.
ug: بۇ مۇلازىمىتىر سەپلىمىسىنىڭ مەسىلىسى بولۇشى ياكى بەزىلەر مۇلازىمىتىرنى تەقلىد قىلغان بولۇشى مۇمكىن.

source: If you have connected to this server successfully in the past the error may be temporary and you can try again later.
hy_am: Եթե անցյալում դուք հաջողությամբ կապնվել էք այս սերվերի հետ, ապա սխալը կարող է լինել ժամանակավոր և դուք կարող էք փորձել ավելի ուշ:
kn: ನೀವು ಈ ಹಿಂದ ಈ ಪರಿಚಾರಕದೊಂದಿಗೆ ಯಶಸ್ವಿಯಾಗಿ ಸಂಪರ್ಕಿತಗೊಂಡಿದ್ದಲ್ಲಿ ಈ ದೋಷವು ತಾತ್ಕಾಲಿಕವಾಗಿರಬಹುದು ಹಾಗು ನೀವು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಬಹುದು.
ml: നിങ്ങള്‍ ഇതിനു് മുമ്പു് ഈ സര്‍വറിലേക്കു് കണക്ട് ചെയ്തിട്ടുണ്ടെങ്കില്‍, ഈ പിശകു് താല്‍ക്കാലികമാവാം. ദയവായി അല്പനേരത്തിനു് ശേഷം വീണ്ടും ശ്രമിക്കുക.
mr: तुम्ही सर्वरशी पूर्वी यशस्वीरित्या जुळवणी स्थापीत केली असल्यास त्रुटी तात्पूर्ती असू शकते व तुम्ही पुन्हा प्रयत्न करू शकता.
ms: Kalau anda dapat menyambung pelayar ini dengan kejayaan, ralat mungkin telah dilalui dan anda boleh cuba kemudian.
my: ဒီဆာဗာကို အရင်က အောင်အောင်မြင်မြင် ချိတ်ဆက်ခဲ့ရင်၊ အမှားဟာ ခေတ္တခဏဖြစ်နိုင်ပြီး နောက်တခါ သင်ကြိုးစားနိုင်တယ်။
oc: Se vos sètz ja connectat a-n aqueste servidor amb succès, benlèu que l'error es temporària, tornatz ensajar pus tard.
ug: ئەگەر سىز بۇ مۇلازىمىتىرغا بۇرۇن مۇۋەپپەقىيەتلىك ئۇلانغان بولسىڭىز بۇ خاتالىق ۋاقىتلىق بولۇشى مۇمكىن، سەل تۇرۇپ قايتا سىناڭ.

source: Details of selected certificate:
be: Падрабязнасці вылучанага пасведчання:
