Repository: tktk711/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.dtd.po
Languages: be, bg, es_cl, gu, hy_am, is, kab, kn, ml, mn, mr, ms, my, nb_no, nn_no, oc, pt, rw, sd, tr, tt, ug, ur

source: Change Master Password
be: Змяненне галоўнага пароля
bg: Смяна на главната парола
es_cl: Cambiar la Contraseña Maestra
gu: મુખ્ય પાસવર્ડ બદલો
hy_am: Փոխել Հիմնական Գաղտնաբառը
is: Breyta aðallykilorði
kab: Sbadu awal uffir agejdan
kn: ಮುಖ್ಯ ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸು
ml: പ്രധാന പാസ്‌വേര്‍ഡ്മാറ്റുക
mn: Мастер нууц үгийг соль
mr: मुख्य गुप्तशब्द बदलवा
ms: Tukar Kata laluan Induk
my: ပင်ရင်း စကားဝှက်ကို ပြောင်းလဲပါ
nb_no: Endre hovedpassord
nn_no: Endra hovudpassord
oc: Modificar lo senhal principal
pt: Alterar palavra-passe mestra
rw: Guhindura Ijambobanga Ngenga
sd: مکيہ ڳجهو لفظ بدلايو
tr: Ana parolayı değiştir
tt: Osta Sírsüzní Üzgert
ug: ئاساسىي ئىمنى ئۆزگەرت
ur: ماسٹر پاس ورڈ تبدیل کریں

source: Security Device
be: Збудова бяспекі
bg: Устройство по безопасността
es_cl: Dsipositivo de Seguridad
gu: સુરક્ષા ઉપકરણ
hy_am: Անվտանգության Սարք
is: Öryggistæki
kab: Ibenk n tɣellist
kn: ಸುರಕ್ಷತಾ ಸಾಧನ
ml: സുരക്ഷ ഉപകരണങ്ങള്‍
mn: Нууцлалын төхөөрөмж
mr: सुरक्षा साधन
ms: Peranti Sekuriti
my: လုံခြုံရေး ကိရိယာ
nb_no: Sikkerhetsenhet
nn_no: Tryggingseining
oc: Periferic de seguretat
pt: Dispositivo de segurança
rw: Apareyi y'Umutekano
sd: سلامتيءَ جي تجويز
tr: Güvenlik Aygıtları
tt: İminlík Cihazı
ug: بىخەتەرلىك ئۈسكۈنىسى

source: Current password:
be: Цяперашні пароль:
bg: Текуща парола:
es_cl: Contraseña actual:
gu: વર્તમાન પાસવર્ડ:
hy_am: Առկա Գաղտնաբառը.
is: Núverandi lykilorð:
kab: Awal uffir aqbuṛ:
kn: ಪ್ರಸ್ತುತ ಗುಪ್ತಪದ:
ml: ഇപ്പോഴത്തെ പാസ്‌വേര്‍ഡ്:
mn: Одоогийн нууц үг:
mr: सध्याचा गुप्तशब्द:
ms: Katalaluan semasa:
my: လက်ရှိ စကားဝှက် -
nb_no: Nåværende passord:
nn_no: Gjeldande passord:
oc: Senhal actual :
pt: Palavra-passe atual:
rw: Ijambobanga rigezweho:
sd: مؤجودہ ڳجهو لفظ
tr: Güncel parola:
tt: Ağımdağı sízsüz:
ug: نۆۋەتتىكى ئىم:
ur: حالیہ پاس ورڈ:

source: New password:
be: Новы пароль:
bg: Нова парола:
es_cl: Nueva contraseña:
gu: નવો પાસવર્ડ:
hy_am: Նոր Գաղտնաբառը.
is: Nýtt lykilorð:
kab: Awal uffir amaynut
kn: ಹೊಸ ಗುಪ್ತಪದ:
ml: പുതിയ പാസ്‌വേര്‍ഡ്
mn: Шинэ нууц үг:
mr: नविन गुप्तशब्द:
ms: Katalalan baru:
my: စကားဝှက် အသစ် -
nb_no: Nytt passord:
nn_no: Nytt passord:
oc: Picatz lo senhal actual :
pt: Nova palavra-passe:
rw: Ijambobanga rishya:
sd: نئون ڳجهو لفظ
tr: Yeni parola:
tt: Yaña sírsüz:
ug: يېڭى ئىم:
ur: نیا پاس ورڈ:

source: New password (again):
be: Новы пароль (ізноў):
bg: Нова парола (отново):
es_cl: Nueva contraseña (otra vez):
gu: નવો પાસવર્ડ (ફરીથી):
hy_am: Նոր Գաղտնաբառը (նորից).
is: Nýtt lykilorð (aftur):
kab: Sentem Awal uffir
kn: ಹೊಸ ಗುಪ್ತಪದ (ಮತ್ತೊಮ್ಮೆ):
ml: പുതിയ പാസ്‌വേര്‍ഡ് (വീണ്ടും)
mn: Шинэ нууц үг (дахиад):
mr: नविन गुप्तशब्द (पुन्हा):
ms: Katalaluan baru (lagi):
my: စကားဝှက် အသစ် (ပြန်ရေးပါ) -
nb_no: Nytt passord (igjen):
nn_no: Nytt passord (igjen):
oc: Tornatz picatz lo senhal :
pt: Nova palavra-passe (novamente):
rw: Ijambobanga rishya (na none):
sd: نئون ڳجهو لفظ وري:
tr: Yeni parola (tekrar):
tt: Yaña sírsüz (tağı):
ug: يېڭى ئىم (تەكرار):
ur: نیا پاس ورڈ (دوبارہ):

source: Password quality meter
be: Вымяральнік якасці пароля
bg: Качество на паролата
es_cl: Medidor de calidad de la contraseña
gu: પાસવર્ડ ગુણવત્તા માપક
hy_am: Գաղտնաբառի որակի չափանշում
is: Gæðamæling lykilorðs
kab: Asɣel n tɣaṛa n wawal uffir
kn: ಗುಪ್ತಪದದ ಗುಣದರ್ಜೆ ಮಾಪಕ
ml: പാസ്‌വേഡിന്റെ ക്വാളിറ്റി കാണിക്കുന്ന മീറ്റര്‍
mn: Нууц үгийн чанарын хэмжүүр
mr: गुप्तशब्द गुणांक मापक
ms: Meter kualiti katalaluan
my: စကားဝှက် အရည်အသွေးပြ မီတာ
nb_no: Kvalitetsmåling av passord
nn_no: Kvalitetsmåling av passord
oc: Mesura de la qualitat del senhal
pt: Indicador de qualidade da palavra-passe
rw: Imetero y'ubwiza bw'ijambobanga
sd: ڳجهي لفظ جي خاصيت جو ماپو
tr: Parola kalite ölçümü
tt: Sírsüz köçí derecesí
ug: ئىم سۈپەت ئۆلچىمى
ur: پاس ورڈ کوالٹی میٹر

source: Loading
bg: Зареждане
es_cl: Cargando
hy_am: Բեռնավորում եմ
is: Hleður
kn: ಲೋಡ್‍ ಆಗುತ್ತಿದೆ
ml: ലോഡ്‌ ചെയ്തുകൊണ്ടിരിക്കുന്നു
mn: Дуудаж байна
mr: दाखल करत आहे
ms: Memuat
my: ဖွင့်နေတယ်
oc: Cargament
rw: Irimo Gutangiza
sd: لوڊ ڪري پيو
tr: Yükleniyor
tt: Yöklene
ug: يۈكلەۋاتىدۇ
ur: لوڈ کر رہا ہے

source: Reset
be: Скінуць
bg: Нулиране
es_cl: Restablecer
gu: પુનઃસુયોજિત કરો
hy_am: Վերադարձնել
is: Endursetja
kab: Sfeḍ
kn: ಮರಳಿ ಹೊಂದಿಸು
ml: പുനക്രമീകരിക്കുക
mn: Сэргээ
mr: पुनःस्थापित करा
ms: Ulang tetap
my: ပြန်ချိန်တယ်
nb_no: Tilbakestill
nn_no: Still tilbake
oc: Escafar
pt: Repor
rw: Kugarura
sd: نئين سِرِ سيٽ ڪريو
tr: Sıfırla
tt: Buşat
ug: ئەسلىگە قايتۇر
ur: پھر سیٹ کریں

source: Reset Master Password
be: Скіданне галоўнага пароля
bg: Нулиране на главната парола
es_cl: Reestablecer la contraseña maestra
gu: મુખ્ય પાસવર્ડ ફરી ગોઠવો
hy_am: Մաքրել Հիմնական Գաղտնաբառը
is: Endurstilla aðallykilorð
kn: ಮುಖ್ಯ ಗುಪ್ತಪದವನ್ನು ಹೊಂದಿಸು
ml: പ്രധാന പാസ്‌വേര്‍ഡ് വീണ്ടും സജ്ജമാക്കുക
mn: Мастер Нууц үгийг дахин сэргээх
mr: मुख्य गुप्तशब्द शब्द पुनःस्थापित करा
ms: Ulang tetap Katalaluan Induk
my: ပင်မ စကားဝှက်ကို ပြန်ချိန်ပါ
nb_no: Tilbakestill hovedpassord
nn_no: Still tilbake hovudpassord
oc: Tornar inicializar lo senhal principal
pt: Repor palavra-passe mestra
rw: Kugaruraho Ijambobanga Ngenga
sd: مکيہ ڳجهو لفظ نئين سر سيٽ ڪريو
tr: Ana Parolayı Sıfırla
tt: Osta Sírsüzín Buşat
ug: ئاساسىي ئىمنى ئەسلىگە قايتۇر
ur: ماسٹر پاس ورڈ پھر سیٹ کریں

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
be: Калі вы пазбавіцеся вашага галоўнага пароля, усе вашы захаваныя паролі сеціва і э-пошты, даныя формаў, асабістыя пасведчанні і прыватныя ключы згубяцца. Вы сапраўды хочаце скінуць ваш галоўны пароль?
bg: Ако нулирате главната парола, всичките съхранени пароли за сайтове и е-поща, данни за формуляри, лични сертификати и персонални ключове ще бъдат загубени. Сигурни ли сте, че искате да нулирате главната парола?
es_cl: Si restablece su contraseña maestra, todas las contraseñas web y de correo electrónico almacenados, los datos de los formularios, certificados personales y llaves privadas serán olvidados. ¿Está seguro de que quiere restablecer su contraseña maestra?
gu: જો તમે મુખ્ય પાસવર્ડ બદલશો તો, તમારા બધા વેબ અને ઇ-મેલ પાસવર્ડ, ફોર્મ માહિતી, અંગત પ્રમાણપત્રો અને કી ભુલાઇ જશે. શું તમે ચોક્કસપણે તમારો મુખ્ય પાસવર્ડ બદલવા માંગો છો?
hy_am: Եթե մաքրեք Ձեր հիմնական գաղտնաբառը, ապա բոլոր պահպանված Վեբ և Էլ-Փոստ գաղտնաբառերը, ձեվերի տվյալները, անհատական արտոնաթղթերը, անձնական բանալիները կմոռացվեն: Համո՞զված եք, որ ցանկանում եք հիմնական գաղտնաբառը մաքրել:
is: Ef þú endurstillir aðallykilorðið, þá muntu missa öll geymd vef- og póstlykilorð, öll form gögn, öll skilríki og alla einkalykla. Ertu viss um að þú viljir endurstilla aðallykilorðið?
kab: Me tsefḍeḍ awal-ik uffir agejdan, akk awallen uffiren n web neɣ n imaylen, ifekfa n tferkitin, iselkinen udmawanen, tisura tusligin ad ttwattun. Tebɣiḍ ad tekseḍ awal uffir agejdan?
kn: ನೀವು ನಿಮ್ಮ ಮುಖ್ಯ ಪದವನ್ನು ಮರಳಿ ಹೊಂದಿಸಿದರೆ, ಶೇಖರಿತಗೊಂಡ ನಿಮ್ಮ ಎಲ್ಲಾ ಜಾಲ ಹಾಗು ಇ-ಮೇಲ್ ಗುಪ್ತಪದಗಳು, ಫಾರ್ಮ್ ಮಾಹಿತಿ, ವೈಯಕ್ತಿಕ ಪ್ರಮಾಣಪತ್ರಗಳು, ಹಾಗು ಖಾಸಗಿ ಕೀಲಿಗಳು ಮರೆಯಲ್ಪಡುತ್ತವೆ. ನೀವು ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ಖಚಿತವಾಗಿಯೂ ಮರಳಿ ಹೊಂದಿಸಲು ಬಯಸುತ್ತೀರೆ?
ml: നിങ്ങളുടെ പ്രധാന പാസ്‌വേര്‍ഡ് വീണ്ടും ക്രമികരിച്ചാല്‍, നിങ്ങള്‍ സൂക്ഷിച്ച വെബ് ഈമെയില്‍ പാസ്‌വേര്‍ഡുകള്‍, ഡേറ്റ, സ്വകാര്യ സര്‍ട്ടിഫിക്കേറ്റ്, സ്വകാര്യ കീ എന്നിവയെല്ലാം നഷ്ടമാകുന്നു. നിങ്ങള്‍ക്കു് ഇതു് ചെയ്യണമെന്നു് ഉറപ്പാണോ?
mr: मुख्य गुप्तशब्द शब्द पुनःस्थापित केल्यास, तुमचे सर्व संचयीत वेब व ई-मेल गुप्तशब्द, फॉर्म माहिती, व्यक्तिगत प्रमाणपत्रे, व व्यक्तिगत कळ लक्षात ठेवल्या जाणार नाही. तुम्हाला मुख्य गुप्तशब्द नक्की पुनःस्थापित करायचे?
ms: Jika anda ulang tetap katalaluan induk, semua katalaluan web dan emel yang tersimpan, data borang, sijil peribadi, dan kuni peribadi akan dilupakan. Adakah anda pasti untuk mengulangtetap katalaluan induk anda?
my: သင့်ရဲ့ ပင်မ စကားဝှက်ကို သင်ပြန်ချိန်ထားရင်၊ သင့်ရဲ့ ကွန်ရက်နဲ့ အီးမေးလ် စကားဝှက်များ၊ ဖြည့်စွတ် ပုံစံ၊ တကိုယ်ရေ လက်မှတ်များနဲ့၊ သီးသန့် သော့ချက်များ အားလုံးကို မေ့ပျောက်ခံရလိမ့်မယ်။ သင့်ရဲ့ ပင်မ စကားဝှက်ကို ပြန်ချိန်ဖို့ သေချာသလား။
nb_no: Dersom du tilbakestiller hovedpassordet vil alle lagrede nettside- og e-postpassord, skjemadata, personlige sertifikater og private nøkler gå tapt. Er du sikker på at du vil tilbakestille hovedpassordet?
nn_no: Dersom du stiller tilbake hovudpassordet, vil alle nett- og e-post-passord, skjemadata, personlege sertifikat og private nøklar som er lagra gå tapt. Vil du stilla tilbake hovudpassordet?
oc: S'escafatz vòstre senhal principal, totes vòstres senhals Web e corrièr, vòstras donadas de formularis, vòstres certificats personals e vòstras claus privadas seràn doblidats. Volètz vertadièrament suprimir lo senhal principal ?
pt: Se remover a palavra-passe mestra, todas as suas palavras-passe da web/correio eletrónico, dados de formulários, certificados pessoais e chaves privadas guardadas serão perdidas. Tem a certeza de que quer repor a palavra-passe mestra?
rw: Nugaruraho Ijambobanga ngenga ryawe, amagambobanga yawe y'urubuga na imeyili, ibyatanzwe by'imiterere, ibyemezo bwite, n'imfunguzo zihariye bizibagirana. Urashaka koko kugaruraho ijambobanga ngenga ryawe?
tr: Eğer ana parolanızı sıfırlarsanız, web ve e-posta parolanız, form verileriniz, kişisel onay belgeleriniz ve özel anahtarlarınız kaybolur. Ana parolanızı sıfırlamak istediğinizden emin misiniz?
tt: Osta sírsüzígízní buşatsağız, perewíz we e-poçta sírsüzleríníñ, forma birüleríníñ, şexsi sertifikatlarnıñ we xosusî açqıçlarnıñ hemmesí onotılaçaq. Osta sírsüzígízní buşatırğa tílegenígízden ışanıçlımısız?
ug: ئەگەر ئاساسىي ئىمنى ئەسلىگە كەلتۈرسىڭىز سىز ساقلىغان بارلىق تور ۋە ئېلخەت ئىمى، جەدۋەل سانلىق مەلۇماتى، شەخسىي گۇۋاھنامە، يەنە شەخسىي شىفىرلىق ئاچقۇچ قاتارلىقلارنىڭ ھەممىسى ئۇنتۇلىدۇ. ئاساسىي ئىمنى ئەسلىگە كەلتۈرەمسىز؟
ur: اگر آپ اپنا ماسٹر پاس ورڈ پھر سیٹ کرتے ہیں تو آپ کے تمام ذخیرہ شدہ ویب اور ای میل پاس ورڈ، فارم کوائف، ذاتی تصدیق نامے اور نجی کلیدیں بھلا دی جائیں گی۔ کیا آپ واقعی اپنا ماسٹر پاس ورڈ پھر سیٹ کرنا چاہتے ہیں؟

source: Enter Master Password
bg: Въведете главна парола
es_cl: Ingrese Contraseña Maestra
hy_am: Նշեք Հիմնական Գաղտնաբառը
is: Sláðu inn aðallykilorð
kn: ಮುಖ್ಯಗುಪ್ತಪದವನ್ನು ದಾಖಲಿಸಿ
ml: പ്രധാന പാസ്‌വേര്‍ ഡ്ചിട്ടപ്പെടുത്തുക
mn: Мастер нууц үг оруулна уу
mr: मुख्य गुप्तशब्द प्रविष्ट करा
ms: Masukkan Katalaluan Induk
my: ပင်မ စကားဝှက်ကို ရေးထည့်ပါ
oc: Picar lo senhal principal
rw: Kwinjiza Ijambobanga Ngenga
sd: مکيہ ڳجهو لفظ داخل ڪريو
tr: Ana parolanızı girin
tt: Osta Sírsüzní Kírtígíz
ug: ئاساسىي ئىمنى كىرگۈزۈڭ
ur: ماسٹر پاس ورڈ داخل کریں

source: Security Device:
bg: Устройство по безопасността:
es_cl: Dispositivo de seguridad:
hy_am: Անվտանգություն Սարք`
is: Öryggistæki:
kn: ಸುರಕ್ಷತಾ ಸಾಧನ:
ml: സുരക്ഷ ഉപകരണങ്ങള്‍:
mn: Нууцлалын төхөөрөмж
mr: सुरक्षा साधन:
ms: Peranti Keselamatan:
my: လုံခြုံရေး ကိရိယာ -
oc: Periferic de seguretat
sd: سلامتيءَ جو اُپڪرڻ
tr: Güvenlik aygıtı:
ug: بىخەتەرلىك ئۈسكۈنىسى:

source: Password:
bg: Парола:
es_cl: Contraseña:
hy_am: Ծածկագիր.
is: Lykilorð:
kn: ಗುಪ್ತಪದ:
ml: പാസ്‌വേര്‍ഡ്
mn: Нууц үг:
mr: गुप्तशब्द:
ms: Katalaluan:
my: စကားဝှက် -
oc: Senhal :
rw: Ijambobanga:
sd: ڳجهو لفظ
tr: Parola:
tt: Sírsüz:
ug: ئىم:
ur: پاس ورڈ:

source: Error
bg: Грешка
hy_am: Սխալմունք
is: Villa
kn: ದೋಷ
ml: തെറ്റ്‌
mn: Алдаа
mr: त्रूटी
ms: Ralat
my: အမှား
rw: Ikosa
sd: چوڪ
tr: Hata
tt: Xata
ug: خاتالىق
ur: نقص

source: Error - cannot recover
bg: Грешка - невъзможно възстановявне
es_cl: Error - no se puede recuperar
hy_am: Սխալմունք.­ անհնար է շարունակել
is: Villa - get ekki endurheimt
kn: ದೋಷ - ಮರುಗಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ml: തകരാര്‍ - ശരിയാക്കുവാന്‍ സാധ്യമല്ല
mn: Алдаа - сэргээж чадахгүй байна
mr: त्रूटी - पुनःप्राप्ती करू शकले नाही
ms: Ralat - gagal dipulihkan
my: အမှား - ပြန်ဖေါ်လို့ မရဘူး
oc: Error - impossible de recuperar
rw: Ikosa - ntishobora kugarura
sd: چوڪ نٿي سڌاري سگهجي
tr: Hata - düzeltilemedi
tt: Xata - qotqarına almıym
ug: خاتالىق - ئەسلىگە كەلتۈرەلمەيدۇ
ur: نقص - بازیافت نہیں کیا جا سکتا

source: Security
bg: Защита
es_cl: Seguridad
hy_am: Անվտանգությունը
is: Öryggi
kn: ಸುರಕ್ಷತೆ
ml: സുരക്ഷ
mn: Нууцлал
mr: सुरक्षा
ms: Sekuriti
my: လုံခြုံရေး
oc: Seguretat
rw: Umutekano
sd: سلامتي
tr: Güvenlik
tt: İminlík
ug: بىخەتەرلىك
ur: سلامتی

# pref.security.general.rHeader
source: Settings for general security
bg: Настройки за обща безопасност
es_cl: Configuraciones de seguridad general
hy_am: Ընդհանուր անվտանգության դրույթները
is: Stillingar fyrir almennt öryggi
kn: ಸಾಮಾನ್ಯ ಸುರಕ್ಷತೆಗಾಗಿನ ಸಿದ್ಧತೆಗಳು
ml: പുതുവായ സുരക്ഷയ്ക്കായുള്ള സജ്ജീകരണങ്ങള്‍
mn: Ерөнхий нууцлалын тохиргоо
mr: सामान्य सुरक्षेकरीता रचना
ms: Tetapan untuk keselamatan am
my: အထွေထွေ လုံ​ခြုံရေးအတွက် အပြင်အဆင်များ
oc: Paramètres generals de seguretat
rw: Amagenamiterere y'umutekano rusange
sd: عام سلامتيءَ لاءِ طئہ ڪيل ترتيبون
tr: Genel güvenlik ayarları
tt: Ğömumi iminlík öçön caylanmalar
ug: ئادەتتىكى بىخەتەرلىك تەڭشىكى
ur: سیٹنگیں برائے عمومی سلامتی

# pref.security.general.header
source: Settings for general security
bg: Настройки за обща безопасност
es_cl: Configuraciones de seguridad general
hy_am: Ընդհանուր անվտանգության դրույթները
is: Stillingar fyrir almennt öryggi
kn: ಸಾಮಾನ್ಯ ಸುರಕ್ಷತೆಗಾಗಿನ ಸಿದ್ಧತೆಗಳು
ml: പുതുവായ സുരക്ഷയ്ക്കായുള്ള സജ്ജീകരണങ്ങള്‍
mn: Ерөнхий нууцлалын тохиргоо
mr: सामान्य सुरक्षेकरीता रचना
ms: Tetapan untuk keselamatan am
my: အထွေထွေ လုံ​ခြုံရေးအတွက် အပြင်အဆင်များ
oc: Paramètres generals de seguretat
rw: Amagenamiterere y'umutekano rusange
sd: عام سلامتيءَ لاءِ طئہ ڪيل ترتيبون
tr: Genel güvenlik ayarları
tt: Ğömumi iminlík öçön caylanmalar
ug: ئادەتتىكى بىخەتەرلىك تەڭشىكى
ur: سیٹنگیں برائے عمومی سلامتی

source: Security Level
bg: Ниво на защита
es_cl: Nivel de Seguridad
hy_am: Անվտանգության Աստիճանը
is: Öryggisstig
kn: ಸುರಕ್ಷತಾ ಮಟ್ಟ
ml: സുരക്ഷാ ലെവല്‍
mn: Нууцлалын түвшин
mr: सुरक्षा स्थर
ms: Paras Sekuriti
my: လုံ​ခြုံရေး အဆင့်
oc: Nivèl de seguretat
rw: Urwego rw'Umutekano
sd: سلامتيءَ جي سطح
tr: Güvenlik Düzeyi
tt: İminlík Derecesí
ug: بىخەتەرلىك دەرىجىسى
ur: سلامتی سطح

source: Use paranoid security settings
bg: Използване на параноични защитни настройки
es_cl: Usar configuraciones de seguridad paranoicas
hy_am: Կիրառել Պարանոիկ անվտանգության դրույթներ
is: Nota vænissjúkar öryggisstillingar
kn: ಪಾರನಾಯ್ಡ್‍(paranoid) ಸುರಕ್ಷತಾ ಸಿದ್ಧತೆಗಳನ್ನು ಬಳಸಿ
ml: പരനോയിഡ്‌ സുരക്ഷാ സജ്ജീകരണങ്ങള്‍ ഉപയോഗിക്കുക
mn: Онцгой нууцлалын тохиргоо хэрэглэх
mr: संभ्रमविकृती सुरक्षा रचना वापरा
ms: Guna tetapan sekuriti paranoid
my: ပါရာနှတ် လုံခြုံရေး အပြင်အဆင်များကို သုံးစွဲပါ
oc: Utilizar lo nivèl de seguretat paranoiac
rw: Gukoresha amagenamiterere y'umutekano
sd: شڪتي سلامتيءَ جي طئہ ڪيل ترتيبن جو اِستعمال ڪريو
tr: Paranoid güvenlik ayarlarını kullan
tt: Paranoid iminlík caylanmaların qullan
ug: ناھايىتى قاتتىق بىخەتەرلىك تەڭشىكى ئىشلەت
ur: اختباطی سلامتی سیٹنگیں استعمال کریں

source: Certificates
bg: Сертификати
es_cl: Certificados
hy_am: Արտոնաթղթեր
is: Skilríki
kn: ಪ್ರಮಾಣಪತ್ರಗಳು
ml: സര്‍റ്റിഫിക്കറ്റുകള്‍
mn: Гэрчилгээ
mr: प्रमाणपत्रे
ms: Sijil
my: အသိအမှတ်ပြုလက်မှတ်များ
oc: Certificats
rw: Ibyemezo
sd: سرٽيفڪيٽ
tr: Onay belgeleri
tt: Sertifikatlar
ug: گۇۋاھنامەلەر
ur: تصدیق نامے

source: Manage Certificates
bg: Управление на сертификати
es_cl: Administrar Certificados
hy_am: Արտոնաթղթերը Կարգավորել
is: Umsýsla skilríkja
kn: ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ವ್ಯವಸ್ಥಾಪಿಸು
ml: സര്‍റ്റിഫിക്കറ്റുകള്‍ കൈകാര്യം ചെയ്യുക
mn: Гэрчилгээ зохицуулах
mr: प्रमाणपत्रे नियंत्रीत करा
ms: Urus Sijil
my: လက်မှတ်များကို စီမံပါ
oc: Gerir los certificats
rw: Gucunga Ibyemezo
sd: سرٽيفڪيٽ جو بندوبست ڪريو
tr: Onay belgelerini yönet
tt: Sertifikatlarnı İdare İt
ug: گۇۋاھنامە باشقۇرۇش
ur: تصدیق نامے بندوبست کریں

source: Downloading Certificate
be: Загрузка пасведчання
bg: Изтегляне на сертификат
es_cl: Descargando Certificado
gu: પ્રમાણપત્રો ડાઉનલોડ થાય છે
hy_am: Բեռնավորում եմ Արտոնաթուղթը
is: Hleð niður skilríki
kab: Asider n uselkin
kn: ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಡೌನ್‍ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ml: സര്‍ട്ടിഫിക്കറ്റ്‌ ഡൌണ്‍ലോഡ്‌ ചെയ്യുന്നു
mn: Гэрчилгээ татаж авч байна
mr: प्रमाणपत्र डाउनलोड करत आहे
ms: Memuaturun Sijil
my: လက်မှတ် ဆွဲချနေတယ်
nb_no: Laster ned sertifikat
nn_no: Lastar ned sertifikat
oc: Telecargament del certificat
pt: A transferir certificado
rw: Irimo Kwimura Icyemezo
sd: سرٽيفڪيٽ ڊائون لوڊ ڪري پيو
tr: Onay belgesi indiriliyor
tt: Sertifikat İñdíríle
ug: گۇۋاھنامە چۈشۈرۈۋاتىدۇ
ur: تصدیق نامہ ڈاؤن لوڈ کر رہا ہے

source: You have been asked to trust a new Certificate Authority (CA).
be: Вас запыталі аб даверу новай Крыніцы Пасведчанняў (КП).
bg: Постъпи заявка за доверяване към нов сертификатен удостоверител (СА).
es_cl: Se le ha pedido que confíe en una nueva Autoridad de Certificación (CA).
gu: તમને નવાં પ્રમાણપત્રોના સત્તાધિકારી (CA) પર વિશ્વાસ કરવાનુ કહેવામાં આવ્યું છે.
hy_am: Դուք հայց եք ստացել մի նոր Արտոնագրային Հողինակության ԱՀ (CA) վստահել:
is: Þú ert beðinn um að treysta nýrri vottunarstöð (CA).
kab: Sutren-ak-d asentem n udabu n uselken amaynut (CA).
kn: ಒಂದು ಹೊಸ ಪ್ರಮಾಣಪತ್ರ ಅಥಾರಿಟಿಯನ್ನು(CA) ನಂಬುವಂತೆ ನಿಮ್ಮನ್ನು ಕೇಳಲಾಗಿದೆ .
ml: നിങ്ങള്‍ ഒരു പുതിയ സര്‍ട്ടിഫിക്കേറ്റ് അഥോറിറ്റിയെ (CA) വിശ്വസിക്കുവാന്‍ ആവശ്യപ്പെട്ടിരിക്കുന്നു.
mn: Танаас шинэ Гэрчилгээний Эрх-д итгэхийг асуусан (ГЭ).
mr: आपणास नविन प्रमाणपत्र अधिप्रमाणन (CA) वर विश्वास ठेवण्यास कळवण्यात आले आहे.
ms: Anda telah ditanya untuk percayakan Autoriti Siil (CA) baru.
my: လက်မှတ် အာဏာပိုင် (CA) သစ်တခုကို စိတ်ချဖို့ သင့်ကို တောင်းဆိုခဲ့တယ်။
nb_no: Du er forespurt å ha tillit til en ny sertifikatutsteder (CA)
nn_no: Du har vorte beden om å stola på ei ny sertifikat-fullmakt (CA)
oc: Se vos a demandat de confirmar una autoritat de certificacion novèla (AC).
pt: Foi-lhe pedido para confiar numa nova autoridade certificadora (CA).
rw: Wasabwe kwizera Umuyobozi mushya w'Icyemezo (CA).
sd: توهان کي نئين سرٽيفڪيٽ اَٿارٿيءَ (CA) تي ڀروسو ڪرڻ لاءِ چيو ويو آهي۔
tr: Yeni bir onay belgesi yetkilisi (CA) güvenliğini sordunuz.
tt: Yaña Sertifikat Selaxiyetíne (CA) ışanuwığız soraldı.
ug: سىزدىن يېڭى گۇۋاھنامە ئىجازىتىگە ئىشىنىش ھەققىدىكى تەلەپ سورالدى (CA).
ur: آپ کو نئی مقتدرہ تصدیق نامہ (سی اے) پر بھروسے کے لیے کہا گیا ہے۔

source: Trust this CA to identify websites.
be: Давяраць гэтай КП апазнаваць пляцоўкі сеціва.
bg: При идентификацията на уеб сайтове се доверявай на този СА.
es_cl: Confiar en esta CA para identificar sitios web.
gu: વેબ સાઇટ ઓળખવા માંટે આ CA પર વિશ્વાસ કરો.
hy_am: Այս ԱՀին (CA) վստահել վեբ հանգույցների նույնացումը:
is: Treysta CA til að auðkenna vefsvæði.
kab: Sentem abadu yagi n uselken akken ad suluḍ ismal web.
kn: ಜಾಲ ತಾಣಗಳನ್ನು ಗುರುತಿಸಲು ಈ CA ಅನ್ನು ನಂಬು.
ml: വെബ്‌ സൈറ്റുകള്‍ തിരിച്ചറിയുന്നതിനായി ഈ CA വിശ്വസിക്കുക
mr: संकेत स्थळे ओळखण्याकरिता ह्या CA वर विश्वास ठेवा.
nb_no: Stol på denne CA-en til å identifisere nettsider.
nn_no: Stol på denne CA-en til å identifisere nettsider.
oc: Confirmar aquesta AC per identificar de sites Web.
pt: Confiar nesta CA para identificar sítios.
rw: Kwizera uyu CA kugira ngo ubone imbugamakuru.
sd: ویب سائيٽس جو پتو لڳائڻ لاءِ هن CA تي ڀروسو ڪريو۔ .
tr: Siteleri tanımlamak için bu sertifika yetkilisine güven.
tt: Bu CA'ğa perewíz saytların kímlíklew öçön iğtimat it.
ug: بۇ CA بىلەن ئىپادىلەنگەن تور بېكەتكە ئىشەن.

source: Trust this CA to identify email users.
be: Давяраць гэтай КП апазнаваць э-паштовых карыстальнікаў.
bg: При идентификация на потребители на е-поща се довери на този СА.
es_cl: Confiar en esta CA para identificar usuarios de email.
gu: મેલ વપરાશકર્તાઓને ઓળખવા માંટે આ CA પર વિશ્વાસ કરો.
hy_am: Այս ԱՀին (CA) վստահել էլ-փոստ օգտվողների նույնացումը:
is: Treysta CA til að auðkenna póst notendur.
kab: Sentem adabu yagi n uselken i wesulu n iseqdacen n yimayl.
kn: ಇ ಮೇಲ್ ಬಳಕೆದಾರರನ್ನು ಗುರುತಿಸಲು ಈ CA ಅನ್ನು ನಂಬು.
ml: ഈമെയില്‍ യൂസര്‍മാരെ തിരിച്ചറിയുന്നതിനായി ഈ CA വിശ്വസിക്കുക
mn: Захианы хэрэглэгчийг танихад энэ ГЭ-д итгэ
mr: ईमेल वापरकर्त्यांना ओळखण्याकरिता ह्या CA वर विश्वास ठेवा.
ms: Percayakan CA ini untuk mengenali pengguna emel.
my: အီးမေးလ် သုံးစွဲသူများကို ဖေါ်ထုတ်ဖို့ ဒီ CA ကို စိတ်ချပါ။
nb_no: Stol på denne CA-en til å identifisere e-postbrukere.
nn_no: Stol på denne CA-en til å identifisere e-postbrukarar.
oc: Confirmar aquesta AC per identificar los utilizaires de corrièr.
pt: Confiar nesta CA para identificar utilizadores de correio eletrónico.
rw: Kwizera uyu CA kugira ngo ubone abakoresha imeyili.
sd: اي۔ميل اِستعمال ڪندڙن جو پتو لڳائڻ لاءِ هن CA تي ڀروسو ڪريو۔
tr: Bu CA E-Posta kullanıcılarını belirlemek için güvenilir.
tt: Bu CA'nı e-poçta qullanuçıların kímlíklendírü öçön qullan.
ug: بۇ CA بىلەن ئىپادىلەنگەن ئېلخەت ئىشلەتكۈچىسىگە ئىشەن.
ur: ای میل صارفین شناخت کرنے کے لیے اس سی اے پر بھروسا کریں۔

source: Trust this CA to identify software developers.
be: Давяраць гэтаму КП апазнаваць распрацоўцаў праграмнага забеспячэння.
bg: При идентификация на разработчици на софтуер се довери на този СА.
es_cl: Confiar en esta CA para identificar desarrolladores de software.
gu: સોફ્ટવેર વિકાસકર્તાઓનો ઓળખવા માંટે આ CA પર વિશ્વાસ કરો
hy_am: Այս ԱՀին (CA) վստահել ծրագիր արտադրողների նույնացումը:
is: Treysta CA til að auðkenna hugbúnaðarframleiðendur.
kab: Sentem adabu yagi n uselken i wesulu n ineflayen n iseɣẓan.
kn: ತಂತ್ರಾಂಶ ವಿಕಸನಗಾರರನ್ನು ಗುರುತಿಸಲು ಈ CA ಅನ್ನು ನಂಬು.
ml: സോഫ്റ്റ്‌വെയര്‍ ഡെവലപ്പര്‍മാരെ തിരിച്ചറിയുന്നതിനായി ഈ CA വിശ്വസിക്കുക
mn: Програм хөгжүүлэгчийг танихдаа энэ ГЭ-д итгэ
mr: सॉफ्टवेअर निर्मात्यांना ओळखण्याकरिता ह्या CA वर विश्वास ठेवा.
ms: Percayakan CA ini untuk mengenali pembangun perisian.
my: ဆော့ဗ်ဝဲ တည်ဆောက်သူများကို ဖေါ်ထုတ်ဖို့ ဒီ CA ကို စိတ်ချပါ။
nb_no: Stol på denne CA-en til å identifisere programutviklere.
nn_no: Stol på denne CA-en til å identifisere programutviklarar.
oc: Confirmar aquesta AC per identificar los desvolopaires de logicials.
pt: Confiar nesta CA para identificar fabricantes de software.
rw: Kwizera uyu CA kugira ngo ubone abahanzi ba porogaramu mudasobwa.
sd: سافٽ ويئر ٽپا ڪندڙن جو پتو لڳائڻ لاءِ هن CA تي ڀروسو ڪريو۔
tr: Bu CA yazılım geliştiricilerin belirlenmesinde güvenilir.
tt: Bu Sertifikat Selaxiyetín (CA) yazılım üsíştírüçílerín kímlíklendírü öçön qullan.
ug: بۇ CA بىلەن ئىپادىلەنگەن يۇمشاق دېتال ئىجادكارىغا ئىشەن.
ur: سافٹ ویئر تکمیل کار شناخت کرنے کے لیے اس سی اے پر بھروسا کریں۔
