Repository: tktk711/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.dtd.po
Languages: be, bg, es_cl, gu, hy_am, is, kab, kn, ml, mn, mr, ms, my, nb_no, nn_no, oc, pt, rw, sd, tr, tt, ug, ur

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
be: Перад тым, як даверыцца гэтай КП з нейкаю мэтаю, вы павінны даследаваць яе пасведчанне, яе палітыку і працэдуры (калі даступны).
bg: Преди да се доверите на този СА, трябва да изследвате неговия сертификат, както и политиката и процедурите му (ако съществуват).
es_cl: Antes de confiar en esta CA para cualquier propósito, debería examinar su certificado, su política y procedimientos (si están disponibles).
gu: આ CA નો કોઈ હેતુ માટે વિશ્વાસ કર્યા પહેલાં, એના પ્રમાણપત્ર, નીતિઓ અને પ્રક્રિયાઓ (જો ઉપલબ્ધ હોય) તો ચકાસો.
hy_am: Նախքան ԱՀին (CA) որևէ նպատակով վստահելը, պիտի ուսումնասիրեք նրա արտոնաթուղթը, դրույթներն ու գործառույթները (եթե առկա են):
is: Áður en þú treystir þessum CA fyrir einhverju, ættirðu að athuga skilríki þess, stefnur þess og aðferðir (ef til eru).
kab: Send ad tesentmeḍ adabu agi n uselken CA, issefk ad ittusekyed, ad ttusekeydent tarrayin ines d tisekkirin ines (ma yella wamek).
kn: ಯಾವುದೆ ಕಾರ್ಯನಿಮಿತ್ತವಾಗಿಯಾದರೂ ಈ CA ಅನ್ನು ನಂಬುವ ಮೊದಲು, ಅದರ ಪ್ರಮಾಣಪತ್ರ ಹಾಗು ಅದರ ಕಾಯ್ದೆ ಮತ್ತು ವಿಧಾನಗಳನ್ನು(ಲಭ್ಯವಿದ್ದಲ್ಲಿ)ಎಚ್ಚರಿಕೆಯಿಂದ ಪರಿಶೀಲಿಸಬೇಕು.
ml: ഈ CA വിശ്വസിക്കുന്നതിനു് മുമ്പു്, അതിന്റെ സര്‍ട്ടിഫിക്കേറ്റും അതിനുള്ള പോളിസിയും പ്രക്രിയകളും പരിശോധിക്കേണ്ടകാണു് (ലഭ്യമാണു് എങ്കില്‍).
mn: Та ямар ч зорилгоор бай энэ ГЭ -д итгэхээсээ өмнө үүний гэрчилгээний тохиргоог мөн бодлого бас үйлдлийг нь харах хэрэгтэй (хэрэв боломжтой бол).
mr: कुठल्याही कारणस्तव ह्या CA वर विश्वास ठेवण्यापूर्वी, आपण त्याकरीता प्रमाणपत्र आणि करार व कार्यपध्दतीचे परिक्षण केले पाहिजे (उपलब्ध असल्यास).
ms: Sebelum mempercayai CA ini untuk sebarang kegunaan, anda perlu memeriksa sijilnya dan polisi dan prosedurnya (jika ada).
my: (ဖြစ်နိုင်ရင်) CA ကို ရည်ရွယ်ချက် တစုံတခုအတွက် စိတ်မချခင်၊ ၄င်းရဲ့ လက်မှတ်များနဲ့ ၄င်းရဲ့ မူဝါဒနဲ့ လုပ်ငန်းစဉ်များကို သင် စစ်ဆေးရမယ်။
nb_no: Før du velger å ha tillit til denne sertifikatutstederen (CA), bør du undersøke dens sertifikat og dens fremgangsmåter og prosedyrer.
nn_no: Før du vel å ha tillit til denne sertifikat-fullmakta (CA), bør du undersøkja fullmakta sitt sertifikat, framgangsmåtar og prosedyrar.
oc: Abans de confirmar aquesta AC per quina rason que siá, la deuriatz examinar, ela, sos metòdes e sas proceduras (se possible).
pt: Antes de confiar nesta CA para qualquer fim, deve examinar o seu certificado, a sua política e os seus procedimentos (se disponíveis).
rw: Mbere yo kwizera uyu CA kubera impamvu iyariyo yose, ugomba gusuzuma icyemezo cyayo na politiki n'imikorere byayo (niba bihari).
tr: Her türlü amaç için bu CA ya güvenmeden önce, onay belgesi güvenliğini ve prosedürünü kontrol etmelisiniz.
tt: Bu Sertifikat Üzegíne (CA) ışanır aldınnan, anıñ sertifikatın we seyasetín we íşlemnerín (bar ise) qaraştıruwığız kirek.
ug: بۇ CA غا ئىشىنىشتىن ئىلگىرى، ئۇنىڭ گۇۋاھنامە، تاكتىكا ۋە باشقا رەسمىيەتلىرى(ئەگەر بولسا)نى تەكشۈرۈشىڭىز لازىم.
ur: کسی مقصد کے لیے اس مصدق پر بھروسے سے قبل آپ کو اس کے تصدیق نامے اور اس کی پالیسی وطریق عمل کا معائنہ کرنا چاہیے(اگردستیاب ہو)۔

source: View
be: Прагляд
bg: Преглед
es_cl: Ver
gu: જુઓ
hy_am: Զննել
is: Skoða
kab: Timeẓri
kn: ನೋಟ
ml: കാണുക
mn: Харах
mr: दृश्य
ms: Lihat
my: ရှုမြင်ချက်
nb_no: Vis
nn_no: Vis
oc: Veire
pt: Ver
rw: Kugaragaza
sd: نظر مان ڪڍو
tr: Göster
tt: Kür
ug: كۆرۈنۈش
ur: نظارہ

source: Policy
bg: Политика
es_cl: Política
hy_am: Դրույթները
is: Stefna
kn: ಕಾಯ್ದೆ
ml: പോളിസി
mn: Бодлого
mr: करार
ms: Polisi
my: မူဝါဒ
oc: Politica
rw: Politiki
sd: نيتي
tr: Güvenlik
tt: Seyaset
ug: تاكتىكا
ur: پالیسی

source: Examine CA certificate
be: Даследаваць пасведчанне ПА
bg: Изследване на сертификат на CA
es_cl: Examinar certificado de CA
gu: CA પ્રમાણપત્ર ચકાસો
hy_am: Ոսումնասիրել ԱՀ (CA) արտոնաթուղթը
is: Skoða CA skilríki
kab: Sekyed aselkin n udabu n selken
kn: CA ಪ್ರಮಾಣಪತ್ರವನ್ನು ಪರಿಶೀಲಿಸಿ
ml: CA സര്‍ട്ടിഫിക്കേറ്റ് പരിശോധിക്കുക
mn: CA гэрчилгээг тохируулах
mr: CA प्रमाणपत्राचे परिक्षण करा
ms: Periksa sijil CA
my: CA လက်မှတ်ကို စစ်ဆေးပါ
nb_no: Undersøk CA-sertifikat
nn_no: Undersøk CA-sertifikat
oc: Examinar lo certificat d'AC
pt: Examinar o certificado da CA
rw: Gusuzuma Icyemezo cya CA
sd: CA سرٽيفڪيٽ چڪاسيو
tr: CA onay belgesini kontrol et
tt: Sertifikat Selaxiyetín (CA) Qaraştır
ug: CA گۇۋاھنامە تەكشۈرۈش
ur: سی اے تصدیق نامہ معائنہ کریں

source: Examine CA policies and procedures
bg: Изследване на политиката и процедурите на СА
es_cl: Examinar políticas y procedimientos de la CA
hy_am: ԱՀ (CA) դրույթներն ու գործառույթներն ուսումնասիրել
is: Skoða stefnu og aðferðir CA
kn: CA ಕಾಯ್ದೆಗಳನ್ನು ಹಾಗು ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ml: CA പോളിസികളും പ്രക്രിയകളും പരിശോധിക്കുക
mn: ГЭ -н бодлого ба үйлдлийн тохиргоог харах
mr: CA करार व कार्यपध्दतीचे परिक्षण करा
ms: Periksa polis dan prosedur CA
my: CA မူဝါဒများနဲ့ လုပ်ငန်းစဉ်များကို စစ်ဆေးပါ
oc: Examinar la politica d'AC e sas proceduras
rw: Gusuzuma politiki n'imikorere bya CA
sd: CA جو نيتيون ۽ ڪارروائيون چڪاسيو چڪاسيو
tr: CA Poliçesini ve prosedürünü kontrol et
tt: Sertifikat Selaxiyetíníñ (CA) seyasetín we íşlemnerín qaraştır
ug: CA تاكتىكا ۋە رەسمىيىتى تەكشۈرۈش
ur: سی اے پالیسیاں و طریق کار معائنہ کریں

source: Certificate Exists
hy_am: Արտոնաթուղթն Առկա է
kn: ಪ್ರಮಾಣಪತ್ರವು ಮುಚ್ಚಲ್ಪಡುತ್ತದೆ
ml: സര്‍ട്ടിഫിക്കേറ്റ് നിലവിലുണ്ടു്
my: လက်မှတ် ရှိနေတယ်
oc: Lo certificat exitís.
tt: Sertifikat Mewcut (Bar)
ug: گۇۋاھنامە مەۋجۇد
ur: تصدیق نامہ موجود ہے

source: The Certificate already exists.
hy_am: Արտոնաթուղթն արդեն իսկ առկա է
kn: ಪ್ರಮಾಣಪತ್ರವು ಈಗಾಗಲೆ ಮುಚ್ಚಲ್ಪಟ್ಟಿದೆ.
ml: സര്‍ട്ടിഫിക്കേറ്റ് നിലവിലുണ്ടു്.
my: လက်မှတ် ရှိနေပြီ
oc: Lo certificat exitís ja.
tt: Sertifikat indí mewcut (bar).
ug: بۇ گۇۋاھنامە مەۋجۇد
ur: تصدیق نامہ پہلے سے موجود ہے۔

source: User Identification Request
be: Запыт вызначэння карыстальніка
bg: Заявка за идентификация на потребител
es_cl: Solicitud de Identificación de Usuario
gu: વપરાશકર્તા ઓળખ વિનંતી
hy_am: Օգտվողի Նույնացման Հարցում
is: Beiðni um auðkenni notanda
kab: Asuter n usulu n useqdac
kn: ಬಳಕೆದಾರರ ಗುರುತಿಗೆ ಮನವಿ
ml: ഉപയോക്താവിനെ തിരിച്ചറിയുവാന്‍ ആവശ്യപ്പെടുക
mn: Хэрэглэгчийг таниулах хүсэлт
mr: वापरकर्ता ओळख विनंती
ms: Permohonan Pengenalan Pengguna
my: သုံးစွဲသူ ခွဲခြား ရွေးထုတ်မှု တောင်းဆိုချက်
nb_no: Forespørsel om brukeridentifikasjon
nn_no: Førespurnad om brukaridentifikasjon
oc: Requèsta d'identificacion d'utilizaire
pt: Pedido de identificação do utilizador
rw: Gusaba Ikiranga Ukoresha
sd: جاري رکو
tr: Kullanıcı Belirleme Sorgulaması
tt: Qullanuçı Kímlíklenü Soramı
ug: جەزملەش ئىلتىماسى ئىشلەت
ur: صارف شناختی فرمائش

source: This site has requested that you identify yourself with a certificate:
be: Гэтае пляцоўка патрабуе, каб вы вызначылі сябе пасведчаннем:
bg: Този сайт изисква да се идентифицирате със сертификат:
es_cl: Este sitio ha solicitado que usted se identifique con un certificado:
gu: આ સાઇટે તમને પ્રમાણપત્ર સાથે તમારી ઓળખાણ આપવા માટે વિનંતી કરી છે:
hy_am: Այս հանգույց պահանջում է որ դուք Ձեր արտոնաթուղթը ներկայացնեք.
is: Þetta vefsvæði bað um að þú auðkennir þig með skilríki:
kab: Asmel agi ad yessutur asulu s uselkin n tɣellist:
kn: ನೀವು ಒಂದು ಪ್ರಮಾಣಪತ್ರದಿಂದ ನಿಮ್ಮನ್ನು ಗುರುತಿಸಿಕೊಳ್ಳಲು ಈ ತಾಣವು ಅಪೇಕ್ಷಿಸಿದೆ:
ml: ഈ സൈറ്റിനു് നിങ്ങള്‍ ഒരു സര്‍ട്ടിഫിക്കേറ്റ് ഉപയോഗിച്ചു് നിങ്ങളുടെ തിരിച്ചറിയല്‍ ഉറപ്പിക്കണം:
mn: Энэ хуудас таныг өөрийгөө гэрчилгээтэйгээ хамт таниулахыг хүсэж байна:
mr: हे स्थळ विनंती करत आहे की आपले ओळख प्रमाणपत्र असले पाहिजे:
ms: Laman ini telah memohon anda untuk memperkenalkan diri dengan sijil:
my: ဒီကွန်ရက်က သင့်ကိုသင် လက်မှတ်တခုနဲ့ အထောက်အထားပြဖို့ တောင်းဆိုနေတယ် -
nb_no: Dette nettstedet ønsker at du identifiserer deg selv med et sertifikat:
nn_no: Denne nettstaden har bede om at du identifiserer deg sjølv med eit sertifikat:
oc: Aqueste sit vos demanda de vos identificar amb un certificat de seguretat :
pt: Este sítio pediu que se identificasse com um certificado:
rw: Uru rubuga rwasabye ko utanga igikuranga ukoresheje icyemezo:
sd: هن سائيٽ توهان کي عرض ڪيو آهي تہ توهين سرٽيفڪيٽ سان پنهنجي سڃاڻپ ڏيو۔
tr: Bu bölge sizin kendi onay belgenizin tanımlamasını istiyor:
tt: Bu sayt sertifikat bílen üzígízní kímlíklendírüwígízní soramladı:
ug: بۇ بېكەت ئۆزىڭىزنى گۇۋاھنامە ئارقىلىق ئىپادىلىشىڭىزنى تەلەپ قىلىدۇ:
ur: اس سائٹ نے فرمائش کی ہے کہ آپ خود کو ایک تصدیق نامے کے ذریعے شناخت کرائیں:

source: Choose a certificate to present as identification:
be: Вылучыце пасведчанне, каб падаць як вызначэнне:
bg: Избор на сертификат, който да се представя при идентификация:
es_cl: Seleccionar un certificado para presentar como identificación:
gu: ઓળખ તરીકે આપવા પ્રમાણપત્ર પસંદ કરો:
hy_am: Ընտրեք թվային ինքնությունը ներկայացնող արտոնաթուղթը.
is: Veldu skilríki til að sýna sem auðkenni:
kab: Fren aselkin i wesulay
kn: ಗುರುತಾಗಿ ಪ್ರಸ್ತುತ ಪಡಿಸಲು ಒಂದು ಪ್ರಮಾಣಪತ್ರವನ್ನು ಆರಿಸಿ:
ml: തിരിച്ചറിയുന്നതിനുള്ള ഒരു സര്‍ട്ടിഫിക്കേറ്റ് തെരഞ്ഞെടുക്കുക:
mn: Таних явцыг харуулахын тулд гэрчилгээг сонгох:
mr: ओळखण्याकरीता प्रमाणपत्र निवडा:
ms: Pilih sijil untuk dijadikan sebagai pengenalan:
my: ခွဲခြား ရွေးထုတ်ချက် အနေနဲ့ တင်ပြဖို့ လက်မှတ်တခုကို ရွေးချယ်ပါ -
nb_no: Velg sertifikat som du vil bruke som identifikasjon:
nn_no: Vel sertifikat som du vil bruka som identifikasjon:
oc: Causir un certificat de presentar coma identificacion :
pt: Escolher um certificado para utilizar como identificação:
rw: Guhitamo icyemezo cyo gutangwa nk'ikiranga:
sd: بہ طور سڃاڻپ پيش ڪرڻ لاءِ سرٽيفڪيٽ چونڊيو۔
tr: Tanımlamada kullanılacak onay belgesini seçin:
tt: Kímlík bularaq qullanılaçaq sertifikatnı saylağız:
ug: گۇۋاھنامىدىن بىرنى تاللاپ بەلگە قىلىڭ:
ur: وئی تصدیق نامہ بطور شناخت پیش کرنے کے لیےانتخاب کریں:

# clientAuthAsk.message3
source: Details of selected certificate:
bg: Подробности за избрания сертификат:
es_cl: Detalles del certificado seleccionado:
hy_am: Ընտրված արտոնաթղթի մանրամասները.
is: Upplýsingar um valið skilríki:
kab: Aglam n iselkan i fernen:
kn: ಆರಿಸಲಾದ ಪ್ರಮಾಣಪತ್ರದ ವಿವರಗಳು:
ml: തെരഞ്ഞെടുത്ത സര്‍ട്ടിഫിക്കേറ്റിന്റെ വിശദാംശങ്ങള്‍:
mn: Сонгосон гэрчилгээний нарийн мэдээлэл:
mr: निवडलेल्या प्रमाणपत्राचे तपशील:
ms: Perincian sijil terpilih:
my: ရွေးချယ်ထားတဲ့ လက်မှတ် အသေးစိတ်များ
nb_no: Detaljer om valgt sertifikat:
nn_no: Detaljar om valt sertifikat:
oc: Detalhs del certificat seleccionat :
pt: Detalhes do certificado selecionado:
rw: Ibisobanuro by'icyemezo cyatoranyijwe:
sd: چونڊيل سرٽيفڪيٽ جا تفصيل :
tr: Seçilen onay belgesi detayları:
tt: Saylanğan sertifikatnıñ tefsilatları:
ug: تاللىغان گۇۋاھنامىنىڭ تەپسىلاتى:
ur: منتخب شدہ تصدیق ناموں کی تفصیلات:

source: Select Certificate
bg: Избор на сертификат
es_cl: Seleccionar Certificado
hy_am: Ընտրել Արտոնաթուղթը
is: Veldu skilríki
kab: Fren aselkin
kn: ಪ್ರಮಾಣಪತ್ರವನ್ನು ಆರಿಸು
ml: സര്‍ട്ടിഫിക്കറ്റ്‌ തെരഞ്ഞെടുക്കുക
mn: Гэрчилгээ сонго
mr: प्रमाणपत्र निवडा
ms: Pilih Sijil
my: လက်မှတ်ကို ရွေးချယ်ပါ
nb_no: Velg sertifikat
nn_no: Vel sertifikat
oc: Seleccionatz un certificat
pt: Selecionar certificado
rw: Guhitamo Icyemezo
sd: سرٽيفڪيٽ چونڊيو
tr: Onay belgesi seçin
tt: Sertifikatnı Saylağız
ug: گۇۋاھنامە تاللاش
ur: تصدیق نامہ منتخب کریں

source: Certificate:
bg: Сертификат:
es_cl: Certificado:
hy_am: Արտոնաթուղթ.
is: Skilríki:
kab: Aselkin
kn: ಪ್ರಮಾಣಪತ್ರ:
ml: സര്‍റ്റിഫിക്കറ്റ്‌
mn: Гэрчилгээ:
mr: प्रमाणपत्र:
ms: Sijil:
my: လက်မှတ် -
nb_no: Sertifikat:
nn_no: Sertifikat:
oc: Certificat :
pt: Certificado:
rw: Icyemezo:
sd: سرٽيفڪيٽ:
tr: Onay belgesi:
tt: Sertifikat:
ug: گۇۋاھنامە:
ur: تصدیق نامہ:

# certPicker.detailsLabel
source: Details of selected certificate:
bg: Подробности за избрания сертификат:
es_cl: Detalles del certificado seleccionado:
hy_am: Ընտրված արտոնաթղթի մանրամասները.
is: Upplýsingar um valið skilríki:
kab: Aglam leqqayen n uselkin ifernen:
kn: ಆರಿಸಲಾದ ಪ್ರಮಾಣಪತ್ರದ ವಿವರಗಳು:
ml: തെരഞ്ഞെടുത്ത സര്‍ട്ടിഫിക്കേറ്റിന്റെ വിശദാംശങ്ങള്‍:
mn: Сонгосон гэрчилгээний нарийн мэдээлэл:
mr: निवडलेल्या प्रमाणपत्राचे तपशील:
ms: Perincian sijil terpilih:
my: ရွေးချယ်ထားတဲ့ လက်မှတ် အသေးစိတ်များ
nb_no: Detaljer om valgt sertifikat:
nn_no: Detaljar om valt sertifikat:
oc: Detalhs del certificat seleccionat :
pt: Detalhes do certificado selecionado:
rw: Ibisobanuro by'Icyemezo cyatoranyijwe:
sd: چونڊيل سرٽيفڪيٽ جا تفصيل :
tr: Seçilen onay belgesi detayları:
tt: Saylanğan sertifikatnıñ tefsilatı:
ug: تاللىغان گۇۋاھنامىنىڭ تەپسىلاتى:
ur: منتخب شدہ تصدیق ناموں کی تفصیلات:

source: Choose a Certificate Backup Password
be: Выбраць адноўны пароль пасведчанняў
bg: Избор на парола за резервно копие на сертификат
es_cl: Seleccione una Contraseña de Respaldo del Certificado
gu: પ્રમાણપત્ર બેકઅપ પાસવર્ડ પસંદ કરો
hy_am: Նշեք Արտոնաթղթի Կրկնորինակի Գաղտնաբառը
is: Veldu lykilorð öryggisafrits fyrir skilríki
kab: Fen awal uffir n uḥraz n uselkin
kn: ಒಂದು ಪ್ರಮಾಣಪತ್ರ ಬ್ಯಾಕ್ ಅಪ್ ಗುಪ್ತಪದವನ್ನು ಆರಿಸು
ml: ഒരു സര്‍ട്ടിഫിക്കേറ്റ് ബാക്കപ്പ് പാസ്‌വേര്‍ഡ് തെരഞ്ഞെടുക്കുക
mn: Гэрчилгээний нөөцлөх нууц үгийг сонго
mr: प्रमाणपत्राचे प्रतिकृत गुप्तशब्द निवडा
ms: Pilih Katalaluan Simpanan Sijil
my: လက်မှတ် သိမ်းဆည်းထားတဲ့ စကားဝှက်တခုကို ရွေးချယ်ပါ
nb_no: Velg passord for sikkerhetskopi av sertifikater
nn_no: Vel passord for tryggingskopi av sertifikat
oc: Causir un senhal de salvament del certificat
pt: Escolha uma palavra-passe para a cópia do certificado
rw: Guhitamo Ijambobanga ry'Inyibutsacyemezo
sd: سرٽيفڪيٽ جي نقل جي سلامتيءَ جو ڳجهو لفظ چونڊيو
tr: Onay belgesi yedekleme parolanızı seçin
tt: Sertifikat Xesterleme Sírsüzín Saylağız
ug: گۇۋاھنامە زاپاسلاش ئىمىنى كىرگۈزۈڭ
ur: کوئی تصدیق نامہ پشتارہ پاس ورڈ انتخاب کریں

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
be: Адноўны пароль пасведчанняў, які вы прызначылі, засцерагае файл адноўкі, які вы ствараеце. Вы павінны прызначыць гэты пароль, каб пачаць стварэнне.
bg: Паролата за резервно копие на сертификат защитава файла с резервно копие, който създавате. Трябва да поставите паролата, за да продължи създаването на резервно копие.
es_cl: La contraseña de respaldo del certificado que establezca aquí protege el archivo de respaldo que está por crear. Debe ingresar una contraseña para proceder con el respaldo.
gu: પ્રમાણપત્ર બેકઅપ પાસવર્ડ તમારી બેકઅપ ફાઇલો માટે વપરાશે.
hy_am: Արտոնաթղթի կրկնորինակի համար նշվող գաղտնաբառը պաշտպանում է ստեղծվող կրկնորինակը: Կրկնորինակումը շարունակելու համար պիտի գաղտնաբառ նշեք:
is: Lykilorðið sem þú slærð hér inn verndar öryggisafritskrána sem verið er að fara að búa til. Þú verður að slá inn lykilorð til að halda áfram með öryggisafritið.
kab: Awal uffir n usekles n uselkin i tesbaduḍ yakan, iḥrez ayaylu n usekles i terniḍ. Issefk ad muddeḍ awal uffir i wesenker n usekles agi.
kn: ನೀವು ಇಲ್ಲಿ ಹೊಂದಿಸುವ ಬ್ಯಾಕ್ಅಪ್ ಗುಪ್ತಪದವು ನೀವು ನಿರ್ಮಿಸಲಿರುವ ಬ್ಯಾಕ್ಅಪ್ ಕಡತಗಳನ್ನು ಸಂರಕ್ಷಿಸುತ್ತದೆ. ಬ್ಯಾಕ್ ಅಪ್‍ನೊಂದಿಗೆ ಮುಂದುವರೆಯಲು ನೀವು ಈ ಗುಪ್ತಪದವನ್ನು ಹೊಂದಿಸುವುದು ಅಗತ್ಯವಾಗುತ್ತದೆ.
ml: ഇവിടെ സജ്ജമാക്കുന്ന സര്‍ട്ടിഫിക്കേറ്റ് ബാക്കപ്പ് പാസ്‌വേര്‍ഡ് നിങ്ങള്‍ ഉണ്ടാക്കുന്ന ബാക്കപ്പ് ഫയലിനെ സൂക്ഷിക്കുന്നു. ബാക്കപ്പുമായി മുമ്പോട്ടു് തുടരുന്നതിനായി നിങ്ങള്‍ ഈ പാസ്‌വേര്‍ഡ് സജ്ജമാക്കേണ്ടതാണു്.
mn: Таны энд оруулах гэрчилгээний нөөцлөх нууц үг нь таны үүсгэх нөөцлөх файлыг хамгаалахад хэрэглэгдэнэ. Та энэ нууц үгийг нөөцлөх үйлдэлтэй хамт оруулах ёстой.
mr: तुम्ही येथे निश्चित केलेले गुप्तशब्द आपली प्रतिकृती फाइलचे संरक्षण करते. प्रतिकृतीकरीता तुम्ही गुप्तशब्द निश्चित केला पाहिजे.
ms: Katalaluan simpanan sijil yang anda tetapkan di sini melindungi fail simpanan yang anda akan cipta. Anda mesti menetapkan katalaluan untuk meneruskan simpanan bantuan.
nb_no: Passordet du bestemmer her vil beskytte sikkerhetskopien du nå oppretter. Du må skrive inn dette passordet for å fortsette med sikkerhetskopieringen.
nn_no: Passordet for tryggingskopien du vel her, vil verna tryggingskopi-fila du lagar no. Du må skriva inn dette passordet for å halda fram med tryggingskopieringa.
oc: Lo senhal de salvament del certificat que venètz de definir protegís lo fichièr de salvamanet qu'anatz crear. Vos cal balhar lo senhal per començar aqueste salvament.
pt: A palavra-passe para a cópia do certificado que definir aqui, protege o ficheiro com a cópia que está prestes a criar. Tem de definir esta palavra-passe para prosseguir com a criação da cópia.
rw: Ijambobanga ry'inyibutsacyemezo washyize hano ririnda dosiye nyibutsa uri hafi kurema. Ugomba gushyiraho iri jambobanga kugira ngo ukomeze ujya ku nyibutsa.
tr: Koyduğunuz onay belgesi yedekleme parolası, oluşturmak istediğiniz yedekleme dosyalarını korur. Yedeklemeye devam etmek için bu parolayı koymak zorundasınız.
tt: Monda caylayaçağığız xesterleme sírsüzí xasil iterge torğanığız xesterleme dosyesín yaqlar. Xesterlewge dewam itüwígíz öçön bu sírsüzní caylawığız şart.
ug: گۇۋاھنامە زاپاسلاش ئىمى سىز قۇرماقچى بولغان گۇۋاھنامە زاپاس ھۆججىتىنى قوغداشقا ئىشلىتىلىدۇ. سىز بۇ ئىمنى تەڭشەش ئارقىلىق زاپاسلايسىز.
ur: آپ کا یہاں سیٹ کردہ تصدیق نامہ پشتارہ پاس ورڈ اس پشتارہ مسل کی حفاظت کرتا ہے جو آپ یہاں بنانے لگے ہیں۔ پشتارہ عمل پذیر کرنے کےلیے آپ کو یہ پاس ورڈ سیٹ سیٹ کرنا ہو گا۔

source: Certificate backup password:
be: Адноўны пароль пасведчанняў:
bg: Парола за резервно копие на сертификат:
es_cl: Contraseña de respaldo de certificado:
gu: પ્રમાણપત્ર બેકઅપ પાસવર્ડ:
hy_am: Արտոնաթղթի Կրկնորինակի Գաղտնաբառը.
is: Lykilorð öryggisafrits:
kab: Awal uffir n usekles n uselkin:
kn: ಪ್ರಮಾಣಪತ್ರದ ಬ್ಯಾಕ್ಅಪ್ ಗುಪ್ತಪದ:
ml: സര്‍ട്ടിഫിക്കേറ്റ് ബാക്കപ്പ് പാസ്‌വേര്‍ഡ് :
mn: Гэрчилгээний нөөцлөх нууц үг:
mr: प्रतिकृती गुप्तशब्द प्रमाणपत्र:
ms: Katalaluan simpanan sijil:
my: လက်မှတ် သိမ်းဆည်းတဲ့ စကားဝှက် -
nb_no: Passord for sikkerhetskopi:
nn_no: Passord for tryggingskopi:
oc: Senhal de salvament del certificat :
pt: Palavra-passe da cópia do certificado:
rw: Ijambobanga ry'inyibutsacyemezo:
sd: سرٽيفڪيٽ جي نقل جي سلامتيءَ جو ڳجهو لفظ
tr: Onay belgesi yedekleme parolası:
tt: Sertifikat xesterleme sírsüzí:
ug: گۇۋاھنامە زاپاسلاش ئىم:
ur: تصدیق نامہ پشتارہ پاس ورڈ:

source: Certificate backup password (again):
be: Адноўны пароль пасведчанняў (зноў):
bg: Парола за резервно копие на сертификат (отново):
es_cl: Contraseña de respaldo de certificado (nuevamente):
gu: પ્રમાણપત્ર બેકઅપ પાસવર્ડ (ફરીથી):
hy_am: Արտոնաթղթի Կրկնորինակի Գաղտնաբառը (նորից).
is: Lykilorð öryggisafrits (aftur):
kab: Awal uffir n usekles n uselkin (tikelt nniḍen):
kn: ಪ್ರಮಾಣಪತ್ರದ ಬ್ಯಾಕ್ಅಪ್ ಗುಪ್ತಪದ (ಮತ್ತೊಮ್ಮೆ):
ml: സര്‍ട്ടിഫിക്കേറ്റ് ബാക്കപ്പ് പാസ്‌വേര്‍ഡ് (വീണ്ടും):
mn: Гэрчилгээний нөөцлөх нууц үг (дахиад):
mr: प्रतिकृती गुप्तशब्द प्रमाणपत्र (पुन्हा):
ms: Katalaluan simpanan sijil (lagi):
my: လက်မှတ် သိမ်းဆည်းတဲ့ စကားဝှက် (ပြန်ရေးပါ) -
nb_no: Passord for sikkerhetskopi (igjen):
nn_no: Passord for tryggingskopi (igjen):
oc: Senhal de salvament del certificat (encara) :
pt: Palavra-passe da cópia do certificado (novamente):
rw: Ijambobanga ry'inyibutsacyemezo (na none):
sd: سرٽيفڪيٽ جي نقل جي سلامتيءَ جو ڳجهو لفظ (وري)
tr: Onay belgesi yedekleme parolası (tekrar):
tt: Sertifikat xesterleme sírsüzí (yañadan):
ug: گۇۋاھنامە زاپاسلاش ئىم(تەكرار(:
ur: تصدیق نامہ پشتارہ پاس ورڈ (دوبارہ):

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
be: Увага: Калі вы забудзеце ваш адноўны пароль пасведчанняў, вы не здолееце вярнуць гэтую адноўку пазней. Занатуйце яго, калі ласка, у надзейным месцы.
bg: Важно: Ако забравите паролата за резервно копие на сертификат, няма да можете да възстановите от това резервно копие по-късно. Моля, запишете си я на безопасно място.
es_cl: Importante: Si olvida su contraseña de respaldo del certificado, no podrá restaurar el respaldo posteriormente. Por favor, guárdela en un lugar seguro.
gu: મહત્વનુઃ જો તમે પ્રમાણપત્ર બેકઅપ પાસવર્ડ ભૂલી જશો તો ફરી બેકઅપ ફાઇલોને ખોલી શકશો નહિ. તેમને સુરક્ષિત જગ્યાએ નોંધી રાખો.
hy_am: Կարեվոր է. Եթե մոռանաք ձեր արտոնաթղթի կրկնորինակի գաղտնաբառը. իվիճակի չեք լինի այս կրկնորինակն օգտագործել: Խնդրեմ այն գրի առեք և ապահով տեղ պահեք:
is: Mikilvægt: Ef þú gleymir lykilorði öryggisafrits geturðu ekki endurheimt öryggisafritið seinna. Vinsamlega geymið það öruggum stað.
kab: Ɣuṛ-k: Ma yella tettuḍ awal uffir n uḥraz n uselkin inek, ur tettizmireḍ ara ad d-erreḍ aḥraz agi sya ɣer zdat. Ma ulac aɣilif sekles-it deg adig aɣelsan.
kn: ಗಮನಿಸಿ: ನೀವು ನಿಮ್ಮ ಪ್ರಮಾಣಪತ್ರ ಬ್ಯಾಕ್ ಅಪ್ ಗುಪ್ತಪದವನ್ನು ಮರೆತ ಪಕ್ಷದಲ್ಲಿ, ನೀವು ನಂತರದ ಸಮಯದಲ್ಲಿ ಈ ಬ್ಯಾಕ್ಅಪ್ ಮರುಗಳಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಇದನ್ನು ಒಂದು ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿ ಕಾಪಾಡಿ.
ml: പ്രധാനപ്പെട്ടതു്: നിങ്ങളുടെ സര്‍ട്ടിഫിക്കേറ്റ് ബാക്കപ്പ് പാസ്‌വേര്‍ഡ് നഷ്ടമായാല്‍, ഈ ബാക്കപ്പ് പിന്നീട് ലഭ്യമാകുകയില്ല. ദയവായി, ഇതു് സുരക്ഷിതമായ ഒരു സ്ഥലത്തേക്കു് മാറ്റുക.
mn: Чухал: Хэрэв та гэрчилгээний нөөцлөх нууц үгээ мартвал, та дахиж энэ нөөц хуулбарыг сэргээж чадахгүй болно. Найдвартай газар бичиж авна уу.
mr: महत्वाचे: आपण प्रतिकृती गुप्तशब्द प्रमाणपत्र विसरलात तर याची प्रतिकृती पुनःस्थापित करता येणार नाही. कृपया सुरक्षित ठिकाणी त्याची नोंद करा.
ms: Penting: Jika anda lupa katalaluan simpanan sijil anda, anda tidak akan dapat menyembalikan simpanan ini kemudian. Sila buat rekod di tempat selamat.
nb_no: Viktig: Dersom du glemmer passordet til sikkerhetskopien vil du ikke kunne få tilbake innholdet i sikkerhetskopien senere. Skriv det ned på et sikkert sted.
nn_no: Viktig: Dersom du gløymer passordet til tryggingskopien, vil du ikkje kunna få tilbake innhaldet i tryggingskopien seinare. Skriv det ned på ein trygg stad.
oc: Important : s'avètz doblidat vòstre senhal de seguretat, poiretz pas pus importar aqueste salvament mai tard. Conservatz-lo en luòc segur.
pt: Importante: se esquecer a palavra-passe da cópia do seu certificado, não será possível restaurar esta cópia mais tarde. Por favor guarde-a numa localização segura.
rw: Icyitonderwa: Niwibagirwa ijambobanga ryawe ry'inyibutsacyemezo, ntuzashobora kugaruraho iyi nyibutsa nyuma yaho. Usabwe kuyandika ahantu hizewe.
tr: Önemli: Eğer onay belgesi yedekleme parolanızı unutursanız, bu yedeklemeyi daha sonra yeniden oluşturamazsınız. Lütfen bunu güvenli bir ortamda saklayın.
tt: Möhim: Sertifikat xesterleme sírsüzígízní onotsağız, bu xesterlemení soñraq torğozalmayaçaqsız. Zinhar anı imin bír cirde saqlağız.
ug: مۇھىم: ئەگەر گۇۋاھنامە زاپاسلاش ئىمىنى ئۇنتۇپ قالسىڭىز، بۇ زاپاسنى قايتۇرالمايسىز. ئۇنى بىخەتەر جايغا خاتىرىلەپ قويۇڭ.
ur: اہم: اگر آپ اپنا تصدیق نامہ پشتارہ پاس ورڈ بھول جاتے ہیں تو بعد میں آپ یہ پشتارہ بحال کرنے کے اہل نہیں رہیں گے۔ لہذہٰ اسے محفوظ محل وقوع میں ریکارڈ کریں۔

source: Password Entry Dialog
bg: Въвеждане на парола
es_cl: Diálogo de Ingreso de Contraseña
hy_am: Գաղտնաբառի Երկխոսություն
is: Innsláttur lykilorðs
kn: ಗುಪ್ತಪದ ನಮೂದಿಸುವ ಸಂವಾದ
ml: പാസ്‌വേര്‍ഡ് എന്‍ട്രി ഡയലോഗ്‌
mr: गुप्तशब्द प्रविष्ट संवाद
ms: Dialog Masukan Katalaluan
my: စကားဝှက် ရေးထည့် အညွှန်း
oc: Fenèstra d'entrada del senhal
rw: Agasandugukiganiro k'Iyinjizajambobanga
sd: ڳجهي لفظ جي داخلا جو گفتو
tr: Parola Giriş Penceresi
tt: Sírsüz Kírtü Dialogı
ug: ئىم كىرگۈزۈش دىئالوگى
ur: پاس ورڈ اندراج مکالمہ
