Repository: tktk711/mozilla-l10n
Catalog: gn_*/toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: gn_bo

source: Create Profile Wizard
gn_bo: Oporomborɨ oyeapo vaerä kia re omombeu vae reta

source: &brandShortName; stores information about your settings and preferences in your personal profile.
gn_bo: &brandShortName; oñovatu reyapogüe re omombeu vae jare reipota vae reta reyapo reiporuta vae ndembae pe.

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
gn_bo: Remee ïru vae oiporu kuae oyererosɨrɨ &brandShortName; vae yave; ipuere oiporu kerupi yaike vae oñono tee vaerä oiporu vae ñavo. Jókuae peguarä oiporu vae ñavo toyapo yaike jupi vae imbaeae.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
gn_bo: Ërei ndeño ete reiporu kuae oyrerosɨrɨ kuae &brandShortName;, yave renoi tai ko metei kerupi yaike jupi vae. repota yave, ipuere ko reyapo jeta yaike jupi vae ndeño reiporu vaerä jare ïru reparavɨkɨi pɨipe vaerä.

# profileCreationExplanation_4.text
source: To begin creating your profile, click Next.
gn_bo: Eumbiri yaja tenondepɨpe vae remboɨpɨ vaerä reyapo kerupi yaike vae ndembaerä.

source: To begin creating your profile, click Continue.
gn_bo: Eumbiri jókuae yaja tenonde pɨpe vae, remboɨpɨ vaerä reyapo kia re omombeu vae ndembaerä.

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
gn_bo: Eumbiri yaja tenondepɨpe vae remboɨpɨ vaerä reyapo kerupi yaike vae ndembaerä.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
gn_bo: Reyapo jeta kerupi yaike vae reta yave ipuere ko reikuaa nderee rupi. Ipuere rembojee kuae tee ani remoinge ïru tee ipɨu vae.

source: &Enter new profile name:
gn_bo: &Emoinge tee ipɨau vae kerupi yaiketa vae pe:

source: Your user settings, preferences and other user-related data will be stored in:
gn_bo: Reyapo reiporuta vae, reipota vae reta jare ïru ye ndereegua oï reiporu vaerä vae pe oñeñovatuta kuae:

source: Default User
gn_bo: Oipruta vae jee oime voi ma oï vae

source: &Choose Folder…
gn_bo: Eiparavo kuatía jɨru…

source: &Use Default Folder
gn_bo: Eipor&u kuatía jɨru yaiporu vaerä vae
