Repository: tktk711/mozilla-l10n
Catalog: gn_PY/toolkit/chrome/mozapps/update/updates.properties.po
Languages: gn_py

source: %1$S %2$S %3$S nightly
gn_py: %1$S %2$S %3$S pyharegua

source: Do you want to upgrade to %1$S %2$S now?
gn_py: Embohekopyahusépa %1$S %2$S-pe ko'ág̃a.

source: A security and stability update for %1$S is available:
gn_py: Eipurukuaa peteĩ ñembohekopyahu rekorosãrã ha hekopytáva %1$S-pe g̃uarã:

source: New Version
gn_py: Ipyahuvéva ichagua

source: Security Update
gn_py: Ñembohekopyahu rekorosãrã

source: %S could not confirm the integrity of the update package.
gn_py: %S ndaikatúi omoneĩ mba'eichaitépa oĩ pe ñembohekopyahu.

source: Software Update
gn_py: Sofware Ñembohekopyahu

source: You have paused downloading this update. Do you want to download the update in the background while you continue to use %S?
gn_py: Emombytakuri ko ñembohekopyahu mboguejy. Emboguejysépa pe ñembohekopyahu mokõihápe g̃uarãva eipurukuevohína %S.

source: Software Update Failed
gn_py: Ojavy software ñembohekopyahu

source: The update could not be installed. Please make sure there are no other copies of %S running on your computer, and then restart %S to try again.
gn_py: Pe ñembohekopyahu ndaikatúi oñemohenda. Ehechajeýke ndaipóripa ambue monguatiapyre %S rehegua oikovahína nemohendahápe, ha upéi emoñepyrũjey %S eha'ãjey hag̃ua.

source: OK
gn_py: MONEĨ

source: Ask Later
gn_py: Eporandu ag̃amieve

source: No Thanks
gn_py: Nahániri, aguyje

source: Update %S
gn_py: Embohekopyahu %S

source: Get the New Version
gn_py: Egueru ipyahuvéva ichagua

source: Back
gn_py: Tapykuegua

source: Accept Terms
gn_py: Emoneĩ mba'epytyvõrã

source: Restart Later
gn_py: Emoñepyrũjey ag̃amieve

source: Restart %S
gn_py: Ñepyrüjey %S

source: Installed on: %S
gn_py: Oñemohendapyréva amo: %S

source: Install Failed
gn_py: Ñembohekopyahu oiko'ỹva

source: Pause
gn_py: Mombegue

source: Resume
gn_py: Ku'ejey

source: Hide
gn_py: Moñemi

source: Applying update…
gn_py: Oñemboajehína ñembopyahu...

source: Update Available
gn_py: Ñembohekopyahu eipurukuaáva

source: New Version Available
gn_py: Ipyahuvéva ichagua eipurukuaáva

source: The Update was successfully installed
gn_py: Ñembohekopyahu oñemohenda hekoitépe.

source: Install Pending
gn_py: Ñembohekopyahu ejapokuaáva

source: The Update could not be installed (patch apply failed)
gn_py: Ndaikatúi oñemohenda pe moĩmbaha (ojavy oipurúvo mbojaha)

source: You don’t have the permissions necessary to install this update. Please contact your system administrator.
gn_py: Ndereguerekói moneĩ eikotevẽva emohenda hag̃ua ko tekopyahu. Eñe'ẽmína nde apopyvusu ñangarekoha ndive.

source: Paused — %S
gn_py: Mombytapyre — %S

source: Update XML file malformed (200)
gn_py: Marandurenda XML ñembohekopyahu ndoikóiva (200)

source: Access denied (403)
gn_py: Jeikeha mbotovepyréva (403)

source: Update XML file not found (404)
gn_py: Marandurenda XML ñembohekopyahu ndojejuhúi (404)

source: Internal server error (500)
gn_py: Mohendahavusu ryepy pegua jejavy (500)

source: Failed (unknown reason)
gn_py: Ojavy (ndojekuaái mba'érepa)

source: Connection refused
gn_py: Jeike mbotovéva

source: Connection timed out
gn_py: Jeike oikove'ỹmava

# check_error-2152398864
source: Network is offline (go online)
gn_py: Ñanduti oñemboguékuri (eikékatu)

source: Port not allowed
gn_py: Mbojuajuhaite noñemoneĩriva

source: No data was received (please try again)
gn_py: Nog̃uahẽi mba'ekuaarã (eha'ãjey)

source: Update server not found (check your internet connection)
gn_py: Mohendahavusu ñembohekopyahu ndojejuhúi (ehechajey neñandutípe jeike)

source: Proxy server not found (check your internet connection)
gn_py: Proxy mohendahavusu ndojejuhúiva (ehechajey neñandutípe jeike)

# check_error-2152398918
source: Network is offline (go online)
gn_py: Ñanduti oñemboguékuri (eikékatu)

source: Data transfer was interrupted (please try again)
gn_py: Opytarei pe mba'ekuaarã ñembohasa (eha'ãjey)

source: Proxy server connection refused
gn_py: Jeike proxy mohendahavusúpe oñembotove

source: Server certificate has expired (please adjust your system clock to the correct date and time if it is incorrect)
gn_py: Pe mohendahavusu mboajepyre ndoikovéima (embojuehe nemohendahavusu aravopapaha arange ha aravoite rehe tekotevẽtaramo)

source: The integrity of the update could not be verified
gn_py: Ndaikatúi ojehechajey mba'eichaitépa oĩ pe ñembohekopyahu.
