Repository: tktk711/mozilla-l10n
Catalog: pbb/obsolete/mobile/android/chrome/localepicker.properties.po
Languages: pbb

source: Select a language
pbb: Teeçx yuwe we'weni's txitxna

source: Continue in %S
pbb: Takhna %S

source: English
pbb: Nasa Yuwe

source: Choose a different language
pbb: Teeçx yuwe we'weni's fxiy fxiysa's txitxna.

source: Choose a Language
pbb: Teeçx yuwe we'weni's txitxna.

source: Cancel
pbb: Dewe

source: Continue
pbb: Pu'txna

source: Installing %S
pbb: Çxkitxawẽna %S

source: Error installing language
pbb: Ewmee atxãhn yuwe we'weni

source: Loading…
pbb: Ktuhsen…
