Repository: tktk711/mozilla-l10n
Catalog: brx/browser/chrome/browser/devtools/inspector.properties.po
Languages: brx

source: If you leave this page, the changes you have made will be lost.
brx: नोंथाङा बे बिलाइखौ नागारोब्ला नोंथाङा सोलायनाया गोमागोन

source: Leave Page
brx: बिलाइखौ नागार

source: Stay on Page
brx: बिलाइयाव था

source: Siblings
brx: सिबलिं

source: Debugger is paused. Some features like mouse selection will not work.
brx: डेबागारखौ दोनथ'बाय। माउस सायखनाय बादि माखासे आखुथाया खामानि मावया।

source: Node operations
brx: न'ड अपारेसनफोर

source: &Inspector
brx: नायबिजिरग्रा

source: Inspector Panel
brx: नायबिजिरग्रा पेनेल

source: Markup View
brx: मार्कआप नुथाय

source: Some nodes were hidden.
brx: माखासे मडखौ दोनखोमाबाय

source: Show All %S Nodes
brx: गासै %S नडखौ दिन्थि

source: DOM and Style Inspector
brx: DOM आरो आदब नायबिजिरग्रा

source: Could not load the image
brx: मुसुखाखौ ल'ड खालामनो हायाखै

source: Open in Debugger
brx: डेबागारआव खेव
