Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/profile/profileSelection.dtd.po
Languages: az, bn_bd, cy, gu, is, ka, kk, km, kn, mr, my, pt_br, rw, si, te, th, ug, ur

source: &brandShortName; - Choose User Profile
az: &brandShortName; - İstifadəçi profili seçin
bn_bd: &brandShortName; - ব্যবহারকারীর প্রোফাইল নির্বাচন
cy: &brandShortName; - Dewiswch Broffil Defnyddiwr
gu: &brandShortName; વપરાશકર્તા રુપરેખા પસંદ કરો
is: &brandShortName; - Veldu notanda
ka: &brandShortName; - პროფილის არჩევა
kk: &brandShortName; - пайдаланушы профилін таңдау
km: &brandShortName; - ជ្រើស​ទម្រង់​អ្នក​ប្រើ
kn: &brandShortName; - ಬಳಕೆದಾರ ಪ್ರೊಫೈಲ್‌ ಅನ್ನು ಆರಿಸು
mr: &brandShortName; - उपयोगकर्ता निवडसंचाची निवड करा
my: &brandShortName; - သုံးစွဲသူ ကိုယ်ရေးမှတ်တမ်းကို ရွေးချယ်ပါ
pt_br: &brandShortName; - Perfil de usuário
rw: &brandShortName; - Hitamo Ikiranga Ukoresha
si: &brandShortName; - පැතිකඩ තෝරන්න
te: &brandShortName; - వాడుకరి ప్రొఫైల్ ను ఎన్నుకొనుము
th: &brandShortName; - เลือกโพรไฟล์ผู้ใช้
ug: &brandShortName; - ئىشلەتكۈچى سەپلىمە ھۆججىتى تاللاڭ
ur: &brandShortName; - صارف پروفائل منتخب کریں

source: Profile Name:
az: Profil adı:
bn_bd: প্রোফাইলের নাম:
cy: Enw Proffil:
gu: રુપરેખા નામ:
is: Nafn notanda:
ka: პროფილის სახელი:
kk: Профиль аты:
km: ឈ្មោះ​ទម្រង់ ៖
kn: ಪ್ರೊಫೈಲ್‌ನ ಹೆಸರು:
mr: निवडसंचाचे नाव:
my: ကိုယ်ရေးမှတ်တမ်း အမည်
pt_br: Nome do perfil:
rw: Izina ry'Ikiranga:
si: පැතිකඩ නාමය:
te: ప్రొఫైల్ పేరు:
th: ชื่อโพรไฟล์:
ug: سەپلىمە ھۆججەت نامى:
ur: نام پروفائل:

source: Start &brandShortName;
az: &brandShortName; proqramını başlat
bn_bd: &brandShortName; চালু করা হবে
cy: Cychwyn &brandShortName;
gu: &brandShortName; શરુ કરો
is: Ræsa &brandShortName;
ka: დაწყება – &brandShortName;
kk: &brandShortName; қосу
km: ចាប់ផ្តើម &brandShortName;
kn: &brandShortName; ಅನ್ನು ಆರಂಭಿಸು
mr: &brandShortName; ची सुरूवात करा
my: &brandShortName; စတင်ပါ
pt_br: Iniciar o &brandShortName;
rw: Gutangira &brandShortName;
si: &brandShortName; ආරඹීම
te: &brandShortName; ప్రారంభించు
th: เริ่ม &brandShortName;
ug: &brandShortName; باشلا
ur: &brandShortName; شروع کریں

source: Exit
az: Çıxış
bn_bd: প্রস্থান
cy: Gadael
gu: બહાર નીકળો
is: Hætta
ka: გასვლა
kk: Шығу
km: ចេញ
kn: ಹೊರನಡೆ
mr: बाहेर पडा
my: ထွက်ခွါပါ
pt_br: Sair
rw: Gusohoka
si: පිටවීම
te: నిష్క్రమించు
th: ออก
ug: چېكىن
ur: خروج

source: Available Profiles
az: İstifadə oluna biləcək profillər
bn_bd: বিদ্যমান প্রোফাইলসমূহ
cy: Proffiliau sydd ar Gael
gu: ઉપલબ્ધ રુપરેખાઓ
is: Tiltækir notendur
ka: არსებული პროფილები
kk: Қол жетерлік профильдер
km: ទម្រង់​ដែល​មាន
kn: ಲಭ್ಯವಿರುವ ಪ್ರೊಫೈಲ್‌
mr: निवडसंच उपलब्ध
my: ရနိုင်တဲ့ ကိုယ်ရေးမှတ်တမ်း
pt_br: Perfis existentes
rw: Ibiranga Bihari
si: භාවිතයට ඇති පැතිකඩ
te: అందుబాటులోని ప్రొఫైల్సు
th: โพรไฟล์ที่ใช้งานได้
ug: ئىشلىتىلىشچان سەپلىمە ھۆججەتلەر
ur: دستیاب پروفائل

source: &Create Profile…
az: Pr&ofil yarad…
bn_bd: প্রোফাইল তৈরী… (&C)
cy: &Creu Proffil…
gu: રુપરેખા બનાવો...
is: &Búa til notanda…
ka: პროფილის შექმნა…
kk: Құ&ру...
km: បង្កើត​ប្រវត្តិរូប…
kn: ಪ್ರೊಫೈಲ್‌ ಅನ್ನು ಸೇರಿಸು...
mr: प्रोफाइल निर्माण करा (&C)...
my: &Cယူဇာအကောင့်ဖန်တီးပါ...
pt_br: &Novo perfil…
rw: Ku&rema Ikiranga...
si: පැතිකඩ නිර්මාණය කරන්න...
te: ప్రొఫైల్ ను సృష్టించు...
th: &สร้างโพรไฟล์…
ug: سەپلىمە ھۆججەت قۇر(&C)…
ur: پروفائل &بنائیں...

source: &Rename Profile…
az: Profil a&dını dəyişdir…
bn_bd: প্রোফাইলের নাম পরিবর্তন… (&R)
cy: Ailenwi P&rofil…
gu: રુપરેખાને ફરી નામ આપો...
is: Endu&rnefna notanda…
ka: პროფილის გადარქმევა…
kk: Атын ө&згерту...
km: ប្ដូរ​ឈ្មោះ​ប្រវត្តិរូប...
kn: ಪ್ರೊಫೈಲ್‌ ನ ಹೆಸರನ್ನು ಬದಲಾಯಿಸು...
mr: प्रोफाइलला नविन नाव द्या (&R)...
my: &Rယူဇာအကောင့်အားနာမည်ပြောင်း
pt_br: &Renomear…
rw: Gu&hindura Izina ry'Ikiranga...
si: පැතිකඩ නාමය වෙනස් කරන්න...
te: ప్రొఫైల్ ను పునఃనామకరణచేయి...
th: เ&ปลี่ยนชื่อโพรไฟล์…
ug: سەپلىمە ھۆججەت نامىنى ئۆزگەرت(&R)…
ur: پروفائل کو &نیا نام دیں...

source: &Delete Profile…
az: Profili &sil…
bn_bd: প্রোফাইল মুছে ফেলা… (&D)
cy: &Dileu Proffil…
gu: રુપરેખા દૂર કરો...
is: &Eyða notanda…
ka: პროფილის წაშლა…
kk: Ө&шіру…
km: លុប​​ប្រវត្តិរូប…
kn: ಪ್ರೊಫೈಲ್‌ ಅನ್ನು ಅಳಿಸು...
mr: प्रोफाइल नष्ट करा (&D)...
my: &Dယူဇာအကောင့်ပယ်ဖျက်ပါ...
pt_br: E&xcluir…
rw: Gu&siba Izina ry'Ikiranga...
si: පැතිකඩ මකන්න...
te: ప్రొఫైల్ తొలగించు...
th: &ลบโพรไฟล์…
ug: سەپلىمە ھۆججەتنى ئۆچۈر(&D)…
ur: پروفائل &حذف کریں…

source: &brandShortName; stores information about your settings, preferences, and other user items in your user profile.
az: &brandShortName; nizamlarınız, seçimləriniz və istifadəçi profilinizdəki digər elementlərlə bağlı məlumatları yadda saxlayır.
bn_bd: আপনার ব্যবহৃত সেটিংসমূহ, পছন্দসমূহ ও অন্যান্য ব্যবহারকারী আইটেম সম্পর্কে &brandShortName; আপনার প্রোফাইলে তথ্য সংরক্ষণ করে।
cy: Mae &brandShortName; yn storio gwybodaeth am eich gosodiadau, dewisiadau ac eitemau defnyddiwr arall yn eich proffil defnyddiwr.
gu: &brandShortName; તમારી વપરાશકર્તા રુપરેખામાં તમારી ગોઠવણીઓ, પસંદગીઓ, અને બીજી વપરાશકર્તા વસ્તુઓની માહિતી સંગ્રહે છે.
is: &brandShortName; geymir fyrir þig upplýsingar um stillingar, og aðra hluti í notandastillingum.
ka: &brandShortName; მონაცემებს თქვენი პარამეტრების, მახასიათებლებისა და სხვა ელემენტების შესახებ თქვენს პროფილში ინახავს.
kk: &brandShortName; сіздің баптаулар, бетбелгілер және т.б. ақпаратты жеке профиліңізде сақтайды.
km: &brandShortName; រក្សាទុក​ព័ត៌មាន​អំពី​ការ​កំណត់ ចំណូលចិត្ត និង​ធាតុ​របស់​អ្នកប្រើ​ផ្សេងទៀត​នៅ​ក្នុង​ទម្រង់​អ្នកប្រើ​របស់​អ្នក ។
kn: &brandShortName; ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಿದ್ಧತೆಗಳು, ಆದ್ಯತೆಗಳು ಹಾಗು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿನ ಇನ್ನಿತರೆ ಅಂಶಗಳನ್ನು ಇರಿಸಿಕೊಳ್ಳುತ್ತದೆ.
mr: &brandShortName; निवडचसंचामध्ये तुमच्या मांडणींची, आवडीनिवडींची, आणि इतर उपयोगी घटकांची माहिती साठवितो.
my: &brandShortName; က သင့်ရဲ့ အပြင်အဆင်များ၊ ဦးစားပေးချက်များနဲ့ အခြား သုံးစွဲသူ အချက်များကို သင့်ရဲ့ သုံးစွဲသူ ကိုယ်ရေးမှတ်တမ်းထဲမှာ သိုထားတယ်။
pt_br: O &brandShortName; armazena em um perfil os seus dados pessoais e preferências.
rw: &brandShortName; ibika amakuru ajyana n'amagenamiterere, ibyatoranyijwe byawe, n'ibindi bintu by'ukoresha biri mu kiranga ukoresha.
si: &brandShortName; ඔබේ සැකසුම්, අභිප්‍රේත සහ පරිශීලක පැතිකඩේ ඇති වෙනත් තොරතුරු ගබඩා කරයි.
te: మీ వాడుకరి ప్రొఫైల్ నందువున్న మీఅమరికల, అభీష్టాల, మరియు ఇతర అంశముల సమాచారాన్ని &brandShortName; నిల్వవుంచుతుంది.
th: &brandShortName; จัดเก็บข้อมูลเกี่ยวกับการตั้งค่า ค่าปรับแต่ง และข้อมูลผู้ใช้อื่น ๆ ของคุณในโพรไฟล์ผู้ใช้ของคุณ
ug: &brandShortName; سەپلىمە، مايىللىق، خەتكۈچ ۋە ئېلخەتلىرىڭىزنى شەخسىي سەپلىمە ھۆججىتىڭىزگە ساقلايدۇ
ur: &brandShortName; آپ کی سیٹنگوں، ترجیحات اور دیگر صارفی اشیا کے متعلق معلومات آپ کے صارف پروفائل میں ذخیرہ کرتا ہے۔

source: W&ork offline
az: Offlin r&ejimə keç
bn_bd: অফলাইনে কাজ (&o)
cy: Gweithi&o All-lein
gu: ઓફલાઇન કાર્ય કરો
is: Vi&nna án nettengingar
ka: ავტონომიური რეჟიმი
kk: &Дербес жұмыс істеу
km: ធ្វើ​ការ​ដោយ​គ្មាន​អ៊ីនធឺណិត
kn: ಆಫ್‍ಲೈನ್‍ನಲ್ಲಿ ಕೆಲಸ ಮಾಡು
mr: ऑफलाइन कार्य करा (&o)
my: &oအင်တာနက်မဲ့
pt_br: &Modo offline
rw: Gu&kora hatariho Interineti
si: නොබැඳිව ක්‍රියා කරන්න
te: ఆఫ్‌లైన్ గా పనిచేయి
th: ทำงานออ&ฟไลน์
ug: تورسىز خىزمەت(&O)
ur: آف لائن &کام کریں

source: U&se the selected profile without asking at startup
az: Seçilmiş hesabı başlanğıcda soruşmadan i&stifadə et
cy: Defnyddio'r &proffil penodol heb ofyn wrth gychwyn
gu: શરૂઆતમાં પૂછ્યા વિના પસંદ કરેલ રૂપરેખા વાપરો
is: Notað valdan reikning án þe&ss að spyrja í ræsingu
kk: Іске қосылған кезде, сұрамай-ақ, таңдалған профильді қ&олдану
km: ប្រើ​ជីវប្រវត្តិ​ដែល​បាន​ជ្រើស​ដោយ​មិន​ចាំបាច់​ស្នើ​ការ​រៀបចំ
kn: ಆರಂಭದಲ್ಲಿ ಕೇಳದೆ ಆಯ್ಕೆ ಮಾಡಿದ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಬಳಸು
my: (&s) ရွေးထားသော ပရိုဖိုင်အား စံအဖြစ်သုံးမည်
pt_br: &Usar o perfil selecionado sem perguntar ao iniciar
si: ආරම්භයේදී විමසීමකින් තොරව තෝරාගත් පැතිකඩ භාවිත කරන්න (&s)
te: మొదలయ్యేప్పుడు అడగకుండా ఎంచుకున్న ప్రొఫైలుని వాడు (&s)
th: ใ&ช้โพรไฟล์ที่เลือกแล้วโดยไม่ต้องถามตอนเริ่มการทำงาน

source: Don't a&sk at startup
mr: स्टार्टअपवेळी विचारू नका (&s)
ug: قوزغالغاندا سورىما(&S)
