Repository: tktk711/mozilla-l10n
Catalog: hch/mobile/overrides/netError.dtd.po
Languages: hch

source: Problem loading page
hch: Niuki tixuawe 'axɨmiyɨnikɨ huye

source: Unable to connect
hch: Meiwieni kwayɨwe

source: This address is restricted
hch: Ikɨ nanata pauname

source: Server not found
hch: Kua 'uhekɨarixɨ mantiyeitɨ

source: File not found
hch: Ka 'utaxeiyarie xapa

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
hch: <ul> <li>Pe ' imaitɨ kename ikɨ xapate 'aixɨ mɨ 'anene.</li> <li>Neuta xeiya xapa xɨka 'akayani, 'uyuwapa, yɨkɨ titewatɨ ayani.</li> </ul>

source: Oops.
hch: ¡Chin!

source: <p>&brandShortName; can't load this page for some reason.</p>
hch: <p>&brandShortName; Mihekuatɨani kuayɨwe. </p>

source: The address isn't valid
hch: Huye aixɨ kua 'ane

source: The connection was interrupted
hch: Mauwie patekixɨ

source: Document Expired
hch: Xapa pureuterixɨ

source: <p>The requested document is not available in &brandShortName;'s cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
hch: <p>xapa ke 'anetɨ muwawie kuayu hekɨa kuaxuaya tsie &brandShortName;.</p><ul><li>'aixɨ peti ɨwɨyatɨ, &brandShortName; xapate kuatiwawa yukɨma.</li><li>neupɨna tawari xapa pe wautɨ ikɨ huye utɨa web.</li></ul>

source: Offline mode
hch: Kuahauwiekatsie

source: Content Encoding Error
hch: Hauyewetɨ patɨa mɨrayepine tsie

source: Unsafe File Type
hch: Xapa heitserie kamietɨ

source: The connection was reset
hch: Mauwie puyuhekuariyaxɨ

source: The connection has timed out
hch: Paxɨ tukari ikuewatɨ

source: The address wasn't understood
hch: Kuayu 'eniɨriɨkɨ huye

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
hch: <ul> <li>Xeime pekaqueme pɨyɨwe 'ikɨ pemeiyepieni.</li> </ul>

source: The proxy server is refusing connections
hch: Ikɨ mantiyeitɨa proxy mewieni kua 'inake 'erie

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
hch: <ul> <li>Neutaxeiya que ti wapa proxy aixɨ anemekɨ.</li> <li>keneutaiwai mi ɨwiya hatsia proxy pe pɨretimani xɨka ti uximayaka.</li> </ul>

source: Unable to find the proxy server
hch: Kua 'itaxei mantimu 'utsie proxy

source: The page isn't redirecting properly
hch: waniuka pakina wa yiwe reiyarik+

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
hch: 'ikɨ mirika waniuka wa yiwe desabilitado

source: Unexpected response from server
hch: ratsika yapeuku kepai muyuwe

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
hch: waniuka pɨ jikɨ

source: Blocked by Content Security Policy
hch: depurukiado tiyuwekame tsie

source: Corrupted Content Error
hch: tsitiuyu wamiuka utsika

source: Or you can add an exception…
hch: takieka pepuyuwe xewitu

source: Get me out of here!
hch: ¡Manayeyani ana!

source: Add Exception…
hch: 'Ikɨ mau'utɨani...

source: Remote XUL
hch: xul meripaitɨ
