Repository: tktk711/mozilla-l10n
Catalog: sm/toolkit/chrome/mozapps/downloads/unknownContentType.properties.po
Languages: sm

source: Opening %S
sm: Tatalaga %S

source: Enter name of file to save to…
sm: Tā le igoa o le faila e teu i le…

source: %S (default)
sm: %S (fa'atonutonu-māsani)

source: Choose Helper Application
sm: Fili le polokalame-komepiuta fesoasoani

source: The application you chose ("%S") could not be found. Check the file name or choose another application.
sm: Le polokalame-komepiuta ("%S") e lē mafai maua mai. Siati le igoa o le faila pe fili fo'i se isi polokalame-komepiuta.

source: Application not found
sm: E le'i maua mai le polokalame-komepiuta

source: The file could not be saved because you do not have the proper permissions. Choose another save directory.
sm: E lē mafai ona teuga le faila 'auā au fa'anoi e leaga. Filifili le isi pusa-faila.

source: Invalid Save Permissions
sm: Teu fa'anoi e lē lelei

source: Select Download Folder
sm: Filifili pusa-faila o lou 'auina-atu

source: Save File
sm: Teu Faila

source: Cancel
sm: Sōloia

source: %S file
sm: %S faila

source: WPS Default
sm: WPS Fa'atonutonu-māsani

source: Viewer for Class %S
sm: Viewer mo Class %S

source: Image Viewer
sm: Ata Viewer

source: Audio Player
sm: Leo Player

source: Video Player
sm: Vitiō Player

source: ZipFolder
sm: Pusa-faila Zip

source: TextView
sm: Tusitā-maimoaga
