Repository: tktk711/mozilla-l10n
Catalog: dsb/toolkit/chrome/mozapps/update/updates.properties.po
Languages: dsb

source: %1$S %2$S %3$S nightly
dsb: Nocna wersija %1$S %2$S %3$S

source: Do you want to upgrade to %1$S %2$S now?
dsb: Cośo něnto na %1$S %2$S aktualizěrowaś?

source: A security and stability update for %1$S is available:
dsb: Wěstotna a stabilnostna aktualizacija za %1$S stoj k dispoziciji:

source: New Version
dsb: Nowa wersija

source: Security Update
dsb: Wěstotna aktualizacija

source: %S could not confirm the integrity of the update package.
dsb: %S njejo mógał integritu pakśika aktualizacije wobkšuśiś.

source: Software Update
dsb: Softwarowa aktualizacija

source: You have paused downloading this update. Do you want to download the update in the background while you continue to use %S?
dsb: Sy ześěgnjenje tós teje aktualizacije zastajił. Cośo aktualizaciju w slězynje ześěgnuś, mjaztym až wužywaśo %S dalej?

source: Software Update Failed
dsb: Softwarowa aktualizěrowanje njejo se raźiło

source: The update could not be installed. Please make sure there are no other copies of %S running on your computer, and then restart %S to try again.
dsb: Aktualizacija njedajo se instalěrowaś. Pšosym se pśeznańśo, až njejsu druge kopije %S, kótarež běže na wašom licadle, a startujśo pón %S hyšći raz.

source: OK
dsb: W pórěźe

source: O
dsb: W

source: Ask Later
dsb: Pózdźej se pšašaś

# askLaterButton.accesskey
source: A
dsb: P

source: No Thanks
dsb: Ně, źěkujom se

source: Update %S
dsb: %S aktualizěrowaś

source: U
dsb: a

source: Get the New Version
dsb: Nowu wersiju wobstaraś

source: G
dsb: o

source: Back
dsb: Slědk

source: B
dsb: l

source: Accept Terms
dsb: Wuměnjenja akceptěrowaś

# acceptTermsButton.accesskey
source: A
dsb: m

source: Restart Later
dsb: Pózdźej znowego startowaś

source: L
dsb: z

source: Restart %S
dsb: %S znowego startowaś

source: R
dsb: s

source: Installed on: %S
dsb: Zainstalěrowany na: %S

source: Install Failed
dsb: Instalacija njejo se raźiła

source: Pause
dsb: Pawza

source: Resume
dsb: Pókšacowaś

source: Hide
dsb: Schowaś

source: Applying update…
dsb: Aktualizacija se nałožujo…

source: Update Available
dsb: Aktualizacija k dispoziciji

source: New Version Available
dsb: Nowa wersija k dispoziciji

source: The Update was successfully installed
dsb: Aktualizacija jo se wuspěšnje zainstalěrowała

source: Install Pending
dsb: Instalacija njedokóńcona

source: The Update could not be installed (patch apply failed)
dsb: Aktualizacija njedajo se instalěrowaś (nałožowanje korektury njejo se raźiło)

source: You don’t have the permissions necessary to install this update. Please contact your system administrator.
dsb: Njamaśo trěbne pšawa za instalěrowanje toś teje aktualizacije. Pšosym stajśo se ze swójim systemowym administratorom do zwiska.

source: Paused — %S
dsb: Zastajony — %S

source: Update XML file malformed (200)
dsb: Njepłaśiwa XML-dataja aktualizacije (200)

source: Access denied (403)
dsb: Pśistup zawoborany (403)

source: Update XML file not found (404)
dsb: XML-dataja aktualizacije njenamakana (404)

source: Internal server error (500)
dsb: Interna serwerowa zmólka (500)

source: Failed (unknown reason)
dsb: Njejo se raźiło (njeznata pśicyna)

source: Connection refused
dsb: Zwisk wótpokazany

source: Connection timed out
dsb: Cas zwiska pśekšocony

# check_error-2152398864
source: Network is offline (go online)
dsb: Seś jo offline (online hyś)

source: Port not allowed
dsb: Port njedowólony

source: No data was received (please try again)
dsb: Žedne daty dostane (pšosym wopytajśo hyšći raz)

source: Update server not found (check your internet connection)
dsb: Aktualizěrowański serwer njenamakany (pśekontrolěrujśo swój internetny zwisk)

source: Proxy server not found (check your internet connection)
dsb: Proksyjowy serwer njenamakany (pśekontrolěrujśo swój internetny zwisk)

# check_error-2152398918
source: Network is offline (go online)
dsb: Seś jo offline (online hyś)

source: Data transfer was interrupted (please try again)
dsb: Pśenjasenje datow jo se pśetergnuło (pšosym wopytajśo hyšći raz)

source: Proxy server connection refused
dsb: Zwisk z proksyjowym serwerom wótpokazany

source: Server certificate has expired (please adjust your system clock to the correct date and time if it is incorrect)
dsb: Serwerowy certifikat jo pśepadnjony (pšosym stajśo swój systemowy zeger na pšawy datum a pšawy cas, jolic stej wopak)

source: The integrity of the update could not be verified
dsb: Integrita aktualizacije njedajo se pśespytaś
