Repository: tktk711/mozilla-l10n
Catalog: ach/obsolete/browser/feedback/main.dtd.po
Languages: ach

source: Test Pilot
ach: Tem Ladwo dege

# testpilot.settings.label
source: Settings
ach: Ter

source: Data Submission
ach: Cwalo Tic

source: Notifications
ach: Mino ngec

source: Notify me when…
ach: Wek ange ka…

source: A study is ready to submit
ach: Kwan tye atera me cwalo

source: There's a new study
ach: Tye kwan mo manyen

source: A study has new results
ach: Kwan ace acel tye ki adwogi manyen

source: Automatically submit my data (don't ask me)
ach: Cwal tic mamega me oyoto (pe ipenya)

source: All Your User Studies…
ach: Kwan mamegi Weng ma itiyo kwede…

source: About Test Pilot
ach: Makwako Tem Ladwo dege

source: Your Test Pilot Studies
ach: Lakwan me Dwoyo Dege mamegi

source: Current Studies
ach: Kwan Matye

source: Finished Studies
ach: Otyeko Kwan

source: Study Findings
ach: Adwogi me Kwan

# testpilot.studiesWindow.settings.label
source: Settings
ach: Tero

source: Loading, please wait…
ach: Tye kacano, tim ber ikur…

source: Test Pilot: Raw Data
ach: Tem Ladwo dege: Tic ma numu

source: Close
ach: Lor

source: Turn On User Studies
ach: Kel Kwan ma Kitiyo kwede

source: Feedback
ach: Adwogi

source: Firefox Made Me Happy Because…
ach: Firefox Yomo Yia Pien…

source: Firefox Made Me Sad Because…
ach: Firefox Cwero Yia Pien…

source: Report this website as broken…
ach: Cwal ngec pi dye bar me kakube man calo otur…

source: Give us a suggestion…
ach: Mini wa tam…
