Repository: tktk711/mozilla-l10n
Catalog: hsb/chat/twitter.properties.po
Languages: hsb

source: Status is over 140 characters.
hsb: Status ma přez 140 znamješkow.

source: An error %1$S occurred while sending: %2$S
hsb: Při słanju je zmylk %1$S wustupił: %2$S

source: An error %1$S occurred while retweeting: %2$S
hsb: Při słanju retweeta je zmylk %1$S wustupił: %2$S

source: An error %1$S occurred while deleting: %2$S
hsb: Při hašenju je zmylk %1$S wustupił: %2$S

source: Description is over the maximum length (160 characters), it was automatically truncated to: %S.
hsb: Wopisanje překročuje maksimalnu dołhosć (160 znamješkow), je so awtomatisce wotrěznyło do: %S.

source: %S timeline
hsb: %S časowa wóska

source: Copy Link to Tweet
hsb: Wotkaz do tweeta kopěrować

source: Reply
hsb: Wotmołwić

source: Delete
hsb: Zhašeć

source: Follow %S
hsb: %S slědować

source: Stop following %S
hsb: %S hižo njeslědować

source: You are now following %S.
hsb: Slědujeće nětko %S.

source: You are no longer following %S.
hsb: Hižo njeslědujeće %S.

source: %S is now following you.
hsb: %S wam nětko slěduje.

source: You have deleted this tweet: "%S".
hsb: Sće tutón tweet zhašał: "%S".

source: Replying to: %S
hsb: Wotmołwa na: %S

source: Initiating authentication process
hsb: Awtentifikaciski proces so inicializuje

source: Waiting for your authorization
hsb: Čaka so na twoju awtorizaciju

source: Finalizing authentication
hsb: Awtentifikacija so kónči

source: Requesting user timelines
hsb: Wužiwarske wóski so wotwołuja

source: Username mismatch.
hsb: Wužiwarske mjeno njetrjechi.

source: Failed to get request token.
hsb: Njeje so poradźiło, token wotwołać.

source: You cancelled the authorization process.
hsb: Sće awtorizaciski proces přetorhnył.

source: Failed to get authorization.
hsb: Awtorizacija je so njeporadźiło.

source: There is no network connection available.
hsb: Přistup k syći k dispoziciji njesteji.

source: Give permission to use your Twitter account
hsb: Wužiwanje wašeho twitteroweho konta dowolić

source: Tracked keywords
hsb: Wobkedźbowane klučowe słowa

source: User Since
hsb: Wužiwar wot

source: Location
hsb: Městno

source: Language
hsb: Rěč

source: Timezone
hsb: Časowe pasmo

source: Homepage
hsb: Startowa strona

source: Protects Tweets
hsb: Škita tweety

source: Currently Following
hsb: Slěduje so tuchwilu

source: Name
hsb: Mjeno

source: Description
hsb: Wopisanje

source: Following
hsb: Slědowanje

source: Tweets
hsb: Tweety

source: Followers
hsb: Slědujucy

source: Listed
hsb: Lisćiny

source: Yes
hsb: Haj

source: No
hsb: Ně

source: %S &lt;username&gt;[ &lt;username&gt;]*: Start following a user / users.
hsb: %S &lt;wužiwarske_mjeno&gt;[&lt;wužiwarske_mjeno&gt;]*: Započńće wužiwarja / wužiwarjow slědować.

source: %S &lt;username&gt;[ &lt;username&gt;]*: Stop following a user / users.
hsb: %S &lt;wužiwarske_mjeno&gt;[&lt;wužiwarske_mjeno&gt;]*: Započńće wužiwarja / wužiwarjow slědować.
