Repository: tktk711/mozilla-l10n
Catalog: hsb/chat/yahoo.properties.po
Languages: hsb

source: Username or password is incorrect.
hsb: Wužiwarske mjeno abo hesło je wopak.

source: Account locked due to too many failed login attempts.
hsb: Konto je so přewjele njeporadźenych přizjewjenskich pospytow dla zablokěrowało.

source: Account locked due to too many login attempts.
hsb: Konto je so přewjele přizjewjenskich pospytow dla zablokěrowało.

source: Account has been deactivated.
hsb: Konto je so znjemóžniło.

source: The username does not exist.
hsb: Wužiwarske mjeno njeeksistuje.

source: Unknown error: %S
hsb: Njeznaty zmylk: %S

source: HTTP connection error.
hsb: Zwiskowy zmylk HTTP.

source: Join my conference.
hsb: Přidružće so mojej konferency.

source: File transfer server
hsb: Serwer za přenošowanje datajow

source: File transfer port
hsb: Port za přenošowanje datajow

source: Encoding
hsb: Kodowanje

source: Ignore conference invitations
hsb: Přeprošenja do konferency ignorować

source: %S has left the conference.
hsb: %S je konferencu wopušćił.

source: %S has joined the conference.
hsb: %S je so konferency přidružił.

source: You have invited %S to the conference.
hsb: Sće %S do konferency přeprosył.
