Repository: tktk711/mozilla-l10n
Catalog: */browser/installer/custom.properties.po
Languages: as, az, bn_bd, cy, es_cl, gu, hr, hy_am, is, kab, km, kn, ku, ml, mr, ms, my, or, pt, sv, te, ur, uz, xh

source: A Little Housekeeping…
as: অলপমান পৰিস্কাৰ কৰা কাম…
az: Təmizlik aparılır…
bn_bd: টুকিটাকি কিছু কাজ…
cy: Ychydig o gadw trefn…
es_cl: Realizando limpieza…
gu: થોડી ઘર વ્યવસ્થા…
hr: Čišćenje...
hy_am: Մի փոքր տնային տնտեսություն…
is: Tek aðeins til…
kab: Tarda t-tteddu…
km: រក្សាទុកតិចតួច...
kn: ಕೊಂಚ ಸ್ವಚ್ಛಗೊಳಿಕೆ ಮಾಡಲಾಗುತ್ತಿದೆ…
ku: Malîdarekirineke Biçûk...
ml: വെടിപ്പാക്കുന്നു…
mr: थोडेफार हाऊसकिपिंग…
ms: Pembersihan Kecil...
my: ရှင်းလင်းစရာအနည်းငယ်ကို ဆောင်ရွက်နေသည်…
or: ଅଳ୍ପ କିଛି ସଫାକରିବା…
pt: A efetuar uma limpeza…
sv: Städar upp…
te: కొద్దిపాటి హౌస్‌కీపింగ్…
ur: کچھ صفائی...
uz: Bir oz uy ishlari bilan band boʻlish...
xh: Omincinci wangaphakathi…

source: Choose the type of setup you prefer, then click Next.
as: আপোনাৰ পছন্দৰ প্ৰতিষ্ঠা নিৰ্বাচন কৰক, তাৰ পিছত আগলৈ টিপক।
az: İstifadə etmək istədiyiniz quraşdırma növünü seçib irəli düyməsinə basın.
bn_bd: আপনার পছন্দমত সেটআপ নির্বাচন করুন, তারপর 'পরবর্তী' ক্লিক করুন।
cy: Dewis y math o osod sydd orau gennych, yna clicio Nesaf.
es_cl: Seleccione el tipo de instalación que prefiera y haga clic en Siguiente.
gu: તમને પસંદ હોય તેવા સુયોજનનાં પ્રકારને પસંદ કરો, પછી આગળ પર ક્લિક કરો.
hr: Odaberite tip instalacije i kliknite Naprijed.
hy_am: Ընտրեք տեղակայման ձեր նախընտրած ձևը և սեղմեք Հաջորդը կոճակը
is: Veldu uppsetningu, smelltu svo á Áfram.
kab: Fren tawsit n usebded i tebɣiḍ, sakin sit ɣef "ɣer zdat".
km: ជ្រើស​ប្រភេទ​ដំឡើង​ដែល​អ្នក​ពេញចិត្ត បន្ទាប់​មក​ចុច​ បន្ទាប់ ។
kn: ನೀವು ಬಯಸುವ ಸಿದ್ಧತೆಯನ್ನು ಆರಿಸಿ, ನಂತರ ಮುಂದಕ್ಕೆ ಅನ್ನು ಒತ್ತಿ.
ku: Cureyê sazkirinê yê dixwazî hilbijêre û Pêşve bitikîne.
ml: താല്‍പര്യമുള്ള സജ്ജീകരണ രീതി തെരഞ്ഞെടുക്കുക, ശേഷം അടുത്തതു് ക്ലിക്ക് ചെയ്യുക.
mr: पसंतीजोगी मांडणीचा प्रकार नीवडा, त्यानंतर पुढे क्लिक करा.
ms: Pilih jenis persediaan keutamaan anda, selepas itu klik Berikutnya.
my: သင်ကြိုက်နှစ်သက်သောတပ်ဆင်ခြင်းအမျိုးအစားကိုရွေးပါ၊ထို့နောက် ရှေ့သို့ အားကလစ်ပါ။
or: ଆପଣଙ୍କ ପସନ୍ଦର ବିନ୍ୟାସ ପ୍ରକାର ବାଛନ୍ତୁ, ତାପରେ ପରବର୍ତ୍ତୀ କ୍ଲିକ କରନ୍ତୁ।
pt: Escolha o tipo de instalação preferida e clique Seguinte.
sv: Välj installationstyp, klicka sedan på Nästa.
te: మీకు యిష్టమైన అమర్పు రకం యెంచుకొని, అప్పడు తరువాత నొక్కండి.
ur: اپنی پسند کا سیٹ اپ منتخب کریں، پھر اگلا پر کلک کریں۔
uz: Xohlagan oʻrnatish turini tanlang, soʻngra "Keyingi" tugmasini bosing.
xh: Khetha uhlobo loseto olukhethayo, uze ucofe okuLandelayo.

source: $BrandShortName will be installed with the most common options.
as: $BrandShortName সাধাৰণ বিকল্পসমূহৰ সৈতে ইনস্টল কৰা হ'ব।
az: $BrandShortName proqramının standart xüsusiyyətləri quraşdırılacaq.
bn_bd: $BrandShortName সবচেয়ে সাধারণ অপশনসহ ইনস্টল করা হবে।
cy: Bydd $BrandShortName yn cael ei osod gyda'r dewisiadau mwyaf cyffredin.
es_cl: $BrandShortName será instalado con las opciones mas comunes.
gu: $BrandShortName એકદમ સામાન્ય વિકલ્પો સાથે સ્થાપિત થયેલ હશે.
hr: $BrandShortName će se instalirati s uobičajenim mogućnostima.
hy_am: $BrandShortName-ը կտեղակայվի հիմնական ընտրանքներով:
is: $BrandShortName verður uppsettur með venjulegri uppsetningu.
kab: $BrandShortName ad yettwasebded s iɣewwaṛen iyettwasnen aṭas.
km: $BrandShortName នឹង​ត្រូវ​បាន​ដំឡើង​​​ដោយ​មាន​ជម្រើស​សាមញ្ញ​បំផុត ។
kn: $BrandShortName ಅನ್ನು ಹೆಚ್ಚು ಸಾಮಾನ್ಯವಾದ ಆಯ್ಕೆಗಳೊಂದಿಗೆ ಅನುಸ್ಥಾಪಿಸಲಾಗುತ್ತದೆ.
ku: $BrandShortName dê bi vebijêrkên herî hevpar bê sazkirin.
ml: മിക്കപ്പോഴും ഉപയോഗിയ്ക്കുന്ന ഐച്ഛികങ്ങള്‍ക്കൊപ്പം $BrandShortName ഇന്‍സ്റ്റോള്‍ ചെയ്യപ്പെടുന്നു.
mr: $BrandShortName सर्वात सामान्य पर्यायसह प्रतिष्ठापीत केले जाईल.
ms: $BrandShortName akan dipasang dengan opsyen yang paling biasa.
my: $BrandShortName အား အသုံးများသာ အပြင်အဆင်များဖြင့်တပ်ဆင်မည်ဖြစ်သည်။
or: $BrandShortName କୁ ଅତି ସାଧାରଣ ବିକଳ୍ପଗୁଡ଼ିକ ସହିତ ସ୍ଥାପନ କରାଯିବ।
pt: O $BrandShortName será instalado com as opções mais comuns.
sv: $BrandShortName kommer att installeras med de vanligaste alternativen.
te: $BrandShortName వుమ్మడి ఐచ్చికాలతో సంస్థాపించబడును.
ur: $BrandShortName سب سے عام اختیارات کے ساتھ تنصیب ہو گا۔
uz: $BrandShortName umumiy moslash usulida oʻrnatiladi.
xh: i-$BrandShortName iya kufakelwa ngeendlela zokhetho eziqhelekileyo kakhulu.

source: &Standard
as: প্ৰামাণিক (&S)
az: &Standart
bn_bd: আদর্শ (&S)
cy: &Safonol
es_cl: E&stándar
gu: પ્રમાણભૂત (&S)
hr: &Standardno
hy_am: &Սովորական
is: &Venjuleg
kab: &S Tizeɣt
km: ស្តង់ដារ
kn: ಶಿಷ್ಟ (&S)
ml: നി&ലവാരം
mr: मानक (&S)
ms: &Piawai
my: မူလစံအတိုင်း
or: ମାନକ (&S)
pt: &Padrão
te: ప్రామాణిక
ur: &معیاری
xh: &Umgaqo

source: You may choose individual options to be installed. Recommended for experienced users.
as: আপুনি স্বতন্ত্ৰ বিকল্প ইনস্টল কৰিবলৈ নিৰ্বাচন কৰিব পাৰে। এইটো অনুভৱ থকা ব্যৱহাৰকাৰীৰ বাবে উপদেশিত।
az: Siz özünüz qurulacaq hissələri seçə bilərsiniz. Təcrübəli istifadəçilər üçün məsləhət görülür.
bn_bd: আপনি ইনস্টল করার জন্য আলাদাভাবে অপশন নির্বাচন করতে পারেন। এটি শুধুমাত্র অভিজ্ঞ ব্যবহারকারীদের জন্য পরামর্শিত।
cy: Gallwch ddewis dewisiadau unigol i'w gosod. Ar gyfer defnyddwyr uwch.
es_cl: Puede seleccionar las opciones individuales a ser instaladas. Recomendado para usuarios con experiencia.
gu: તમે સ્થાપિત કરવા માટે વ્યક્તિગત વિકલ્પોને પસંદ કરી શકો છો. અનુભવી વપરાશકર્તાઓ માટે આગ્રહ રાખેલ છે.
hr: Možete odabrati zasebne mogućnosti za instalaciju. Preporučeno za napredne korisnike.
hy_am: Դուք կարող եք ընտրել տեղակայման յուրահատուկ ընտրանքներ: Խորհուրդ է տրվում փորձառու օգտագործողներին:
is: Þú getur valið hvaða hluti þú vilt setja inn. Aðeins mælt með fyrir reynda notendur.
kab: Fren iɣewwaṛen ad tesqedceḍ. Yelha i yiseqdacen yuɣen tanumi.
km: អ្នក​អាច​ជ្រើស​ជម្រើស​នីមួយៗ​ ដើម្បី​ដំឡើង ។ បាន​ផ្ដល់​អនុសាសន៍​សម្រាប់​អ្នក​ប្រើ​ដែល​មានបទពិសោធន៍ ។
kn: ಪ್ರತ್ಯೇಕ ಆಯ್ಕೆಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ನೀವು ಆರಿಸಬಹುದು. ನುರಿತ ಬಳಕೆದಾರರಿಗೆ ಇದನ್ನು ಸಲಹೆ ಮಾಡಲಾಗುತ್ತದೆ.
ku: Ji bo sazkirinê dikarî vebijêrkên kesane hilbijêrî. Ji bo bikarhênerên xwedî tecrûbe tê pêşniyarkirin.
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതിനു് ഉചിതമായ ഐച്ഛികങ്ങള്‍ തെരഞ്ഞെടുക്കൂ. പരിചയമുള്ള ഉപയോക്താക്കള്‍ക്കു് ഉചിതം.
mr: आपण प्रतिष्ठापनजोगी व्यक्तिगत पर्याय नीवडू शकता. अनुभवी वापरकर्त्यांकरीता शिफारसीय.
ms: Anda boleh memilih opsyen secara individu yang ingin dipasang. Disarankan untuk pengguna berpengalaman.
my: သင့်တစ်ကိုယ်ရေ အမြင်အပြင်အဆင်များဖြင့်တပ်ဆင်နိုင်ပါသည်။အတွေ့အကြုံရှိသောသုံးဆွဲသူများကိုရည်ရွယ်ပါသည်။
or: ଆପଣ ସ୍ଥାପନ କରିବା ପାଇଁ ବ୍ୟକ୍ତିଗତ ବିକଳ୍ପଗୁଡ଼ିକୁ ବାଛିପାରିବେ। ଅଭିଜ୍ଞ ଚାଳକମାନଙ୍କ ପାଇଁ ପରାମର୍ଶିତ।
pt: Poderá escolher individualmente as opções de instalação. Recomendado para utilizadores experientes.
sv: Du kan välja vilka komponenter som ska installeras. Rekommenderas endast för erfarna användare.
te: మీరు స్వతంత్ర ఐచ్చికాలను సంస్థాపించుటకు యెంచుకొనవచ్చు. ఇది అనుభవజ్ఞులైన వాడుకరులకు మాత్రమే సిఫార్సు చేయడమైంది.
ur: آپ تنصیب کے لیے الگ الگ اختیارات بھی چن سکتے ہیں۔ یہ تجربہ کار صارفین کے لیے تجویز کردہ ہے۔
uz: Oʻrnatish uchun individual moslash usulini tanlashingiz mumkin. Bu tajribali foydalanuvchilarga tavsiya qilinadi.
xh: Usenokukhetha ekunokukhethwa kuko okunokufakelwa. Indululwa kubasebenzisi abanamava.

source: &Custom
as: স্বনিৰ্বাচিত (&C)
az: &Xüsusi
bn_bd: স্বনির্বাচিত (&C)
cy: &Cyfaddasu
es_cl: &Personalizada
gu: વૈવિધ્ય (&C)
hr: P&rilagođeno
hy_am: &Յուրահատուկ
is: &Sérsniðið
kab: &Udmawan
km: ផ្ទាល់ខ្លួន
kn: ಅಗತ್ಯಾನುಗುಣ (&C)
ku: &Takekesî
ml: &യഥേഷ്ടമാക്കുക
mr: पसंतीचे (&C)
ms: &Suai
my: မိမိစိတ်ကြိုက်
or: ଇଚ୍ଛାରୂପ (&C)
pt: &Personalizar
sv: &Anpassad
te: మలచిన
ur: &مخصوص
uz: &Boshqa
xh: &Lungiselela

source: &Upgrade
as: উন্নয়ন কৰক (&U)
az: &Yenilə
bn_bd: আপগ্রেড (&U)
cy: &Diweddaru
es_cl: Act&ualizar
gu: સુધારો (&U)
hr: &Nadogradnja
hy_am: &Արդիացնել
is: &Uppfæra
kab: &Leqqem
km: ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង
kn: ನವೀಕರಿಸು (&U)
ku: &Bilind Bike
ml: &പരിഷ്കരിക്കുക
mr: सुधारीत करा (&U)
ms: &Naik taraf
my: အဆင့်မြှင့်ခြင်း
or: ଉନ୍ନୟନ କରନ୍ତୁ ( ‍&U)
pt: At&ualizar
sv: &Uppgradera
te: నవీకరణ
ur: &اپ گریڈ
uz: &Yangilash
xh: &Hlaziya

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer. Please click the OK button for additional information.
cy: Ymddiheuriadau, nid oes modd gosod $BrandShortName. Mae'r fersiwn hwn o $BrandShortName angen ${MinSupportedVer} neu fwy diweddar. Cliciwch ar y botwm Iawn am wybodaeth bellach.
is: Því miður, er ekki hægt að setja inn $BrandShortName. Þessi útgáfa af $BrandShortName þarfnast ${MinSupportedVer} eða nýrra. Smelltu á Í lagi takka fyrir meiri upplýsingar.
kab: Suref-iyi, $BrandShortName ur yezmir ara ad yebded. Lqem-agi n $BrandShortName yesra ${MinSupportedVer} neɣ amaynut. Ma ulac aɣilif, sit ɣef IH i wugar n telɣut.
mr: माफ करा,$BrandShortName स्थापित केले जाऊ शकत नाही.$BrandShortName ह्या आवृत्ती करीता ${MinSupportedVer} किंवा नविन असणे आवश्यक आहे.अधिक माहिती करीता OK बटण दाबा.
my: ဝမ်းနည်းပါတယ်၊ $BrandShortName ကို မတပ်ဆင်နိုင်ခဲ့ပါ။ $BrandShortName၏ လက်ရှိဗားရှင်းသည် ${MinSupportedVer} သို့မဟုတ် ဒီထက်မြင့်သည့်ဗားရှင်းကို လိုအပ်ပါသည်။ အခြားဖြည့်စွက်အချက်လက်များအတွက် ကျေးဇူးပြု၍ ကောင်းပြီခလုတ်ကို ကလစ်နှိပ်ပါ။
pt: Desculpe, o $BrandShortName não pode ser instalado. Esta versão do $BrandShortName requer ${MinSupportedVer} ou mais recente. Por favor, clique no botão OK para informação adicional.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
cy: Ymddiheuriadau, nid oes modd gosod $BrandShortName. Mae'r fersiwn hwn o $BrandShortName angen ${MinSupportedCPU} neu fwy diweddar. Cliciwch ar y botwm Iawn am wybodaeth bellach.
is: Því miður, er ekki hægt að setja inn $BrandShortName. Þessi útgáfa af $BrandShortName þarfnast örgjörva með stuðning við ${MinSupportedCPU}. Smelltu á Í lagi takka fyrir meiri upplýsingar.
kab: Suref-iyi, $BrandShortName ur yezmir ara ad yebded. Lqem-agi n $BrandShortName yesra amsesfer s ${MinSupportedCPU} neɣ amaynut. Ma ulac aɣilif, sit ɣef IH i wugar n telɣut
mr: माफ करा,$BrandShortName स्थापित केले जाऊ शकत नाही.$BrandShortName ह्या आवृत्ती करीता ${MinSupportedCPU} प्रोसेसर आवश्यक आहे.अधिक माहिती करीता OK बटण दाबा.
my: ဝမ်းနည်းပါတယ်၊ $BrandShortName ကို မတပ်ဆင်နိုင်ခဲ့ပါ။ $BrandShortName၏ လက်ရှိဗားရှင်းသည် ${MinSupportedCPU} အထောက်အပံ့ပါသော ပရော်ဆက်ဆာကို လိုအပ်ပါသည်။ အခြားဖြည့်စွက်အချက်လက်များအတွက် ကျေးဇူးပြု၍ ကောင်းပြီခလုတ်ကို ကလစ်နှိပ်ပါ။
pt: Desculpe, o $BrandShortName não pode ser instalado. Esta versão do $BrandShortName requer um processador com suporte a ${MinSupportedCPU}. Por favor, clique no botão OK para informação adicional.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer and a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
cy: Ymddiheuriadau, nid oes modd gosod $BrandShortName. Mae'r fersiwn hwn o $BrandShortName angen ${MinSupportedVer} a phrosesydd gyda chefnogaeth ar gyfer ${MinSupportedCPU}. Cliciwch ar y botwm Iawn am wybodaeth bellach.
is: Því miður, er ekki hægt að setja inn $BrandShortName. Þessi útgáfa af $BrandShortName þarfnast ${MinSupportedVer} eða nýrra og örgjörva með stuðning við ${MinSupportedCPU}. Smelltu á Í lagi takka fyrir meiri upplýsingar.
kab: Suref-iyi, $BrandShortName ur yezmir ara ad yebded. Lqem-agi n $BrandShortName yesra ${MinSupportedVer} neɣ amaynut akked umsesfer s ${MinSupportedCPU}. Ma ulac aɣilif, sit ɣef IH i wugar n telɣut.
my: ဝမ်းနည်းပါတယ်၊ $BrandShortName ကို မတပ်ဆင်နိုင်ခဲ့ပါ။ $BrandShortName ၏ လက်ရှိဗားရှင်းသည် ${MinSupportedVer} သို့မဟုတ် ဒီထက်ပိုမြင့်သောဗားရှင်းနှင့် ${MinSupportedCPU}အထောက်အပံ့ပါသော ပရော်ဆက်ဆာကို လိုအပ်ပါသည်။ အခြားဖြည့်စွက်အချက်အလက်အတွက် ကျေးဇူးပြု၍ ကောင်းပြီခလုတ်ကို နှိပ်ပါ။
pt: Desculpe, o $BrandShortName não pode ser instalado. Esta versão do $BrandShortName requer ${MinSupportedVer} ou mais recente e um processador com suporte a ${MinSupportedCPU}. Por favor, clique no botão OK para informação adicional.
