Repository: tktk711/mozilla-l10n
Catalog: */browser/installer/custom.properties.po
Languages: as, az, bn_bd, cy, es_cl, gu, hr, hy_am, is, kab, km, kn, ku, ml, mr, ms, my, or, pt, sv, te, ur, uz, xh

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
as: $BrandShortName এ সুৰক্ষিত, সহজ ৱেব ব্ৰাউছৰ ব্যৱস্থা দিয়ে। এটা সাধাৰণ ব্যৱহাৰকাৰীৰ সংযোগ মাধ্যম, অনলাইন চিনাকিৰ চুৰিৰ পৰা সুৰক্ষাৰ লগতে উন্নত সুৰক্ষাৰ গুণ, আৰু একত্ৰিত কৰা বিচৰাৰ কাৰ্য্যক্ৰমৰ বাবে ৱেবৰ সকলো সুবিধা আপুনি পাব পাৰে।
az: $BrandShortName İnternetdə sürətli və təhlükəsiz gəzişmənizi təmin edir. Başadüşülən interfeys, online kimlik oğurluğuna qarşı qoruması olan inkişaf etdirilmiş təhlükəsizlik xüsusiyyətləri və yerləşdirilmiş axtarış, internetdəki hər şeydən istifadə imkanınını təmin edir.
bn_bd: $BrandShortName নিরাপদ এবং স্বচ্ছন্দ ব্রাউজিং নিবেদন করে। পরিচিত ইন্টারফেস, পরিচয় জালিয়াতির বিরুদ্ধে উন্নত নিরাপত্তা, এবং একটি পুর্নাঙ্গ অনুসন্ধান ব্যবস্থা আপনাকে ওয়েবের পূর্ণ অভিজ্ঞতা পেতে সাহায্য করবে।
cy: Mae $BrandShortName yn cynnig pori gwe hawdd a diogel. Rhyngwyneb cyfarwydd, nodweddion diogelwch uwch yn cynnwys diogelwch rhag lladrad hunaniaeth ar-lein a chwilio integredig i gael y mwyaf allan o'r we.
es_cl: $BrandShortName ofrece navegación web segura y fácil. Una interfase de usuario familiar, características de seguridad mejoradas incluyendo protección de robo de identidad online y búsqueda integerada le permiten obtener lo máximo de la web.
gu: $BrandShortName સલામત, સરળ વેબ બ્રાઉઝીંગ આપે છે. પરિચિત વપરાશકર્તા ઇન્ટરફેસ, વધારેલ સુરક્ષા લક્ષણો ઓનલાઇન ઓળખીતી ચોરીથી બચવા સુરક્ષા આપે છે, એકત્રિત શોધ તમને મોટેભાગે તમને વેબની બહાર લઇ જાય છે.
hr: $BrandShortName pruža sigurno i jednostravno Internet pretraživanje. Poznato korisničko sučelje, poboljšana sigurnost, što uključuje zaštitu od krađe identiteta, te integrirani pretraživač omogućavaju vam da od Weba dobijete sve što možete.
hy_am: $BrandShortName-ը տրամադրում է անվտանգ և հարմարավետ աշխատանք: Օգտագործման համար հարմար տեսք, ուժեղացված անվտանգության հնարավորություններ՝ ներառյալ առցանց վնասատուների դեմ պայքարը և ներդրված որոնում, որոնք ձեզ թույլ կտան առավելագույնս օգտագործել համացանցը:
is: $BrandShortName afhendir öruggan, einfaldan vafra. Þekkt viðmót, auknar öryggisaðgerðir þar með talið verndun frá kennisstuldi, og innifalin leit gefur þér það besta af vefnum.
kab: $BrandShortName ad isireg tunigin tanelkant fessusen. Agrudem n useqdac unnin, anadi usliɣ d timhalin n tɣellist leqqayen am ummesten mgal n tkwerḍa n tmagit s srid akk ǧǧen a d-kkseḍ abaɣuṛ ifazen si web.
km: $BrandShortName បញ្ជូន​ទៅដល់​​សុវត្ថិភាព​ ការ​រកមើល​បណ្ដាញ​ងាយស្រួល ។ ចំណុច​ប្រទាក់​​របស់​អ្នក​ប្រើ​ដែល​ងាយ​ស្រួល លក្ខណ ពិសេស​​ដែល​មាន​សុវត្ថិភាព រួម​ទាំង​ការ​ការពារ​ពី​ការ​លួច​​អត្ត​សញ្ញាណ​លើ​បណ្ដាញ និង​ការ​ស្វែងរក​ដែល​​អ្នក​នឹង​អាច​ធ្វើ​បាន​គ្រប់​បណ្ដាញ​ទាំង​អស់ ។
kn: $BrandShortName ಸುರಕ್ಷಿತವಾದ ಹಾಗು ಸುಲಭವಾದ ಜಾಲ ವೀಕ್ಷಣೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ಒಂದು ಚಿರಪರಿಚತವಾದ ಬಳಕೆದಾರ ಸಂಪರ್ಕಸಾಧನ (ಯೂಸರ್ ಇಂಟರ್ಫೇಸ್), ಆನ್‌ಲೈನ್‌ ಐಡೆಂಟಿಟಿ ಕಳ್ಳತನದ ವಿರುದ್ಧ ಸಂರಕ್ಷಣೆಯನ್ನೂ ಒಳಗೊಂಡಂತೆ ಸುಧಾರಿತ ಸುರಕ್ಷತಾ ಸವಲತ್ತುಗಳು, ಹಾಗು ಜಾಲದಾದ್ಯಂತ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನೂ ನೀವು ಪಡೆದುಕೊಳ್ಳಲು ನೆರವಾಗುವ ಸಂಘಟಿತ ಹುಡುಕಾಟದಂತಹ ಇದು ಹೊಂದಿದೆ.
ku: $BrandShortName di webê de gerîneke ewle û hêsan pêşkêş dike. Xuyakirineke xweş, taybetmendiyên pêşkeftî yên ewlekariyê gerîneke ewle ku te di webê de ji dizîna nasnameyan diparêze û lêgerîna hundirîn hemû tiştên di webê de pêşkêşî te dike.
ml: $BrandShortName എളുപ്പവും സുരക്ഷിതവുമായ ബ്രൌസിങ്ങ് സാധ്യമാക്കുന്നു. മെച്ചപ്പെട്ട സുരക്ഷാസംവിധാനങ്ങളും ഏകോപിത തിരയല്‍ സംവിധാനം അടങ്ങിയ വിനിമയതലവും വെബ്ബിനെ കൂടുതല്‍ ഉപയോഗയോഗ്യമാക്കുന്നു.
mr: $BrandShortName सुरक्षित, सोपे वेब ब्राऊजिंग पुरवतो. परिचीत वापरकर्ता संवाद, सुधारित सुरक्षा गुणधर्म, ऑनलाइन आइडेंटिटि थेफ्ट पासून सुरक्षा समाविष्टीत, व एकीकृत शोध आपणास वेबवरील सर्वाधिक वापर पुरवतो.
ms: $BrandShortName menawarkan peluncur web yang mudah dan selamat. Antaramuka mesra pengguna, ciri-ciri keselamatan yang dipertingkatkan termasuk perlindungan dari kecurian identiti dalam talian, dan gelintar bersepadu yang membolehkan anda mendapat sebahagian besar manfaat dari web.
my: $BrandShortName တွင်လုံခြုံစိတ်ချ၊လွယ်ကူမြန်ဆန်သောအင်တာနက်အသုံးပြုခြင်းများပါဝင်လာ။ရိုးရှင်းလွယ်ကူသော အသုံးပြုသူအပြင်အဆင်များ၊အွန်လိုင်းမှ အိုင်ဒီသူခိုးများရန်မှကာကွယ်ပေးခြင်းပါဝင်သောလုံခြုံရေးဆိုင်ရာ အဆင့်မြှင့်တင်ခြင်းများ နှင့်အချက်အလက်ရှာဖွေခြင်းဆိုင်ရာအထောက်အပံ့များ.
pt: O $BrandShortName proporciona uma navegação web segura e simples. Uma interface familiar, funcionalidades de segurança melhoradas, incluindo proteção contra roubo de identidade, e pesquisa integrada permitem-lhe tirar o máximo partido da web.
sv: Med $BrandShortName får du en enkel och säker webbläsning. Med ett välkänt användargränssnitt, förbättrade säkerhetsfunktioner som skydd mot nätfiske, och en integrerad sökfunktion får du ut det mesta av webben.
te: $BrandShortName సులభమైన, రక్షిత వెబ్ విహరణాన్ని , మెరుగైన రక్షణ అంశాలతో, పరిచయమున్న ముఖాంతరము తో అందచేస్తుంది. ఆన్లైన్ వ్యక్తిగత తీరుని దొంగిలించకుండ, కేంద్రీకృతమైన శోధనతో మీరు అంతర్జాలంనుండి మరింతగా ఉపయోగించుకుంటారు.
ur: $BrandShortName محفوظ، آسان ویب براؤزنگ پیش کرتا ہے۔ واقف انٹرفیس، بہتر سلامتی فیچر، جن میں آن لائن شناخت کی چوری سے حفاظت شامل ہے، اور امتزاجی تلاش، آپ کو ویب بہترین طور پر استعمال کرنے دیتے ہیں۔
uz: $BrandShortName vebsahifalarni xavfsiz va oson koʻrishingizni ta`minlaydi. Tanish foydalanish interfeysi, ma`lumotlaringizni oʻgʻirlashdan himoya qiluvchi keng xavfsizlik xossalari va moslangan izlash funksiyalari internetdan yuqori darajada foydalanish imkonini beradi.
xh: I-$BrandShortName ibhrawuza iwebhu khuselekileyo nalula. Ulungiselelo lomsebenzisi oluqhelekileyo, iifitsha zokhuseleko kuqukwa nokhuselo kubusela benethiwekhi kunye nokhangelo oluhlangeneyo zenza ufumane okona kungcono kwiwebhu.

source: $BrandShortName &Options
as: $BrandShortName বিকল্পসমূহ (&O)
az: $BrandShortName &Nizamları
bn_bd: $BrandShortName অপশন (&O)
cy: &Dewisiadau $BrandShortName
es_cl: $BrandShortName &Opciones
gu: $BrandShortName વિકલ્પો (&O)
hr: $BrandShortName &Mogućnosti
hy_am: $BrandShortName-ի &Ընտրանքները
is: $BrandShortName &Valkostir
kab: &Iɣezzaṛen n $BrandShortName
km: ជម្រើស $BrandShortName
kn: $BrandShortName ಆಯ್ಕೆಗಳು (&O)
ku: &Vebijêrkên $BrandShortName'ê
ml: $BrandShortName-നുള്ള &ഐച്ഛികങ്ങള്‍
mr: $BrandShortName पर्याय (&O)
ms: &Pilihan $BrandShortName
or: $BrandShortName ବିକଳ୍ପଗୁଡ଼ିକ (&O)
pt: &Opções do $BrandShortName
sv: $BrandShortName-i&nställningar
te: $BrandShortName ఐచ్చికాలు
ur: $BrandShortName &اختیارات
uz: $BrandShortName &parametrlari
xh: &Ekunokukhethwa kuko kwe-$BrandShortName

source: $BrandShortName &Safe Mode
as: $BrandShortName সুৰক্ষিত অৱস্থা (&S)
az: $BrandShortName &Təhlükəsiz rejim
bn_bd: $BrandShortName নিরাপদ প্রক্রিয়া &S
cy: &Modd Diogel $BrandShortName
es_cl: Modo &Seguro de $BrandShortName
gu: $BrandShortName સલામત સ્થિતિ (&S)
hr: $BrandShortName &Siguran način
hy_am: $BrandShortName &Հուսալի Աշխատակերպ
is: $BrandShortName &Öryggishamur
kab: &Askar war abrir n $BrandShortName
km: &របៀប​សុវត្ថិភាព $BrandShortName
kn: $BrandShortName ಸುರಕ್ಷಿತ ಕ್ರಮ (&S)
ku: Kîpa&Ewle a $BrandShortName'ê
ml: $BrandShortName-നുള്ള &സെയിഫ് മോഡ്
mr: $BrandShortName सेफ मोड (&S)
ms: $BrandShortName &Mod Selamat
or: $BrandShortName ସୁରକ୍ଷିତ ଧାରା (&S)
pt: Modo de &segurança do $BrandShortName
sv: $BrandShortName f&elsäkert läge
te: $BrandShortName రక్షిత రీతి
ur: $BrandShortName &محفوظ موڈ
uz: &brandShortName; &xavfsiz usulda
xh: i-$BrandShortName iMo &eKhuselekileyo

source: Setup Type
as: গঠনৰ ধৰণ
az: Quraşdırma növü
bn_bd: সেটআপের ধরন
cy: Math o Osod
es_cl: Tipo de instalación
gu: સુયોજન પ્રકાર
hr: Tip instalacije
hy_am: Տեղակայման եղանակը
is: Uppsetningartegund
kab: Tawsit n usebded
km: ប្រភេទ​រៀបចំ
kn: ಸಿದ್ಧತೆಯ ಬಗೆ
ku: Cureyê Sazkirinê
ml: സജ്ജീകരണ രീതി
mr: मांडणी प्रकार
ms: Jenis Pemasangan
my: တပ်ဆင်ခြင်းအမျိုးအစား
or: ବ୍ୟବସ୍ଥା ପ୍ରକାର
pt: Tipo de instalação
sv: Installationstyp
te: అమరిక రకం
ur: ٹائپ سیٹ اپ کریں
uz: Oʻrnatish turi
xh: Udidi loseto

source: Choose setup options
as: প্ৰতিষ্ঠাৰ বিকল্প বাছক
az: Quraşdırma nizamlarını seçin
bn_bd: সেটআপের অপশন নির্বাচন
cy: Dewisiadau gosod
es_cl: Seleccione opciones de instalación
gu: સુયોજન વિકલ્પો પસંદ કરો
hr: Odaberite mogućnosti instalacije
hy_am: Ընտրեք տեղակայման ընտրանքները
is: Veldu stillingar fyrir uppsetningu
kab: Fren iɣewwaṛen n usebded
km: ជ្រើស​ជម្រើស​រៀបចំ
kn: ಸಿದ್ಧತೆಯ ಆಯ್ಕೆಗಳನ್ನು ಆರಿಸಿ
ku: Vebijêrkên sazkirinê hilbijêre
ml: സജ്ജീകരണ ഐച്ഛികങ്ങള്‍ തെരഞ്ഞെടുക്കൂ
mr: मांडणी पर्याय नीवडा
ms: Pilih opsyen pemasangan
my: တပ်ဆင်ခြင်းအပြင်အဆင်ရွေးချယ်မည်။
or: ବ୍ୟବସ୍ଥା ବିକଳ୍ପଗୁଡ଼ିକୁ ବାଛନ୍ତୁ
pt: Escolha as opções de instalação
sv: Välj installationsalternativ
te: అమరిక ఐచ్చికాలు యెంపికచేయి
ur: سیٹ اپ اختیارات منتخب کریں
uz: Oʻrnatish moslamalarini tanlash
xh: Khetha okukhethwayo koseto

source: Set Up Shortcuts
as: চমু পথ প্ৰতিষ্ঠা কৰক
az: Qısayollar əlavə et
bn_bd: শর্টকাট নির্ধারণ
cy: Llwybrau Byr y Gosod
es_cl: Crear accesos directos
gu: ટૂંકાણોને સુયોજિત કરો
hr: Postavite prečace
hy_am: Պիտակների ստեղծում
is: Setja upp flýtivísanir
kab: Sbadu inegzumen
km: រៀបចំ​ផ្លូវកាត់
kn: ಶಾರ್ಟ್-ಕಟ್‌ಗಳನ್ನು ಸಿದ್ಧಗೊಳಿಸಿ
ku: Kurteriyan Mîheng Bike
ml: കുറുക്കുവഴികള്‍ സജ്ജമാക്കൂ
mr: शॉर्टकट्स्ची मांडणी
ms: menubuh pintasan
my: တပ်ဆင်ရာတွင်အသုံးပြုရန်လမ်းတိုခလုပ်များ
or: ବ୍ୟବସ୍ଥା ସଂକ୍ଷିପ୍ତ ପଥଗୁଡ଼ିକ
pt: Configurar atalhos
sv: Skapa genvägar
te: లఘువులను అమర్చు
ur: شارٹ کٹ سیٹ اپ کریں
uz: Yorliqlarni moslash
xh: Seta oondlelamfutshane

source: Create Program Icons
as: এপ্লিকেচনৰ আইকণ সৃষ্টি কৰক
az: Proqram ikonları yarat
bn_bd: প্রোগ্রাম আইকন তৈরি
cy: Creu Eiconau'r Rhaglen
es_cl: Crear iconos de programa
gu: કાર્યક્રમ ચિહ્નોને બનાવો
hr: Stvorite programske ikone
hy_am: Ստեղծել ծրագրի պատկերակները
is: Búa til forritstáknmyndir
kab: Rnu tignitin n wahil
km: បង្កើត​រូបតំណាងកម្មវិធី
kn: ಪ್ರೊಗ್ರಾಮ್ ಚಿಹ್ನೆಗಳನ್ನು ರಚಿಸಿ
ku: Îkona Bernameyê Biafirîne
ml: പ്രോഗ്രമിനുള്ള പ്രതിരൂപങ്ങള്‍ തയ്യാറാക്കൂ
mr: प्रोग्रामचे चिन्हे निर्माण करा
ms: mencipta ikon program
my: ပရိုဂရမ်အိုင်ကွန်အားဖန်တီးမည်
or: ପ୍ରଗ୍ରାମ ଚିତ୍ରସଂଙ୍କେତଗୁଡ଼ିକୁ ନିର୍ମାଣ କରନ୍ତୁ
pt: Criar ícones do programa
sv: Skapa programikoner
te: ప్రోగ్రామ్ ప్రతిమలను సృష్టించు
ur: پروگرام شبیہیں بنائیں
uz: Dastur nishonchalarini yaratish
xh: Yila iiAyikhoni zeNkqubo

source: Set Up Optional Components
as: বৈকল্পিক উপাদানসমূহ সংস্থাপন কৰক
az: Seçimə bağlı komponentləri quraşdır
bn_bd: ঐচ্ছিক কম্পোনেন্ট সেটআপ করা হবে
cy: Gosod Cydrannau Ychwanegol
es_cl: Elegir componentes opcionales
gu: વૈકલ્પિક ઘટકો સુયોજીત કરો
hr: Postavite opcionalne komponente
hy_am: Կարգավորել լրացուցիչ բաղադրիչները
is: Setja inn valfrjálsa hluti
kab: Asebded isuddas ifrayanen
km: រៀបចំ​សមាសភាគ​ជា​ជម្រើស
kn: ಐಚ್ಛಿಕ ಘಟಕಗಳನ್ನು ಹೊಂದಿಸು
ku: Parçeyên vebijark saz bike
ml: നിര്‍ബന്ധമല്ലാത്ത ഘടകങ്ങള്‍ സജ്ജമാക്കുക
mr: वैकल्पिक घटके सेटअप करा
ms: Setup Opsyenal Komponen
my: တပ်ဆင်ခြင်း ရွေးချယ်ချက် အစိတ်အပိုင်းများ
or: ବୈକଳ୍ପିକ ଉପାଦାନଗୁଡ଼ିକର ବ୍ୟବସ୍ଥା କରନ୍ତୁ
pt: Configurar componentes opcionais
sv: Valfria komponenter
te: ఐచ్చిక కాంపోనెంట్స్ అమర్చు
ur: اختیاری اجزا سیٹ اپ کریں
uz: Xohlagan komponentlaringizni moslash
xh: Seta iindidi zokunokukhethwa kuko

source: Optional Recommended Components
as: বৈক্লপিক উপদেশিত উপাদানসমূহ
az: Seçimə bağlı tövsiyyə olunan komponentlər
bn_bd: ঐচ্ছিক সুপারিশকৃত কম্পোনেন্ট
cy: Cydrannau Dewisol Cymeradwy
es_cl: Componentes opcionales recomendados
gu: વૈકલ્પિક આગ્રહણીય ઘટકો
hr: Opcionalne, preporučene komponente
hy_am: Լրացուցիչ երաշխավորվող բաղադրիչներ
is: Hlutir sem eru valfrjálsir en mælt er með
kab: Isuddas ifrayanen ihulen
km: សមាសភាគ​ដែល​បាន​ផ្ដល់​អនុសាសន៍​ជា​ជម្រើស
kn: ಐಚ್ಛಿಕ ಸಲಹೆ ಮಾಡಲಾಗುವ ಘಟಕಗಳು
ku: Parçeyên pêşniyarkirî yên vebijark
ml: നിര്‍ബന്ധമല്ലാത്ത ഉചിതമായ ഘടകങ്ങള്‍
mr: वैकल्पिक शिफारसीय घटके
ms: Pilihan Komponen Saranan
my: ရွေးချယ်ရန်ညွှန်းဆိုထားသောအစိတ်အပိုင်းများ
or: ବୈକଳ୍ପିକ ପରାମର୍ଶିତ ଉପାଦାନଗୁଡ଼ିକ
pt: Componentes opcionais recomendados
sv: Valfria rekommenderade komponenter
te: ఐచ్చిక సిఫార్సు చేయబడిన కాంపోనెంట్స్
ur: اختیاری تجویز کردہ اجزا
uz: Xohlagan tavsiya qilinadigan komponentlar
xh: Iindidi ezindululwayo ngokunganyanzelisiyo

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
as: ব্যৱস্থাপনা সেৱায় আপোনাক $BrandShortName লুকাই পটভূমিত আপডেইট কৰাৰ অনুমতি দিব।
az: Servis Xidməti, $BrandShortName brauzerinin arxa planda səsszicə yenilənməsini təmin edir.
bn_bd: রক্ষণাবেক্ষন সেবা $BrandShortName কে পটভূমিতে নিঃশব্দভাবে হালনাগাদ হতে অনুমোদন প্রদান করবে
cy: Bydd y Gwasanaeth Cynnal yn caniatáu i chi ddiweddaru $BrandShortName yn dawel yn y cefndir.
es_cl: El servicio de mantenimiento le permitirá actualizar $BrandShortName silenciosamente en segundo plano
gu: જાળવણી સેવા તમને $BrandShortName ને પાશ્વભાગમાં શાંત સ્થિતિમાં સુધારવાની પરવાનગી આપશે.
hr: Servis održavanja će vam omogućiti da se $BrandShortName neprimjetno ažurira u pozadini.
hy_am: Շահագործման ծառայությունը կթույլատրի ձեզ թարմացնել $BrandShortName-ը խորապատկերում:
is: Viðhaldsþjónustan gerir þér kleyft að uppfæra $BrandShortName í bakgrunni.
kab: Ameẓlu n useggwem ak-teǧǧ aţleqmeḍ $BrandShortName s tsusmi deg ugilal.
km: សេវា​កាំ​ថែទាំ​នឹង​អនុញ្ញាត​ឲ្យ​អ្នក​ធ្វើ​បច្ចុប្បន្ន​ភាព $BrandShortName ដោយ​ស្ងាត់​នៅ​ខាង​ក្រោយ ។
kn: ಮೇಲ್ವಿಚಾರಣಾ ಸೇವೆಯು ಹಿನ್ನಲೆಯಲ್ಲಿ ನಿಮ್ಮ $BrandShortName ಅನ್ನು ನಿಶ್ಯಬ್ದವಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡುತ್ತದೆ.
ku: Xizmeta Venêrînê ew xizmet e ku destûrê dide geroka $BrandShortNameê ku li paşperdeyê bêdeng xwe nû bike
ml: പശ്ചാത്തലത്തില്‍ നിങ്ങളുടെ $BrandShortName പരിഷ്കരിയ്ക്കുന്നതിനായി Maintenance സര്‍വീസ് അനുവദിയ്ക്കുന്നു.
mr: दुरूस्ती सर्व्हिस आपणास पार्श्वभूमीत $BrandShortName सुधारित करण्यास परवानगी देते.
ms: Perkhidmatan penyenggaraan akan membenarkan anda untuk mengemaskini $BrandShortName secara senyap di latar belakang.
my: ထိန်းသိမ်းပြုပြင်ခြင်း၀န်ဆောင်မှူသည်သင့်အား $BrandShortName ကိုတိတ်ဆိတ်စွာ အဆင့်မြှင့်တင်နိုင်ပါစေလိမ့်မည်။
or: ରକ୍ଷଣାବେକ୍ଷଣା ଦଳ ଆପଣଙ୍କୁ $BrandShortName ପଛପଟେ ଚୁପଚାପ ଅପଡେଟ କରିବା ପାଇଁ ଅନୁମତି ଦେବ ।
pt: O serviço de manutenção permite-lhe atualizar o $BrandShortName em segundo plano.
sv: Underhållstjänsten låter dig uppdatera $BrandShortName i bakgrunden.
te: నిర్వహణ సేవ మిమ్ములను $BrandShortName ను బ్యాక్‌గ్రౌండ్ నందు నవీకరించుటకు అనుమతించును.
ur: بحالی سروس آپ کو $BrandShortName پس منظر میں خاموشی سے تازہ کرے دے گا۔
uz: Asosiy xizmat $BrandShortName`ni tinchgina orqa fonda yangilash imkonini beradi.
xh: INkonzo yoLondolozo iya kukuvumela uhlaziye i-$BrandShortName ngokuthe cwaka ngemva.

source: Install &Maintenance Service
as: ব্যৱস্থাপনা সেৱা ইনস্টল কৰক (&M)
az: &Servis xidmətini quraşdır
bn_bd: রক্ষনাবেক্ষণ সেবা ইনস্টল করা হবে &M
cy: Gosod y &Gwasanaeth Cynnal
es_cl: Instalar servicio de &mantenimiento
gu: જાળવણી સેવા સ્થાપિત કરો (&M)
hr: Instaliraj &Servis održavanja
hy_am: Տեղադրել &Շահագործման ծառայությունը
is: Setja inn &viðhaldsþjónustu
kab: Sebded ameẓlu n &useggwem
km: ដំឡើង​សេវា​កម្ម​ថែទាំ
kn: ಮೇಲ್ವಿಚಾರಣಾ ಸೇವೆಯನ್ನು ಅನುಸ್ಥಾಪಿಸು (&M)
ku: Xizmeta &Venêrînê saz bike
ml: &Maintenance സര്‍വീസ് ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
mr: दुरूस्ती सर्व्हिस इंस्टॉल करा
ms: &pasang perkhidmatan penyenggaraan
my: &Maintenance ဝန်ဆောင်မှူအားတပ်ဆင်မည်
or: ସ୍ଥାପନ ଏବଂ ରକ୍ଷଣା ବେକ୍ଷଣ ସର୍ଭିସ
pt: Instalar o serviço de &manutenção
sv: Installera &Underhållstjänsten
te: నిర్వహణ సేవను సంస్థాపించు
ur: &بحالی سروس تنصیب کریں
uz: &Asosiy xizmatni oʻrnatish
xh: Fakela iNkonzo &yoLondolozo

source: Summary
as: সাৰাংশ
az: İcmal
bn_bd: সারসংক্ষেপ
cy: Crynodeb
es_cl: Resumen
gu: સાર
hr: Sažetak
hy_am: Կրճատ
is: Samantekt
kab: Agzul
km: សង្ខេប
kn: ಸಾರಾಂಶ
ku: Kurte
ml: ചുരുക്കം
mr: सारांश
ms: Rumusan
my: အကျဉ်းချုပ်
or: ସାରାଂଶ
pt: Resumo
sv: Sammanfattning
te: సారాంశం
ur: خلاصہ
uz: Natija
xh: Isishwankathelo

source: Ready to start installing $BrandShortName
as: $BrandShortName ইনস্টল কৰা আৰম্ভ কৰিব পাৰি
az: $BrandShortName Qurulmağa Hazırdır
bn_bd: $BrandShortName ইনস্টলেশন শুরু করতে প্রস্তুত
cy: Yn barod i osod $BrandShortName
es_cl: Listo para iniciar la instalación de $BrandShortName
gu: $BrandShortName ને સ્થાપિત કરવાનું શરૂ કરવા માટે તૈયાર થાઓ
hr: Spreman za instalaciju $BrandShortName
hy_am: Պատրաստ է սկսելու $BrandShortName-ի տեղադրումը
is: Tilbúin til að setja inn $BrandShortName
kab: Ihegga i tnekra n usebded n $BrandShortName
km: រួច​រាល់​ដើម្បី​ចាប់ផ្ដើម​ដំឡើង $BrandShortName
kn: $BrandShortName ಅನ್ನು ಅನುಸ್ಥಾಪನೆಯನ್ನು ಆರಂಭಿಸಲು ಸಿದ್ಧಗೊಂಡಿದೆ
ku: Sazkirina $BrandShortName'ê amade ye
ml: $BrandShortName ഇന്‍സ്റ്റോള്‍ ചെയ്യുവാന്‍ തയ്യാറാകുന്നു
mr: $BrandShortName चे प्रतिष्ठापन करण्यास सज्ज
ms: Sedia untuk memulakan pemasangan $BrandShortName
my: $BrandShortName ကို စတင်တပ်ဆင်ရန် အသင့်ဖြစ်နေပါပြီ
or: $BrandShortName କୁ ସ୍ଥାପନ କରିବା ପାଇଁ ପ୍ରସ୍ତୁତ
pt: Pronto para instalar o $BrandShortName
sv: Klar att börja installera $BrandShortName
te: $BrandShortName సంస్థాపన ప్రారంభమునకు సిద్ధం
ur: $BrandShortName کی تنصیب شروع کرنے کے لیے تیار
uz: $BrandShortName`ni oʻrnatishni boshlashga tayyor
xh: Ilungele ukufakela i-$BrandShortName

source: $BrandShortName will be installed to the following location:
as: নিম্নলিখিত স্থানত $BrandShortName ইনস্টল হ'ব :
az: $BrandShortName aşağıdakı ünvana quraşdırılacaq.
bn_bd: $BrandShortName যে জায়গায় ইনস্টল করা হবে:
cy: Bydd $BrandShortName yn cael ei osod yn y lleoliad canlynol:
es_cl: $BrandShortName será instalado en la siguiente ubicación:
gu: $BrandShortName નીચેનાં સ્થાને સ્થાપિત થયેલ હશે:
hr: $BrandShortName će biti instaliran sa sljedećim mogućnostima:
hy_am: $BrandShortName-ը կտեղակայվի հետևյալ թղթապանակում՝
is: $BrandShortName verður settur upp á eftirfarandi stað:
kab: $BrandShortName ad yebded deg adeg-agi:
km: $BrandShortName នឹង​ត្រូវ​បាន​ដំឡើង​ទៅកាន់​ទីតាំង​ដូច​ខាង​ក្រោម ៖
kn: $BrandShortName ಅನ್ನು ಈ ಸ್ಥಳದಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸಲಾಗುತ್ತದೆ:
ku: $BrandShortName dê li ciyê jêr hatiye diyarkirin saz bibe:
ml: $BrandShortName ഇവിടെ ഇന്‍സ്റ്റോള്‍ ചെയ്യപ്പെടുന്നു:
mr: $BrandShortName खालील ठिकाणावर प्रतिष्ठापीत केले जाईल:
ms: $BrandShortName akan dipasang ke lokasi berikut:
my: $BrandShortName အား အောက်ပါတည်နေရာသို့တပ်ဆင်လိုက်မည်ဖြစ်သည်
or: $BrandShortName କୁ ନିମ୍ନଲିଖିତ ସ୍ଥାନରେ ସ୍ଥାପନ କରାଯିବ:
pt: O $BrandShortName será instalado nesta localização:
sv: $BrandShortName kommer att installeras till följande plats:
te: $BrandShortName కింది స్థానమునకు సంస్థాపించబడును:
ur: $BrandShortName مندرجہ ذیل جگہ پر تنصیب ہو گا:
uz: $BrandShortName quyidagi manzilga oʻrnatiladi:
xh: I-$BrandShortName iya kufakelwa kule ndawo ilandelayo:

source: A restart of your computer may be required to complete the installation.
as: ইনস্টল সম্পূৰ্ণ কৰিবলৈ আপোনাৰ কমপিউটাৰ পুনাৰম্ভ কৰিব লগা হ'ব পাৰে।
az: Quraşdırmanın tamamlanması üçün komputerinizin yenidən başlatılması lazım ola bilər.
bn_bd: ইনস্টলেশন সম্পন্ন করতে আপনার কম্পিউটার পুনরায় চালু করতে হতে পারে।
cy: Efallai bydd angen ailgychwyn y cyfrifiadur er mwyn cwblhau'r gosod.
es_cl: Es posible que sea necesario reiniciar el computador para completar la instalación.
gu: તમારા કમ્પ્યૂટરને પુન:શરૂ કરવા સ્થાપનને સમાપ્ત કરવાની જરૂર પડી શકે છે.
hr: Možda će biti potrebno ponovno pokretanje vašeg računala za dovršetak instalacije.
hy_am: Տեղակայման ավարտի համար կարող է պահանջվել ձեր համակարգչի վերագործարկումը:
is: Hugsanlega þyrfti endurræsingu á tölvu til að klára uppsetninguna.
kab: Issefk ad tsenkreḍ i tikelt nniḍen aselkim inek akken ad ifak usebded.
km: ទាមទារ​ឲ្យ​ចាប់ផ្ដើម​​​កុំព្យូទ័រ​របស់​អ្នក​ឡើង​វិញ​ ដើម្បី​បញ្ចប់​ការ​ដំឡើង ។
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ ಗಣಕವನ್ನು ಮರಳಿ ಆರಂಭಿಸುವ ಅಗತ್ಯವಿರಬಹುದು.
ku: Ji bo qedandina sazkirinê dibe ku nûdestpêkirina komputerê pêwîst be.
ml: ഇന്‍സ്റ്റലേഷന്‍ പൂര്‍ത്തിയാക്കുന്നതിനായി കമ്പ്യൂട്ടര്‍ വീണ്ടും ആരംഭിയ്ക്കേണ്ടതുണ്ടു്.
mr: प्रतिष्ठापन पूर्ण करण्यासाठी संगणकाला पुनः सुरू करणे आवश्यक आहे.
ms: Komputer anda perlu mula semula untuk melengkapkan pemasangan.
my: တပ်ဆင်ခြင်းပြီးမြောက်ရန် ကွန်ပျူတာအားပြန်လည်စတင်ရန်လိုအပ်ပါသည်။
or: ସ୍ଥାପନ କ୍ରିୟା ସମାପ୍ତ କରିବା ପାଇଁ ଆପଣଙ୍କ କମ୍ପୁଟରକୁ ପୁନଃ ଚାଳନ କରିବା ଆବଶ୍ୟକ।
pt: Pode ser necessário reiniciar o computador para completar a instalação.
sv: Du kan behöva starta om datorn för att slutföra installationen.
te: సంస్థాపనను పూర్తి చేయుటకు మీ కంప్యూటర్‌ను పునఃప్రారంభించవలసి వుంటుంది.
ur: تنصیب مکمل کرنے کے لیے آپ کے کمپیوٹر کو پھر شروع کرنے کی ضرورت پڑھ سکتی ہے۔
uz: Oʻrnatishni tugatish uchun kompyuteringizni oʻchirib-yoqish talab qilinishi mumkin.
xh: Ukuqaliswa kwakhona kwekhompyutha kusenokufuneka ukugqibezela ufakelo.

source: A restart of your computer may be required to complete the uninstall.
as: ইনস্টল সম্পূৰ্ণভাবে আঁতৰাবলৈ আপোনাৰ কমপিউটাৰ পুনাৰম্ভ কৰিব লগা হ'ব পাৰে।
az: Silinmənin tamamlanması üçün komputerinizin yenidən başlatılması lazım ola bilər.
bn_bd: আনইনস্টলেশন সম্পন্ন করতে আপনার কম্পিউটার পুনরায় চালু করতে হতে পারে।
cy: Efallai bydd angen ailgychwyn y cyfrifiadur er mwyn cwblhau'r dadosod.
es_cl: Es posible que sea necesario reiniciar el computador para completar la desinstalación.
gu: તમારા કમ્પ્યૂટરને પુન:શરૂ કરવા બિનસ્થાપનને સમાપ્ત કરવાની જરૂર પડી શકે છે.
hr: Možda će biti potrebno ponovo pokretanje vašeg računala za dovršetak deinstalacije.
hy_am: Հեռացման ավարտի համար կարող է պահանջվել ձոր համակարգչի վերագործարկումը:
is: Hugsanlega þyrfti endurræsingu á tölvu til að klára fjarlægingu.
kab: Ahat issefk ad tsenkreḍ i tikelt nniḍen aselkim inek akken ad tfak tukksa.
km: ទាមទារ​ឲ្យ​ចាប់ផ្ដើម​​​កុំព្យូទ័រ​របស់​អ្នក​ឡើង​វិញ​ ដើម្បី​បញ្ចប់​ការ​លុប ។
kn: ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ ಗಣಕವನ್ನು ಮರಳಿ ಆರಂಭಿಸುವ ಅಗತ್ಯವಿರಬಹುದು.
ku: Ji bo qedandina rakirinê dibe ku nûdestpêkirina komputerê pêwîst be.
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്തതു് നീക്കം ചെയ്യുന്നതിനു് കമ്പ്യൂട്ടര്‍ വീണ്ടും ആരംഭിയ്ക്കേണ്ടതുണ്ടു്.
mr: प्रतिष्ठापनअशक्य पूर्ण करण्यासाठी संगणकाला पुनः सुरू करणे आवश्यक आहे.
ms: Komputer anda mungkin perlu mula semula untuk melengkapkan nyahpasang.
my: ပြန်လည်ဖြုတ်ခြင်းပြီးမြောက်စေရန်အတွက် ကွန်ပျူတာအားပြန်လည်စတင်ရန်လိုအပ်နေပါသည်။
or: ବିସ୍ଥାପନ କ୍ରିୟା ସମାପ୍ତ କରିବା ପାଇଁ ଆପଣଙ୍କ କମ୍ପୁଟରକୁ ପୁନଃ ଚାଳନ କରିବା ଆବଶ୍ୟକ।
pt: Pode ser necessário reiniciar o computador para completar a desinstalação.
sv: Du kan behöva starta om datorn för att slutföra avinstallationen.
te: నిర్మూలనను పూర్తిచేయుటకు మీ కంప్యూటర్ ను పునఃప్రారంభించవలసివుంటుంది.
ur: ناتنصیب مکمل کرنے کے لیے کمپیوٹر پھر سٹارٹ کرنے کی ضرورت پڑھ سکتی ہے۔
uz: Oʻchirish jarayonini tugatish uchun kompyuteringizni oʻchirib-yoqish talab qilinishi mumkin.
xh: Ukuqaliswa kwakhona kwekhompyutha kusenokufuneka ukugqibezela ukukhutshwa kobekufakelwe.

source: U&se $BrandShortName as my default web browser
as: $BrandShortName ক মোৰ অবিকল্পিত ব্ৰাউছাৰ হিচাপে ব্যৱহাৰ কৰক (&s)।
az: $BrandShortName mənim əsas səyyahım &olsun
bn_bd: ডিফল্ট ওয়েব ব্রাউজার হিসেবে $BrandShortName ব্যবহার করুন (&s)
cy: &Defnyddio $BrandShortName fel y porwr rhagosodedig
es_cl: U&sar $BrandShortName como su navegador predeterminado.
gu: મારા મૂળભૂત વેબ બ્રાઉઝર તરીકે $BrandShortName ને વાપરો (&s)
hr: &Koristi $BrandShortName kao moj uobičajeni pretraživač
hy_am: Օ&գտագործել $BrandShortName-ը որպես հիմնական դիտարկիչ:
is: &Nota $BrandShortName sem sjálfgefin vafra
kab: &Seqdec $BrandShortName d iminig inu amezwer
km: ប្រើ $BrandShortName ជា​កម្មវិធី​រុករក​បណ្ដាញ​លំនាំដើម​របស់​ខ្ញុំ
kn: $BrandShortName ಅನ್ನು ನನ್ನ ಪೂರ್ವನಿಯೋಜಿತ (ಡೀಫಾಲ್ಟ್‍) ಜಾಲ ವೀಕ್ಷಕವಾಗಿ ಬಳಸು (&s)
ku: $BrandShortName 'ê wekî geroka min a standard bi &kar bîne
ml: സ്വതവേയുള്ള ബ്രൌസറായി $BrandShortName &ഉപയോഗിക്കുക
mr: $BrandShortName यांस पूर्वनिर्धारीत वेब ब्राउझर म्हणून वापर करा
ms: &Gunakan $BrandShortName sebagai pelayar rasmi
my: $BrandShortName အား &s အမြဲသုံးအင်တာနက်ကြည့်အဖြစ်သုံးမည်။
or: $BrandShortName କୁ ମୋର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ୱେବ ବ୍ରାଉଜର ଭାବରେ ବ୍ୟବହାର କରନ୍ତୁ (&s)
pt: &Utilizar o $BrandShortName como o meu navegador predefinido
sv: &Använd $BrandShortName som standardwebbläsare
te: $BrandShortName ని నా అప్రమేయ విహరిణి గా చేయి
ur: $BrandShortName کو میرے طےشدہ براؤزر کے طور پر &استعمال کریں
uz: $BrandShortName`dan asosiy brauzer sifatida &foydalanilsin
xh: Se&benzisa i-$BrandShortName njengebhrawuza yewebhu esisiseko
