Repository: tktk711/mozilla-l10n
Catalog: */browser/installer/custom.properties.po
Languages: as, az, bn_bd, cy, es_cl, gu, hr, hy_am, is, kab, km, kn, ku, ml, mr, ms, my, or, pt, sv, te, ur, uz, xh

source: Click Install to continue.
as: আগবাঢ়িবলৈ ইনস্টল টিপক।
az: Davam etmək üçün Qur düyməsinə klikləyin.
bn_bd: চালিয়ে যেতে "ইনস্টল" ক্লিক করুন।
cy: Clicio Gosod i barhau.
es_cl: Haga click en Instalar para continuar
gu: ચાલુ રાખવા માટે સ્થાપન પર ક્લિક કરો.
hr: Kliknite Instalacija za nastavak.
hy_am: Շարունակելու համար սեղմեք Տեղակայել:
is: Smelltu á Setja inn til að halda áfram.
kab: Sit ɣef sebded iwakken ad tedduḍ
km: ចុច​ ដំឡើង​ដើម្បី​បន្ត ។
kn: ಮುಂದುವರೆಯಲು ಅನುಸ್ಥಾಪಿಸು ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: Ji bo domandinê bişkojka Saz Bike bitikîne
ml: തുടരുന്നതിനായി ക്ലിക്ക് ചെയ്യുക.
mr: पुढे जाण्यासाठी प्रतिष्ठापीत करा क्लिक करा.
ms: Klik Install untuk sambung.
my: ဆက်လက်လုပ်ဆောင်ရန်အတွက် အင်စတောအားနှိပ်ပါ။
or: ଆଗକୁ ବଢ଼ିବା ପାଇଁ ସ୍ଥାପନ କରନ୍ତୁ କୁ କ୍ଲିକ କରନ୍ତୁ।
pt: Clique Instalar para continuar.
sv: Klicka på Installera för att fortsätta.
te: కొనసాగించుటకు స్థాపన నొక్కుము
ur: جاری کرنے کے لیے تنصیب کریں کلک کریں۔
uz: Davom etish uchun "Oʻrnatish"ni bosing.
xh: Cofa u-Fakela ukuze uqhubeke.

source: Click Upgrade to continue.
as: আগবাঢ়িবলৈ উন্নয়ন ক্লিক কৰক।
az: Davam etmək üçün yenilə düyməsinə klikləyin.
bn_bd: চালিয়ে যেতে "আপগ্রেড" ক্লিক করুন।
cy: Clicio Diweddaru i barhau.
es_cl: Haga click en Actualizar para continuar
gu: ચાલુ રાખવા માટે સુધારા પર ક્લિક કરો.
hr: Kliknite Nadogradnja za nastavak.
hy_am: Շարունակելու համար սեղմեք Թարմացնել:
is: Smelltu á uppfæra til að halda áfram.
kab: Sit ɣef leqqem iwakken ad tedduḍ
km: ចុច​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង​ ដើម្បី​បន្ត ។
kn: ಮುಂದುವರೆಯಲು ನವೀಕರಿಸು ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: Ji bo domandinê Bilind Bike bitikîne.
ml: തുടരുന്നതിനായി പരിഷ്കരിക്കുക എന്ന ബട്ടണ്‍ ക്ലിക്ക് ചെയ്യുക.
mr: पुढे जाण्यासाठी सुधारीत करा क्लिक करा.
ms: Klik Upgrade untuk sambung.
my: ဆက်လက်လုပ်ဆောင်ရန်အဆင့်တိုးမြှင့်မည်ကိုနှိပ်ပါ။
or: ଆଗକୁ ବଢ଼ିବା ପାଇଁ ଉନ୍ନୟନ କରନ୍ତୁ କୁ କ୍ଲିକ କରନ୍ତୁ।
pt: Clique Atualizar para continuar.
sv: Klicka på Uppgradera för att fortsätta.
te: కొనసాగించుటకు నవీకరణ నొక్కుము
ur: جاری کرنے کے لیے اپ گریڈ کلک کریں۔
uz: Davom etish uchun "Yangilash"ni bosing.
xh: Cofa kuHlaziya ukuze uqhube.

source: &Tell us what you thought of $BrandShortName
as: $BrandShortName ৰ বিষয়ে আপুনি কি ভাবে আমাক কওক (&T)
az: &Bizə $BrandShortName haqqında nə düşündüyünüzü deyin
bn_bd: $BrandShortName সম্পর্কে আপনার মন্তব্য আমাদের জানান (&T)
cy: Dweud wr&thym eich barn am $BrandShortName
es_cl: Cuén&tenos lo que pensó de $BrandShortName
gu: અમને કહો $BrandShortName વિશે તમારો શું વિચાર છે (&T)
hr: &Recite nam što mislite o $BrandShortName
hy_am: &Տեղեկացրեք մեզ, թե ինչ եք մտածում $BrandShortName-ի մասին
is: &Segðu okkur þitt álit á $BrandShortName
kab: &Mudd-ed ticki yinek ɣef $BrandShortName
km: ប្រាប់​ពួក​យើង​នូវ​អ្វី​ដែល​អ្នក​គិត​អំពី $BrandShortName
kn: $BrandShortName ಬಗ್ಗೆ ಏನು ತಿಳಿದಿದ್ದೀರಿ ಎಂದು ನಮಗೆ ತಿಳಿಸಿ (&T)
ku: Ji me re bêje ka tu di derbarê $BrandShortName'ê de çi difikirî
ml: $BrandShortName-നെപ്പറ്റി നിങ്ങള്‍ക്കെന്തു് &തോന്നുന്നു?
mr: $BrandShortName विषयी काय वाटते ते कळवा (&T)
ms: &Beritahu kami apa pandangan anda tentang $BrandShortName
my: $BrandShortName ကို အသုံးပြုရာတွင် သင့်ထင်မြင်ချက်ကို ပြောပြပါ
or: &Tell us what you thought of $BrandShortName ବିଷୟରେ ଆପଣ କଣ ଭାବୁଛନ୍ତି ତାହା କୁହନ୍ତୁ (&T)
pt: &Diga-nos o que achou do $BrandShortName
sv: &Berätta för oss vad du tyckte om $BrandShortName
te: $BrandShortName గురించి మీరు యేమనుకుంటున్నారో మాకు చెప్పండి
ur: ہمیں &بتائیں کہ آپ کا $BrandShortName کے بارے میں کیا خیال ہے
uz: $BrandShortName haqidagi fikrlaringizni bizga &ayting
xh: &Sichazele into oyicingayo nge-$BrandShortName

source: &Launch $BrandShortName now
as: $BrandShortName এতিয়া আৰম্ভ কৰক (&L)
az: $BrandShortName &brauzerini aç
bn_bd: $BrandShortName এখনি চালু করা হবে (&L)
cy: &Cychwyn $BrandShortName nawr
es_cl: &Iniciar $BrandShortName ahora
gu: હવે $BrandShortName શરૂ કરો (&L)
hr: &Pokreni $BrandShortName odmah
hy_am: &Բացել $BrandShortName-ը
is: &Keyra $BrandShortName núna
kab: &Senker tura $BrandShortName
km: ចាប់ផ្ដើម $BrandShortName ឥឡូវ​នេះ
kn: $BrandShortName ಅನ್ನು ಈಗಲೆ ಆರಂಭಿಸು (&L)
ku: $BrandFullName'ê niha &Bixebitîne
ml: ഉടന്‍ $BrandShortName &ലഭ്യമാക്കൂ
mr: आत्ता $BrandShortName सुरू करा (&L)
ms: &Lancarkan $BrandShortName sekarang
my: $BrandShortName ကို ယခုပင် ဖွင့်မည်
or: $BrandShortName କୁ ବର୍ତ୍ତମାନ ଆରମ୍ଭ କରନ୍ତୁ (&L)
pt: &Iniciar o $BrandShortName agora
sv: &Starta $BrandShortName nu
te: $BrandShortName ఇప్పుడు ప్రారంభించు
ur: $BrandShortName ابھی &چلائیں
uz: $BrandShortName hozir ishga tushirilsin
xh: &Misela i-$BrandShortName ngoku

source: Create icons for $BrandShortName:
as: $BrandShortName ৰ বাবে আইকণ সৃষ্টি কৰক:
az: Bura $BrandShortName qısayollarını əlavə et:
bn_bd: $BrandShortName এর জন্য আইকন তৈরি করা হবে:
cy: Creu eiconau $BrandShortName:
es_cl: Crear iconos para $BrandShortName:
gu: $BrandShortName માટે ચિહ્નો બનાવો:
hr: Izradi ikonice za $BrandShortName:
hy_am: Ստեղծել $BrandShortName-ի պատկերակներ`
is: Búa til táknmyndir fyrir $BrandShortName:
kab: Rnu tignitin i $BrandShortName:
km: បង្កើត​រូបតំណាង​សម្រាប់ $BrandShortName ៖
kn: $BrandShortName ಗಾಗಿ ಚಿಹ್ಕೆಗಳನ್ನು ರಚಿಸಿ:
ku: Ji bo $BrandShortName'ê îkonan biafirîne:
ml: $BrandShortName-നു് പ്രതിരൂപങ്ങള്‍ തയ്യാറാക്കൂ:
mr: $BrandShortName करीता चिन्हे निर्माण करा:
ms: Cipta ikon untuk $BrandShortName:
my: $BrandShortName: အတွက် အိုင်ကွန်များဖန်တီးမည်
or: $BrandShortName ପାଇଁ ଚିତ୍ରସଂକେତ ନିର୍ମାଣ କରନ୍ତୁ:
pt: Criar ícones para o $BrandShortName:
sv: Skapa ikoner för $BrandShortName:
te: $BrandShortName కొరకు ప్రతిమలను సృష్టించు:
ur: $BrandShortName کے لیے شبیہیں بنائیں:
uz: $BrandShortName uchun nishonchalar yaratish:
xh: Yenza iiayikhoni ze-$BrandShortName:

source: On my &Desktop
as: মোৰ ডেস্কটপত (&D)
az: İşç&i stolu
bn_bd: আমার ডেস্কটপে (&D)
cy: Ar y &Bwrdd Gwaith
es_cl: En mi &Escritorio
gu: મારા ડેસ્કટોપ પર (&D)
hr: Na &radnoj površini
hy_am: &Աշխատասեղանին
is: Á &skjáborðinu
kab: Ɣef &ufellaru yinu
km: នៅ​លើ​ផ្ទៃ​តុ​របស់​ខ្ញុំ
kn: ನನ್ನ ಗಣಕತೆರೆಯಲ್ಲಿ (&D)
ku: Li &Sermaseya min
ml: എന്റെ &പണിയിടം
mr: माझ्या डेस्कटॉपवर (&D)
ms: &Pada Desktop Ku
my: ဒက်စ်တော့ပ်မျက်နှာပြင်ပေါ်တွင်
or: ମୋର ଡ଼େସ୍କଟପ ଉପରେ (&D)
pt: No meu ambiente &de trabalho
sv: På S&krivbordet
te: నా డెస్కుటాప్ పైన
ur: میری &ڈیسک ٹاپ پر
uz: &Ish stolimda
xh: Kwi&Desktophu yam

source: In my &Start Menu Programs folder
as: মোৰ আৰম্ভণি মেনু প্ৰগ্ৰামসমূহ ফোল্ডাৰত (&S)
az: &Başlat münyusundakı Proqramlar qovluğu
bn_bd: আমার স্টার্ট মেনু প্রোগ্রাম ফোল্ডারে (&S)
cy: Yn ffolder &Rhaglenni Dewislen Cychwyn
es_cl: En mi carpeta de programas del &Menú Inicio
gu: મારા શરૂઆતી મેનુ કાર્યક્રમ ફોલ્ડરમાં (&S)
hr: U mapi Programi &Start izbornika
hy_am: &Start ընտրացանկի ծրագրերի թղթապանակում
is: Í &ræsivalmyndamöppu
kab: Ɣef ukaram &Ihilen n wumuɣ Senker
km: នៅ​ក្នុង​ថត​ ចាប់ផ្ដើម​កម្មវិធី​ម៉ឺនុយ​របស់​ខ្ញុំ
kn: ನನ್ನ ಆರಂಭಿಕ ಮೆನು ಪ್ರೊಗ್ರಾಮ್‌ಗಳ ಕಡತಕೋಶದಲ್ಲಿ (&S)
ku: Di peldanka &Bernameyên Pêşeka Destpêkê de
ml: എന്റെ പ്രാരം&ഭ മെനു പ്രോഗ്രാമുകളുടെ ഫോള്‍ഡര്‍
mr: माझ्या स्टार्ट मेन्यू प्रोग्राम्स् फोल्डरमध्ये (&S)
ms: &Dalam folder Menu Mula ku
my: Start Menu Programs ဖိုင်တွဲထဲတွင်
or: ମୋର ଆରମ୍ଭ ତାଲିକା ପ୍ରଗ୍ରାମ ଫୋଲଡ଼ର ମଧ୍ଯରେ (&S)
pt: Na pasta de programa&s do menu Iniciar
sv: I &Start-menyns Programmapp
te: నా స్టార్ట్ మెనూ ప్రోగ్రామ్స్ సంచయం నందు
ur: میرے &سٹارٹ مینیو فولڈر میں
uz: "Dasturlar menyusini &ishga tushirish" jildida
xh: Kwifolda yam yeeNkqubo zoku&Qalisa iMenyu

source: In my &Quick Launch bar
as: মোৰ দ্ৰুত লঞ্চ বাৰত (&Q)
az: &Tez başlat sətiri
bn_bd: আমার কুইকলঞ্চ বারে (&Q)
cy: Yn y bar &Cychwyn Cyflym
es_cl: En mi barra de &Inicio Rápido
gu: મારી ઝડપી લૉન્ચ પટ્ટીમાં (&Q)
hr: U &brzoj traci
hy_am: &Արագ Սկսման վահանակում
is: Í &flýtiræsingaslá
kab: Ɣef ufeggag Asen&ker arurad
km: នៅ​ក្នុង​របារ​ចាប់ផ្ដើម​រហ័ស​របស់​ខ្ញុំ
kn: ನನ್ನ ಕ್ವಿಕ್‌ ಲಾಂಚ್ ಪಟ್ಟಿಯಲ್ಲಿ (&Q)
ku: Di darika &Xebitandina Bilez de
ml: എന്റെ &പെട്ടെന്നു് ലഭ്യമാക്കുന്ന ബാറില്‍
mr: माझ्या पटकन सुरू करा पट्टीमध्ये (&Q)
ms: &Dalam Bar Lancar Pantas ku
my: အမြန်ဖွင့်ဘားတန်းထဲတွင်
or: ମୋର ଶିଘ୍ର ଆରମ୍ଭ ପଟିରେ (&Q)
pt: Na barra de &Iniciação rápida
sv: I Sna&bbstartfältet
te: నా క్విక్ లాంచ్ పట్టీనందు
ur: میرے &سریع چالو بار میں
uz: "&Tez ishga tushirish" panelida
xh: Kwibha yam yeLontshi &eKhawulezayo

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
as: ইনস্টলত আগবাঢ়িবলৈ $BrandShortName ক বন্ধ কৰিব লাগিব। আগবাঢ়িবলৈ অনুগ্ৰহ কৰি $BrandShortName ক বন্ধ কৰক।
az: Quraşdırmaya davam etmək üçün $BrandShortName bağlanmalıdır. Davam etmək üçün lütfən $BrandShortName proqramını bağlayın.
bn_bd: ইনস্টলেশন চালিয়ে যেতে $BrandShortName বন্ধ করা প্রয়োজন। অনুগ্রহ করে $BrandShortName বন্ধ করুন।
cy: Rhaid cau $BrandShortName er mwyn parhau gyda'r gosod. Caewch $BrandShortName er mwyn parhau.
es_cl: $BrandShortName debe cerrarse para proceder con la instalación. Cierre $BrandShortName para continuar.
gu: $BrandShortName એ સ્થાપન સાથે આગળ ધપવા માટે બંધ થયેલ હોવી જ જોઇએ. મહેરબાની કરીને ચાલુ રાખવા માટે $BrandShortName બંધ કરો.
hr: $BrandShortName mora biti zatvoren prije nastavka instalacije. Molim, zatvorite $BrandShortName za nastavak.
hy_am: $BrandShortName-ը պետք է փակվի, որպեսզի սկսվի տեղակայումը: Խնդրում ենք փակել $BrandShortName-ը:
is: Loka verður $BrandShortName til að halda áfram með uppsetningu. Lokaðu $BrandShortName til að halda áfram.
kab: Issefk ad tmedleḍ $BrandShortName akken ad tessenkreḍ asebded. Ma ulac aɣilif, mdel $BrandShortName akken ad tkemleḍ.
km: ត្រូវ​តែ​បិទ $BrandShortName ដើម្បី​បន្ត​ការ​ដំឡើង ។ សូម​បិទ $BrandShortName ដើម្បី​បន្ត ។
kn: ಅನುಸ್ಥಾಪನೆಯೊಂದಿಗೆ ಮುಂದುವರೆಸಲು $BrandShortName ಅನ್ನು ಮುಚ್ಚಬೇಕು. ಮುಂದುವರೆಯಲು ದಯವಿಟ್ಟು $BrandShortName ಅನ್ನು ಮುಚ್ಚಿ.
ku: Ji bo ku sazkirin bidome divê $BrandShortName bê girtin. Ji bo domandinê ji kerema xwe re $BrandShortName 'ê bigire.
ml: ഇന്‍സ്റ്റലേഷനുമായി മുമ്പോട്ട് തുടരുന്നതിനു് $BrandShortName അടയ്ക്കേണ്ടതുണ്ടു്. ദയവായി $BrandShortName അടയ്ക്കുക.
mr: प्रतिष्ठापनसह पुढे जाण्यासाठी $BrandShortName बंद करणे आवश्यक आहे. पुढे जाणयासाठी कृपया $BrandShortName बंद करा.
ms: $BrandShortName perlu ditutup untuk meneruskan pemasangan. Sila tutup $BrandShortName untuk langkah seterusnya.
my: တပ်ဆင်ခြင်းဆောင်ရွက်ရန် $BrandShortName ကို ပိတ်ထားရပါမည်။ ဆက်လက်ဆောင်ရွက်ရန် ကျေးဇူးပြု၍ $BrandShortName ကို ပိတ်ပါ။
or: ସ୍ଥାପନ କ୍ରିୟାକୁ ଆଗକୁ ବଢ଼ାଇବା ପାଇଁ $BrandShortName କୁ ବନ୍ଦ କରିବାକୁ ହେବ। ଆଗକୁ ବଢ଼ିବା ପାଇଁ ଦୟାକରି $BrandShortName କୁ ବନ୍ଦକରନ୍ତୁ।
pt: Tem que fechar o $BrandShortName para continuar com a instalação. Por favor feche o $BrandShortName.
sv: $BrandShortName måste avslutas för att installationen ska kunna fortsätta. Avsluta $BrandShortName för att fortsätta.
te: సంస్థాపనతో కొనసాగుటకు $BrandShortName తప్పక మూయాలి. కొనసాగించుటకు దయచేసి $BrandShortName మూయండి.
ur: تنصیب عمل پذیر کرنے کے لیے $BrandShortName کو بند کرنا ہو گا۔ جاری کرنے کے لیے $BrandShortName کو بند کریں۔
uz: Oʻrnatishni amalga oshirish uchun $BrandShortName yopilishi kerak. Davom etish uchun $BrandShortName`ni yoping.
xh: I-$BrandShortName mayivalwe ukuze kuqhutywe nofakelo. Nceda uvale i-$BrandShortName ukuze uqhube.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
as: ইনস্টলত আঁতৰাবলৈ $BrandShortName ক বন্ধ কৰিব লাগিব। আগবাঢ়িবলৈ অনুগ্ৰহ কৰি $BrandShortName ক বন্ধ কৰক।
az: Silinməyə davam etmək üçün $BrandShortName proqramı bağlanmalıdır. Davam etmək üçün lütfən $BrandShortName proqramını bağlayın.
bn_bd: আনইনস্টলেশন চালিয়ে যেতে $BrandShortName বন্ধ করা প্রয়োজন। অনুগ্রহ করে $BrandShortName বন্ধ করুন।
cy: Rhaid cau $BrandShortName er mwyn parhau gyda'r dadosod. Caewch $BrandShortName er mwyn parhau.
es_cl: $BrandShortName debe cerrarse para proceder con la instalación. Cierre $BrandShortName para continuar.
gu: $BrandShortName એ બિનસ્થાપન સાથે આગળ ધપવા માટે બંધ થયેલ હોવી જ જોઇએ. મહેરબાની કરીને ચાલુ રાખવા માટે $BrandShortName બંધ કરો.
hr: $BrandShortName mora biti zatvoren prije nastavka uklanjanja. Molim, zatvorite $BrandShortName za nastavak.
hy_am: $BrandShortName-ը պիտի փակվի, որպեսզի շարունակվի հեռացումը: Խնդրում ենք փակել $BrandShortName-ը:
is: Loka verður $BrandShortName til að halda áfram með fjarlægingu. Vinsamlega lokaðu $BrandShortName til að halda áfram.
kab: Issefk ad tmedleḍ $BrandShortName akken ad tessenkreḍ tukksa. Ma ulac aɣilif, mdel $BrandShortName akken ad tkemleḍ.
km: ត្រូវ​តែ​បិទ $BrandShortName ដើម្បី​បន្ត​ការ​លុប ។ សូម​បិទ $BrandShortName ដើម្បី​បន្ត ។
kn: ತೆಗೆದುಹಾಕುವಿಕೆಯೊಂದಿಗೆ ಮುಂದುವರೆಯಲು $BrandShortName ಅನ್ನು ಮುಚ್ಚಬೇಕು. ಮುಂದುವರೆಯಲು ದಯವಿಟ್ಟು $BrandShortName ಅನ್ನು ಮುಚ್ಚಿ.
ku: Ji bo ku rakirin bidome divê sepana $BrandFullName bê gitrin. Ji bo karibî bidomînî, ji kerema xwe re sepana $BrandFullName bigire.
ml: അണ്‍ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതിനായി $BrandShortName അടയ്ക്കേണ്ടതുണ്ടു്. ദയവായി $BrandShortName അടച്ചു് തുടരുക.
mr: प्रतिष्ठापनअशक्यसह पुढे जाण्यासाठी $BrandShortName बंद करणे आवश्यक आहे. पुढे जाणयासाठी कृपया $BrandShortName बंद करा.
ms: $BrandShortName hendaklah ditutup untuk meneruskan pembuangan. Tolong tutup $BrandShortName untuk maju.
my: ဖြုတ်ခြင်းလုပ်ငန်းဆောင်ရွက်ရန် $BrandShortName ကို ပိတ်ထားရပါမည်။ ဆက်လက်ဆောင်ရွက်ရန် ကျေးဇူးပြု၍ $BrandShortName ကို ပိတ်ပါ။
or: ବିସ୍ଥାପନ କ୍ରିୟାକୁ ଆଗକୁ ବଢ଼ାଇବା ପାଇଁ $BrandShortName କୁ ବନ୍ଦ କରିବାକୁ ହେବ। ଆଗକୁ ବଢ଼ିବା ପାଇଁ ଦୟାକରି $BrandShortName କୁ ବନ୍ଦକରନ୍ତୁ।
pt: Tem que fechar o $BrandShortName para continuar com a desinstalação. Por favor feche o $BrandShortName.
sv: $BrandShortName måste avslutas för att avinstallationen ska kunna fortsätta. Avsluta $BrandShortName för att fortsätta.
te: నిర్మూలన చేయుటకు $BrandShortName తప్పక మూయాలి. కొనసాగుటకు $BrandShortName మూయండి.
ur: تنصیب عمل پذیر کرنے کے لیے $BrandShortName کو بند کرنا ہو گا۔ جاری کرنے کے لیے $BrandShortName کو بند کریں۔
uz: Oʻchirishni amalga oshirish uchun $BrandShortName yopilishi kerak. Davom etish uchun $BrandShortName`ni yoping.
xh: I-$BrandShortName mayivalwe ukuze kukhutshwe obekufakelwe. Nceda uvale i-$BrandShortName ukuze uqhube.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
as: $BrandShortName ইতিমধ্যে চলি আছে। আপুনি এইমাত্ৰ ইনস্টল কৰা সংস্কৰণক আৰম্ভ কৰাৰ পূৰ্বে অনুগ্ৰহ কৰি $BrandShortName ক বন্ধ কৰক।
az: $BrandShortName hazırda açıqdır. Yeni quraşdırdığınız versiyanı açmaq üçün əvvəlcə $BrandShortName proqramını bağlayın.
bn_bd: $BrandShortName বর্তমানে চলছে। অনুগ্রহ করে আপনি এইমাত্র যে সংস্করনটি ইনস্টল করলেন সেটি চালানোর জন্য $BrandShortName বন্ধ করুন।
cy: Mae $BrandShortName yn rhedeg yn barod. Caewch $BrandShortName cyn cychwyn y fersiwn rydych newydd ei osod.
es_cl: $BrandShortName se está ejecutando. Cierre $BrandShortName previo a iniciar la versión que acaba de instalar.
gu: $BrandShortName પહેલેથી જ ચાલી રહી છે. મહેરબાની કરીને આવૃત્તિને શરૂ કરતા પહેલાં$BrandShortName ને બંધ કરો જે તમે હમણાં સ્થાપિત કરેલ છે.
hr: $BrandShortName je već pokrenut. Molim, zatvorite $BrandShortName prije pokretanja nove inačice koju ste upravo instalirali.
hy_am: $BrandShortName-ը արդեն աշխատում է: Խնդրում ենք փակել $BrandShortName-ի նախկինը, որպեսզի բացվի նոր տեղակայած տարբերակը:
is: $BrandShortName er þegar keyrandi. Vinsamlega lokaðu $BrandShortName áður en þú ræsir upp útgáfuna sem þú varst að setja inn.
kab: $BrandShortName ay teddu yakan. Ma ulac aɣilif mdel $BrandShortName send asenker n lqem i tesbedeḍ yakan tura.
km: $BrandShortName កំពុង​ដំណើរការ ។ សូម​បិទ​ $BrandShortName មុន​នឹង​ចាប់ផ្ដើម​កំណែ​ដែល​អ្នក​ទើប​តែ​បាន​ដំឡើង ។
kn: $BrandShortName ಅನ್ನು ಈಗಾಗಲೆ ತೆರೆಯಲಾಗಿದೆ. ನೀವು ಈಗತಾನೆ ಅನುಸ್ಥಾಪಿಸಿದ ಆವೃತ್ತಿಯನ್ನು ಆರಂಭಿಸುವ ಮೊದಲು ದಯವಿಟ್ಟು $BrandShortName ಅನ್ನು ಮುಚ್ಚಿ.
ku: $BrandFullName jixwe dixebite. Ji bo guheretoya nû, ji kerema xwe re sepana $BrandFullName bigire.
ml: $BrandShortName നിലവില്‍ പ്രവര്‍ത്തിയ്ക്കുന്നു. ഇപ്പോള്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്ത പതിപ്പു് തുറക്കുന്നതിനു് മുമ്പായി $BrandShortName അടയ്ക്കുക.
mr: $BrandShortName आधिपासूनच कार्यरत आहे. नुकतेच प्रतिष्ठापीत केलेली आवृत्ती सुरू करण्यापूर्वी कृपया $BrandShortName बंद करा क्लिक करा.
ms: $BrandShortName sedang berjalan. Sila tutup $BrandShortName sebelum melancarkan versi yang baru dipasang.
my: $BrandShortName သည်အလုပ်လုပ်နေပြီးဖြစ်သည်။ ကျေးဇူးပြုပြီးသင်ယခုတပ်ဆင်လိုက်သော ဗားရှင်းထက်ရှေးကျသော $BrandShortName အားပိတ်လိုက်ပါ။
or: $BrandShortName ପୂର୍ବରୁ ଚାଲୁଅଛି। ଆପଣ ଏବେ ସ୍ଥାପନ କରିଥିବା ସଂସ୍କରଣକୁ ଆରମ୍ଭ କରିବା ପୂର୍ବରୁ $BrandShortNameକୁ ଦୟାକରି ବନ୍ଦ କରନ୍ତୁ।
pt: O $BrandShortName já está a ser executado. Por favor feche o $BrandShortName antes de tentar iniciar a versão atualizada.
sv: $BrandShortName körs redan. Avsluta $BrandShortName innan du startar den version som du just har installerat.
te: $BrandShortName యిప్పటికే నడుచుచున్నది. మీరు యిప్పుడు సంస్థాపించిన వర్షన్ ఆరంభించుటకు ముందుగా $BrandShortName మూయండి.
ur: $BrandShortName پہلے سے چل رہا ہے۔ ابھی تنصیب کی گئی ورژن کو چلانے سے پہلے $BrandShortName کو بند کر لیں۔
uz: $BrandShortName allaqachon ishga tushirilgan. Hozir oʻrnatilgan $BrandShortName versiyasini ishga tushirish uchun oldingisini yoping.
xh: I-$BrandShortName iyasebenza. Nceda uvale i-$BrandShortName phambi kokumisela inguqulelo osandula kuyifakela.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
as: ইনস্টল ডাইৰেকটৰিত আপোনাৰ লিখাৰ অনুমতি নাই। অন্য এটা ডাইৰেকটৰি নিৰ্বাচন কৰিবলৈ ঠিক আছে টিপক।
az: Quraşdırma qovluğuna icazəniz yoxdur. Fərqli bir qovluq seçmək üçün Oldu düyməsinə basın.
bn_bd: আপনার ইনস্টলেশন ডিরেক্টরিতে লেখার অনুমতি নেই। অন্য একটি ডিরেক্টরি নির্বাচন করার জন্য 'ঠিক আছে' ক্লিক করুন।
cy: Nid oes gennych fynediad i ysgrifennu i'r cyfeiriadur gosod. Cliciwch Iawn i ddewis cyfeiriadur gwahanol.
es_cl: No tiene acceso al directorio de instalación . Haga click en Aceptar para seleccionar un directorio diferentey.
gu: તમારી પાસે સ્થાપન ડિરેક્ટરીમાં લખવા માટે પ્રવેશ નથી. અલગ ડિરેક્ટરીને પસંદ કરવા મટે બરાબર બટન પર ક્લિક કરો.
hr: Nemate dozvolu pisanja u instalacijski direktorij. Kliknite U redu za odabir drugog direktorija.
hy_am: Դուք չունեք թույլտվություն գրելու տեղակայման թղթապանակում: Սեղմեք Լավ՝ այլ թղթապանակ ընտրելու համար:
is: Þú hefur ekki aðgang til að skrifa í uppsetningarmöppu. Smelltu á 'Í lagi' til að velja aðra möppu.
kab: Ur ɣur-k ara azref n tira ɣef ukaram n usebded. Sit ɣef « IH» i wefran n ukaram nniḍen.
km: អ្នក​មិន​មាន​សិទ្ធិ​សរសេរ​ទៅ​កាន់​ថត​ដំឡើង​ទេ ។ ចុច​ យល់​ព្រម ដើម្បី​ជ្រើស​ថត​ផ្សេង ។
kn: ಅನುಸ್ಥಾಪನಾ ಕೋಶಕ್ಕೆ ಬರೆಯಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ. ಬೇರೊಂದು ಕೋಶವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಸರಿ (OK) ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ku: Destûra te tune ku di pelrêça sazkirinê de binivîsî. TEMAM'ê bitikîne û pelrêçeke din hilbijêre.
ml: ഇന്‍സ്റ്റലേഷന്‍ ഡയറക്ടറിയിലേക്കു് എഴുതുവാനുള്ള അനുമതി നിങ്ങള്‍ക്കില്ല. മറ്റൊരു ഡയറക്ടറി തെരഞ്ഞെടുക്കുന്നതിനായി ശരി ക്ലിക്ക് ചെയ്യുക.
mr: प्रतिष्ठापन डिरेक्ट्रीकरीता लिहण्यासाठी आपल्याकडे परवानगी नाही. वेगळी डिरेक्ट्री नीवडण्यासाठी ठिक आहे क्लिक करा.
ms: Anda tidak memiliki capaian untuk menulis kepada direktori pemasangan. Klik OK untuk pilih direktori lain.
my: တပ်ဆင်သောနေရာအား အသုံးပြုခွင့်မရပါ။ ကျေးဇူးပြုပြီး OK အားနှိပ်ပြီးအခြားနေရာအားရွေးပါ။
or: ଆପଣଙ୍କ ପାଖରେ ସ୍ଥାପନ ଡ଼ିରେକ୍ଟୋରୀରେ ଲେଖିବାର ଅନୁମତି ନାହିଁ। ଭିନ୍ନ ଏକ ଡ଼ିରେକ୍ଟୋରୀକୁ ବାଛିବା ପାଇଁ ଠିକ ଅଛିକୁ କ୍ଲିକ କରନ୍ତୁ।
pt: Não tem permissões de escrita no diretório de instalação. Clique OK para selecionar um diretório diferente.
sv: Du har inte skrivrättigheter till installationsmappen. Klicka på OK för att välja en annan mapp.
te: సంస్థాపనా డైరెక్టరీనకు వ్రాయుటకు మీరు యాక్సెస్ కలిగిలేరు. వేరే డైరెక్టరీను యెంపికచేయుటకు సరే నొక్కండి.
ur: آپ کے پاس تنصیب ڈائریکٹری میں لکھنے کی رسائی نہیں۔ کوئی اور ڈائریکٹری منتخب کرنے کے لیے ٹھیت ہے پر کلک کریں۔
uz: Oʻrnatish direktoriyasiga yozish huquqiga ega emassiz. Boshqa direktoriyani tanlash uchun "OK"ni bosing.
xh: Akuvunyelwa ukuba ubhale kwisalathisi sofakelo. Cofa kuKULUNGILE ukukhetha isalathisi esahlukileyo.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
as: এই স্থানত ইনস্টল কৰিবলৈ আপোনাৰ ওচৰত উপযুক্ত ডিষ্ক স্থান নাই। অন্য এটা স্থান বাচিবলৈ ঠিক আছে টিপক।
az: Bu ünvana quraşdırmaq üçün lazım olan boş yeriniz yoxdur. Fərqli bir qovluq seçmək üçün Oldu düyməsinə basın.
bn_bd: এই জায়গায় ইনস্টল করার জন্য যথেষ্ট পরিমান খালি জায়গা নেই। অন্য একটি জায়গা নির্বাচন করার জন্য 'ঠিক আছে' ক্লিক করুন।
cy: Nid oes gennych ddigon o le ar ddisg i osod yn y lleoliad hwn. Cliciwch Iawn i ddewis lleoliad gwahanol.
es_cl: No tiene espacio suficiente para instalar en esta ubicación. Haga click en Aceptar para seleccionar una ubicación diferente.
gu: તમારી પાસે આ સ્થાનમાં સ્થાપિત કરવા માટે પૂરતી ડિસ્ક જગ્યા નથી. અલગ સ્થાનને પસંદ કરવા માટે બરાબર બટન પર ક્લિક કરો.
hr: Nemate dovoljno slobodnog prostora na disku za instalaciju na ovo mjesto. Kliknite U redu za odabir druge lokacije.
hy_am: Դուք չունեք բավարար տեղ պնակում՝ այստեղ տեղակայուլու համար: Սեղմեք Այո՝ այլ թղթապանակ ընտրելու համար:
is: Þú hefur ekki nægjanlegt diskpláss fyrir uppsetningu á þessa staðsetningu. Smelltu á 'Í lagi' til að velja aðra staðsetningu.
kab: Ulac adeg iwatan ɣef uḍebsi i wesebded ɣef ukaram-agi. Sit ɣef IH i ufran n ukaram nniḍen.
km: អ្នក​មិនមាន​ទំហំ​ថាស​គ្រប់គ្រាន់ ដើម្បី​ដំឡើង​ក្នុង​ទីតាំង​នេះ​ទេ ។ ចុច យល់ព្រម ដើម្បី​ជ្រើស​ទីតាំង​ផ្សេង ។
kn: ಈ ಸ್ಥಳದಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸಲು ನಿಮ್ಮಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ. ಬೇರೊಂದು ಸ್ಥಳವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಸರಿ (OK) ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ku: Ciyê vala yê di dîskê de têra sazkirina li virê nake.. TEMAM'ê bitikîne û ciyekî din hilbijêre.
ml: ഇവിടേക്കു് ഇന്‍സ്റ്റോള്‍ ചെയ്യുവാന്‍ മതിയായ സ്ഥലം ലഭ്യമല്ല. മറ്റൊരിടത്തേക്കു് ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതിനായി ശരി അമര്‍ത്തുക.
mr: या ठिकाणावर प्रतिष्ठापनकरीता आपल्याकडे अतिरिक्त डिस्क जागा नाही. वेगळे ठिकाण नीवडण्यासाठी ठिक आहे क्लिक करा.
ms: Anda tidak memiliki ruang cakera yang mencukupi untuk memasang pada lokasi ini. Klik OK untuk pilih direktori lain.
my: သင့်တွင်လုံလောက်သော အကျယ်ပမာဏမရှိပါ။ ကျေးဇူးပြုပြီး OK ကိုနှိပ်ပြီးပါကအခြားနေရာအားရွေးပါ။
or: ଏହି ସ୍ଥାନରେ ସ୍ଥପାନ କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଯଥେଷ୍ଟ ଡିସ୍କ ସ୍ଥାନ ନାହିଁ। ଭିନ୍ନ ଏକ ଡ଼ିରେକ୍ଟୋରୀକୁ ବାଛିବା ପାଇଁ ଠିକ ଅଛିକୁ କ୍ଲିକ କରନ୍ତୁ।
pt: Não tem espaço em disco suficiente para instalar a aplicação nesta localização. Clique OK para escolher uma localização diferente.
sv: Du har inte tillräckligt med diskutrymme för att installera till den här platsen. Klicka på OK för att välja en annan plats.
te: ఈ స్థానమునకు సంస్థాపించుటకు మీరు తగినంత డిస్కు జాగాను కలిగిలేరు. వేరే స్థానమును యెంపికచేయుటకు సరే నొక్కండి.
ur: آپ کے پاس ادھر تنصیب کرنے کے لے کافی ڈسک جگہ نہیں ہے۔ کوئی اور جکہ منتخب کرنے کے لیے ٹھیک ہے پر کلک کریں۔
uz: Ushbu manzilga oʻrnatish uchun diskda yetarlicha boʻsh joy mavjud emas. Boshqa manzilni tanlash uchun "OK" tugmasini bosing.
xh: Akunasithuba saneleyo kwidiski sokufakela kule ndawo. Cofa kuKULUNGILE ukukhetha indawo eyahlukileyo.
