Repository: tktk711/mozilla-l10n
Catalog: */browser/installer/custom.properties.po
Languages: as, az, bn_bd, cy, es_cl, gu, hr, hy_am, is, kab, km, kn, ku, ml, mr, ms, my, or, pt, sv, te, ur, uz, xh

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
as: ক্ষমা কৰিব, $BrandShortName ইনস্টল নহব। $BrandShortName ৰ এই সংস্কৰণৰ বাবে ${MinSupportedVer} বা নতুনৰ প্ৰয়োজন।
az: Bağışlayın, $BrandShortName quraşdırıla bilmir. $BrandShortName proqramının bu versiyası ${MinSupportedVer} və ya daha yuxarı bir versiya lazımdır.
bn_bd: দুঃখিত, $BrandShortName ইনস্টল করা সম্ভব নয়। $BrandShortName এর এই সংস্করণের জন্য {MinSupportedVer} অথবা এর নতুন সংস্করণের প্রয়োজন।
es_cl: Lo siento, $BrandShortName no puede instalarse. Esta versión de $BrandShortName necesita ${MinSupportedVer} o superior.
hr: Na žalost, $BrandShortName ne može biti instaliran. Ova inačica $BrandShortName zahtijeva ${MinSupportedVer} ili noviji.
hy_am: Ներեցեք, $BrandShortName-ը չի կարող տեղակայվել: $BrandShortName-ի այս տարբերակը պահանջում է ${MinSupportedVer} կամ ավելի նորը:
km: សូម​ទោស $BrandShortName មិន​អាច​ដំឡើង​​បាន​ទេ ។ កំណែ​របស់ $BrandShortName ទាមទារ ${MinSupportedVer} ឬ​ថ្មី​ជា​ងនេះ ។
kn: ಕ್ಷಮಿಸಿ, $BrandShortName ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. $BrandShortName ನ ಈ ಆವೃತ್ತಿಗಾಗಿ ${MinSupportedVer} ಅಥವ ಹೊಸತು ಬೇಕಾಗುತ್ತದೆ.
ku: Biborîne, $BrandShortName nayê sazkirin. Ev guhertoya $BrandShortNameê ${MinSupportedVer} an jî nûtir dixwaze.
ml: $BrandShortName ഇന്‍സ്റ്റോള്‍ ചെയ്യുവാന്‍ സാധ്യമല്ല. $BrandShortName-ന്റെ ഈ പതിപ്പിനു് ${MinSupportedVer} അല്ലെങ്കില്‍ പുതിയ ലക്കം ആവശ്യമുണ്ടു്.
ms: Maaf, $BrandShortName tidak boleh dipasang. Versi $BrandShortName ini memerlukan ${MinSupportedVer} atau terbaharu.
or: ମୁଁ ଦୁଃଖିତ, $BrandShortName କୁ ସ୍ଥାପନ କରାଯାଇପାରିବ ନାହିଁ। $BrandShortName ର ଏହି ସଂସ୍କରଣ ${MinSupportedVer} କିମ୍ବା ନୂତନତମ ସଂସ୍କରଣ ଆବଶ୍ୟକ କରିଥାଏ।
sv: Ledsen, men $BrandShortName kan inte installeras. Den här versionen av $BrandShortName kräver ${MinSupportedVer} eller senare.
te: క్షమించండి, $BrandShortName సంస్థాపించబడలేదు. $BrandShortName యొక్క యీ వర్షన్‌కు ${MinSupportedVer} లేదా కొత్తది కావాలి.
uz: Kechirasiz, $BrandShortName`ni oʻrnatib boʻlmaydi. $BrandShortName`ning ushbu versiyasi ${MinSupportedVer}ni yoki yangirogʻini talab qiladi.
xh: Uxolo! i-$BrandShortName ayinakho ukufakelwa. Le nguqulelo ye-$BrandShortName ifuna i-${MinSupportedVer} okanye entsha kunayo.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
as: $BrandShortName ৰ পূৰ্বৰ ইনস্টল আঁতৰুৱাৰ কাৰ্য্য সম্পূৰ্ণ কৰিবলৈ আপোনাৰ কমপিউটাৰ পুনাৰম্ভ কৰিব লাগিব। আপুনি এতিয়া পুনাৰম্ভ কৰিব বিচাৰে নে?
az: $BrandShortName proqramının əvvəlki versiyasının silinməsi üçün komputeriniz yenidən başladılmalıdır. İndi yenidən başladılsın?
bn_bd: $BrandShortName এর একটি পুরাতন আনইনস্টলেশন সম্পন্ন করতে আপনার কম্পিউটার পুনরায় চালু করা প্রয়োজন। আপনি কি এখন পুনরায় চালু করতে চান?
cy: Rhaid ailgychwyn y cyfrifiadur er mwyn cwblhau dadosod y fersiwn diwethaf o $BrandShortName. Hoffech chi ailgychwyn nawr?
es_cl: Su computador debe ser reiniciado para completar una desinstalación previa de $BrandShortName. ¿Desea reiniciar ahora?
gu: તમારુ કમ્પ્યૂટરે $BrandShortName નાં પહેલાનાં બિનસ્થાપનને સમાપ્ત કરવા માટે પુન:શરૂ થવુ જ જોઇએ. શું તમે હવે પુન:બુટ કરવા માંગો છો?
hr: Vaše računalo mora biti ponovno pokrenuto radi završetka prethodne deinstalacije $BrandShortName. Želite li to učiniti sada?
hy_am: Ձեր համակարգիչը պետք է վերագործարկվի՝ ավարտելու համար $BrandShortName-ի հեռացման գործընթացը: Վերագործարկե՞լ հիմա։
is: Tölvan þarfnast endurræsingar til að klára fyrri fjarlægingu af $BrandShortName. Viltu endurræsa núna?
kab: Issefk aselkim inek ad yekker tikelt nniḍen iwakken a-tfakeḍ tukksa yezrin n $BrandShortName. Tebɣiḍ a ţsenkreḍ tura?
km: ត្រូវ​តែ​ចាប់ផ្ដើម​កុំព្យូទ័រ​របស់​អ្នក​ឡើង​វិញ ដើម្បី​បញ្ចប់​ការ​លុប​ $BrandShortName ពី​មុន ។ តើ​អ្នក​ចង់​ចាប់ផ្ដើម​ឡើ​ងវិញ​ឥឡូវ​ដែរឬទេ ?
kn: $BrandShortName ನ ಹಿಂದಿನ ಆವೃತ್ತಿಯನ್ನು ತೆಗೆದು ಹಾಕುವಿಕೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ ಗಣಕವನ್ನು ಮರಳಿ ಆರಂಭಿಸುವ ಅಗತ್ಯವಿರುತ್ತದೆ. ಈಗಲೆ ಮರಳಿ ಬೂಟ್ ಮಾಡಲು ಬಯಸುತ್ತೀರೆ?
ku: Ji bo ku guhertoya berê ya $BrandShortName bê rakirin, divê komputer ji nû ve bê destpêkirin. Dixwazî niha ji nû ve bidî destpêkirin?
ml: മുമ്പുള്ള $BrandShortName-ന്റെ പതിപ്പു് അണ്‍ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതു് പൂര്‍ത്തിയാക്കുന്നതിനായി, കമ്പ്യൂട്ടര്‍ വീണ്ടും ആരംഭിയ്ക്കേണ്ടതുണ്ടു്. ഇപ്പോള്‍ റീബൂട്ട് ചെയ്യണോ?
mr: $BrandShortName चे मागील प्रतिष्ठापनअशक्य पूर्ण करण्यासाठी संगणक पुनःसुरू करणे आवश्यक आहे. आपणास आत्ता रिबूट करायचे?
ms: Komputer perlu dimulakan semula kembali untuk melengkapkan nyah pasang $BrandShortName sebelum ini. Adakah anda mahu mula semula sekarang?
my: $BrandShortName တပ်ဆင်ခြင်းအလုံးစုံပြီးဆုံးစေရန်ကွန်ပျူတာအားပြန်စရန်လိုအပ်နေပါသည်။သင်အခုချက်ခြင်းလုပ်မည်လား?
or: $BrandShortNameର ପୂର୍ବ ବିସ୍ଥାପନକୁ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ପାଇଁ ଆପଣଙ୍କ କମ୍ପୁଟରକୁ ପୁନଃ ଚାଳନ କରିବାକୁ ହେବ। ଆପଣ ବର୍ତ୍ତମାନ ପୁନଃ ଚାଳନ କରିବେ କି?
pt: Tem que reiniciar o computador para completar uma desinstalação anterior do $BrandShortName. Reiniciar agora?
sv: Datorn måste startas om för att slutföra en tidigare avinstallation av $BrandShortName. Vill du starta om datorn nu?
te: $BrandShortName యొక్క గత నిర్మూలనను పూర్తిచేయుటకు మీ కంప్యూటర్ తప్పక పునఃప్రారంభించాలి. మీరు యిప్పుడు పునఃప్రారంభించాలని అనుకొనుచున్నారా?
ur: $BrandShortName کی ایک پچھلی ناتنصیب کو مکمل کرنے کے لیے آپ کے کمپیوٹر کو پھر سٹارٹ کرنے کی ضرورت ہے۔ کیا آپ ابھی پھر شروع کرنا چاہتے ہیں؟
uz: $BrandShortName`ning oldingisini oʻchirish jarayonini tugatish uchun kompyuteringiz oʻchirib-yoqilishi kerak. Hozir oʻchirib-yoqishni xohlaysizmi?
xh: Ikhompyutha yakho mayiqaliswe kwakhona ukugqibezela ukukhupha obekufakiwe kwangaphambili kwe-$BrandShortName. Ufuna ukuvula ngoku?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
as: $BrandShortName ৰ পূৰ্বৰ উন্নয়ন সম্পূৰ্ণ কৰিবলৈ আপোনাৰ কমপিউটাৰক পুনাৰম্ভ কৰিব লাগিব। আপুনি এতিয়া পুনাৰম্ভ কৰিব বিচাৰে নে ?
az: $BrandShortName proqramının əvvəlki yeniləmə əməliyyatının tamamlanması üçün komputeriniz yenidən başladılmalıdır. İndi yenidən başladılsın?
bn_bd: $BrandShortName এর একটি পুরাতন আপগ্রেড সম্পন্ন করতে আপনার কম্পিউটার পুনরায় চালু করা প্রয়োজন। আপনি কি এখন পুনরায় চালু করতে চান?
cy: Rhaid ailgychwyn y cyfrifiadur er mwyn cwblhau'r uwchraddio diwethaf o $BrandShortName. Hoffech chi ailgychwyn nawr?
es_cl: Su computador debe reiniciarse para completar una actualización anterior de $BrandShortName. ¿Desea reiniciar ahora?
gu: તમારા કમ્પ્યૂટરે $BrandShortName નાં પહેલાંના સુધારાને સમાપ્ત કરવા માટે પુન:શરૂ થવુ જ જોઇએ. શું તમે હવે પુન:બુટ કરવા માંગો છો?
hr: Vaše računalo mora biti ponovno pokrenuto radi završetka prethodne nadogradnje $BrandShortName. Želite li to učiniti sada?
hy_am: Ձեր համակարգիչը պետք է վերագործարկվի՝ ավարտելու համար $BrandShortName-ի թարմացման գործընթացը: Վերագործարկե՞լ հիմա։
is: Tölvan þarfnast endurræsingar til að klára fyrri uppfærslu á $BrandShortName. Viltu endurræsa núna?
kab: Issefk aselkim inek ad yekker tikelt nniḍen iwakken a-tfakeḍ aleqqem n $BrandShortName. Tebɣiḍ a ţsenkreḍ tura?
km: ត្រូវ​តែ​ចាប់ផ្ដើម​កុំព្យូទ័រ​របស់​អ្នក​ឡើង​វិញ ដើម្បី​បញ្ចប់​ការ​ធ្វើ​ឲ្យ​ $BrandShortName ប្រសើរ​ឡើង​ ។ តើ​អ្នក​ចង់​ចាប់ផ្ដើម​ឡើងវិញ​ឥឡូវ​ដែរឬទេ ?
kn: $BrandShortName ನ ಹಿಂದಿನ ಆವೃತ್ತಿಯನ್ನು ನವೀಕರಿಸುವುದನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ ಗಣಕವನ್ನು ಮರಳಿ ಆರಂಭಿಸುವ ಅಗತ್ಯವಿರುತ್ತದೆ. ಈಗಲೆ ಮರಳಿ ಬೂಟ್ ಮಾಡಲು ಬಯಸುತ್ತೀರೆ?
ku: Ji bo qedandina karê bilindikirina $BrandShortName a berê, divê komputer ji nû ve bê destpêkirin. Dixwazî niha ji nû ve bidî destpêkirin??
ml: $BrandShortName-ന്റെ മുമ്പുള്ളൊരു പതിപ്പു് പൂര്‍ത്തിയാക്കുന്നതിനായി കമ്പ്യൂട്ടര്‍ വീണ്ടും ആരംഭിയ്ക്കേണ്ടതുണ്ടു്. ഇപ്പോള്‍ റീബൂട്ട് ചെയ്യണോ?
mr: $BrandShortName ची मागील सुधारणा पूर्ण करण्यासाठी संगणक पुनःसुरू करणे आवश्यक आहे. आपणास आत्ता रिबूट करायचे?
ms: Komputer anda perlu dimulakan semula untuk melengkapkan naiktaraf $BrandShortName sebelum ini. Adakah anda mahu mula semula sekarang?
my: $BrandShortName အားအဆင့်မြှင့်တင်ရန်အတွက်ကွန်ပျူတာအား ရီဘွတ်ပြန်လုပ်ရန်လိုအပ်ပါသည်။အခုကိုရီဘွတ်ပြုလုပ်ပါမည်လား?
or: $BrandShortNameର ପୂର୍ବ ଉନ୍ନୟନକୁ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ପାଇଁ ଆପଣଙ୍କ କମ୍ପୁଟରକୁ ପୁନଃ ଚାଳନ କରିବାକୁ ହେବ। ଆପଣ ବର୍ତ୍ତମାନ ପୁନଃ ଚାଳନ କରିବେ କି?
pt: Tem que reiniciar o computador para completar uma atualização anterior do $BrandShortName. Reiniciar agora?
sv: Datorn måste startas om för att slutföra en tidigare uppgradering av $BrandShortName. Vill du starta om datorn nu?
te: $BrandShortName యొక్క గత నవీకరణను పూర్తిచేయుటకు మీ కంప్యూటర్ తప్పక పునఃప్రారంభించాలి. మీరు పునఃప్రారంభించాలని అనుకొనుచున్నారా?
ur: $BrandShortName کی ایک پچھلی اپ گریڈ کو مکمل کرنے کے لیے آپ کے کمپیوٹر کو پھر سٹارٹ کرنے کی ضرورت ہے۔ کیا آپ ابھی پھر شروع کرنا چاہتے ہیں؟
uz: $BrandShortName`ning oldingi yangilash jarayonini tugatish uchun kompyuteringiz oʻchirib-yoqilishi kerak. Hozir oʻchirib-yoqishni xohlaysizmi?
xh: Ikhompyutha yakho mayiqaliswe kwakhona ukugqibezela uhlaziyo lwangaphambili lwe-$BrandShortName. Ufuna ukuvula ngoku?

source: Error creating directory:
as: ডাইৰেকটৰি সৃষ্টি কৰোঁতে ভুল:
az: Qovluq yaratma səhvi:
bn_bd: ডিরেক্টরি তৈরি করতে সমস্যা:
cy: Gwall wrth greu cyfeiriadur:
es_cl: Error al crear directorio:
gu: ડિરેક્ટરી બનાવતી વખતે ભૂલ:
hr: Greška pri izradi direktorija:
hy_am: Թղթապանակի ստեղծման սխալ`
is: Villa við að búa til möppu:
kab: Tuccḍa n tmerna n ukaram:
km: កំហុស​ក្នុង​ការ​បង្កើត​ថត ៖
kn: ಕೋಶವನ್ನು ರಚಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ:
ku: Di afirandina peldankê de çewtî:
ml: ഡയറക്ടറി തയ്യാറാക്കുന്നതില്‍ പിശക്.
mr: डिरेक्ट्री निर्माण करतेवेळी त्रुटी:
ms: Ralat mencipta direktori:
my: တည်နေရာတည်ဆောက်ရာတွင်ပြသာနာရှိနေသည်၊
or: ଡ଼ିରେକ୍ଟୋରୀ ନିର୍ମାଣ କରିବାରେ ତ୍ରୁଟି:
pt: Erro a criar diretório:
sv: Fel vid skapande av mapp:
te: సంచయం సృష్టించుటలో దోషం:
ur: ڈائریکٹری بنانے میں نقص:
uz: Direktoriya yaratishda xato:
xh: Imposiso yenza isalathisi:

source: Click Cancel to stop the installation or Retry to try again.
as: বাতিল কৰক টিপক ইনস্টল বন্ধ কৰিবলৈ বা পুনঃ চেষ্টা কৰক টিপক আকৌ চেষ্টা কৰিবলৈ।
az: Quraşdırmanı dayandırmaq üçün Ləğv et düyməsinə, təkrar yoxlamaq üçün Yenidən yoxla düyməsinə basın.
bn_bd: ইনস্টলেশন বন্ধ করতে 'বাতিল' ক্লিক করুন বা আবার চেষ্টা করার জন্য "আবার চেষ্টা" ক্লিক করুন।
cy: Cliciwch Diddymu i atal gosod neu Eto er mwyn ceisio eto.
es_cl: Haga clic en Cancelar para detener la instalación o Reintentar para intentar nuevamente.
gu: સ્થાપનને અટકાવવા માટે રદ કરો પર ક્લિક કરો અથવા ફરીથી પ્રયત્ન કરવા માટે પુન:પ્રયત્ન પર ક્લિક કરો.
hr: Kliknite Odustane za prekid instalacije ili Ponovno za novi pokušaj.
hy_am: Սեղմեք Չեղարկել՝ տեղակայումը կանգնացնելու համար կամ Կրկնեք՝ կրկին փորձելու համար:
is: Smelltu á Hætta við til að stöðva uppsetninguna eða Reyna aftur til að reyna aftur.
kab: Sit ɣef sefsex i wakken i wakken aţerkneḍ asebded neɣ ɛreḍ i tiket nniḍen.
km: ចុច​ បោះបង់ ដើម្បី​បញ្ឈប់​ការ​ដំឡើង ឬ​ ព្យាយាម​ម្ដង​ទៀត ដើម្បី​ព្យាយាម​ម្ដង​ទៀត ។
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ನಿಲ್ಲಿಸಲು ರದ್ದುಗೊಳಿಸು ಅನ್ನು ಒತ್ತಿ ಅಥವ ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಲು ಮರಳಿ ಪ್ರಯತ್ನಿಸು ಅನ್ನು ಒತ್ತಿ.
ku: Ji bo rawestandina sazkirinê Betalê bitikîne, ji bo dîsdestpêkirinê Dîsa Biceribîne bitikîne.
ml: ഇന്‍സ്റ്റലേഷന്‍ നിര്‍ത്തുന്നതിനായി റദ്ദാക്കുക എന്ന ബട്ടണില്‍ ക്ലിക്ക് ചെയ്യുക അല്ലെങ്കില്‍ പിന്നീടു് വീണ്ടും ശ്രമിയ്ക്കുക.
mr: प्रतिष्ठापन थांबवण्यासाठी रद्द करा क्लिक करा किंवा प्रयत्न करण्यासाठी पुनः प्रयत्न करा.
ms: Klik Batal untuk menghentikan pemasangan atau Ulang to mengulanginya semula.
my: နောက်ဆုတ်မည်ကိုနှိပ်ကာ တပ်ဆင်ခြင်းကို ရပ်တန့််မည်သို့ ထပ်ကြိုးစားမည်ကိုနှိပ်ကာ ပြန်ပြုလုပ်မည်။
or: ସ୍ଥାପନ କ୍ରିୟାକୁ ଅଟକାଇବା ପାଇଁ ବାତିଲ କରନ୍ତୁକୁ କ୍ଲିକ କରନ୍ତୁ କିମ୍ବା ପୁଣିଥରେ ଚେଷ୍ଟା କରିବା ପାଇଁ ପୁଣିଚେଷ୍ଟାକରନ୍ତୁ ।
pt: Clique em Cancelar para parar a instalação ou em Voltar a tentar para tentar novamente.
sv: Klicka på Avbryt för att stoppa installationen eller Försök igen för att göra ett nytt försök.
te: సంస్థాపనను ఆపుటకు రద్దుచేయి నొక్కండి లేదా మరలా ప్రయత్నించుటకు తిరిగిప్రయత్నించు నొక్కండి.
ur: تنصیب روکنے کے لیے منسوخ کریں پر کلک کریں یا پھر کوشش کرنے کے لیے پھر کوشش کریں پر۔
uz: Oʻrnatishni toʻxtatish uchun "Bekor qilish"ni bosing yoki qaytadan urinib koʻrish uchun "Qayta urinish"ni bosing.
xh: Cofa kuRhoxisa ukuyekisa ufakelo okanye kuZama kwakhona ukuzama kwakhona.

source: Uninstall $BrandFullName
as: $BrandFullName ৰ ইনস্টল আঁতৰাওক
az: $BrandFullName proqramını sil
bn_bd: $BrandFullName আনইনস্টলেশন
cy: Dad-osod $BrandFullName
es_cl: Desinstalar $BrandFullName
gu: $BrandFullName સ્થાપિત ન કરો
hr: Uklanjanje $BrandFullName
hy_am: Հեռացնել $BrandFullName-ը
is: Fjarlægja $BrandFullName
kab: Tukksa n $BrandFullName
km: លុប $BrandFullName
kn: ಅನುಸ್ಥಾಪಿಸಲಾದ $BrandFullName ಅನ್ನು ತೆಗೆದು ಹಾಕಿ
ku: Sepana $BrandFullName'ê rake
ml: $BrandFullName അണ്‍ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
mr: $BrandFullName प्रतिष्ठापनअशक्य करा
ms: Membuang $BrandFullName
my: $BrandFullName ဖြုတ်မည်။
or: $BrandFullNameକୁ ବିସ୍ଥାପନ କରନ୍ତୁ
pt: Desinstalar o $BrandFullName
sv: Avinstallera $BrandFullName
te: $BrandFullName నిర్మూలించు
ur: $BrandFullName کو نا تنصیب کریں
uz: $BrandFullName`ni oʻchirish
xh: Khupha i-$BrandFullName

source: Remove $BrandFullName from your computer.
as: আপোনাৰ কমপিউটাৰৰ পৰা $BrandFullName আঁতৰাওক
az: $BrandFullName proqramını komputerinizdən silin.
bn_bd: আপনার কম্পিউটার থেকে $BrandFullName মুছে ফেলুন।
cy: Tynnu $BrandFullName oddi ar eich cyfrifiadur.
es_cl: Remover $BrandFullName de su computador.
gu: તમારા કમ્પ્યૂટરમાંથી $BrandFullName દૂર કરો.
hr: Uklanja $BrandFullName s vašeg računala.
hy_am: Հեռացնել $BrandFullName-ը ձեր համակարգչից:
is: Fjarlægja $BrandFullName úr tölvunni.
kab: Kkes $BrandFullName seg uselkim inek.
km: យក $BrandFullName ចេញ​ពី​កុំព្យូទ័រ​របស់​អ្នក​ ។
kn: ಅನುಸ್ಥಾಪಿಸಲಾದ $BrandFullName ಅನ್ನು ನಿಮ್ಮ ಗಣಕದಿಂದ ತೆಗೆದು ಹಾಕಿ.
ku: Sepana $BrandFullName'ê ji komputera xwe rake.
ml: കമ്പ്യൂട്ടറില്‍ നിന്നും $BrandFullName നീക്കം ചെയ്യൂ.
mr: संगणकातून $BrandFullName काढून टाका.
ms: Buang $BrandFullName dari komputer anda.
my: $BrandFullName အား သင့်ကွန်ပျူတာမှဖြုတ်မည်။
or: $BrandFullName କୁ ଆପଣଙ୍କ କମ୍ପୁଟରରୁ କାଢ଼ିଦିଅନ୍ତୁ।
pt: Remover o $BrandFullName do seu computador.
sv: Ta bort $BrandFullName från din dator.
te: మీ కంప్యూటర్ నుండి $BrandFullName తీసివేయి.
ur: $BrandFullName کو اپنے کمپیوٹر سے ہٹائیں۔
uz: $BrandFullName kompyuteringizdan oʻchiriladi.
xh: Susa i-$BrandFullName kwikhompyutha yakho.

source: $BrandShortName will be uninstalled from the following location:
as: $BrandShortName এই স্থানৰ পৰা আঁতৰুৱা হ'ব:
az: $BrandShortName aşağıdakı ünvandan silinəcək:
bn_bd: নিম্নলিখিত জায়গা থেকে $BrandShortName আনইনস্টল করা হবে:
cy: Bydd $BrandShortName yn cael ei ddadosod o'r ffolder canlynol:
es_cl: $BrandShortName será desinstalado de la siguiente ubicación:
gu: $BrandShortName એ નીચેના સ્થાનમાંથી બિનસ્થાપિત થયેલ હશે:
hr: $BrandShortName će biti uklonjen sa sljedeće lokacije:
hy_am: $BrandShortName-ը կհեռացվի այս թղթապանակից`
is: $BrandShortName mun verða fjarlægt frá eftirfarandi staðsetningu:
kab: $BrandShortName ad yettwakkes seg adig-agi:
km: $BrandShortName នឹ​ង​ត្រូវ​បានលុប​ពី​ទីតាំង​ដូច​ខាងក្រោម ៖
kn: ಅನುಸ್ಥಾಪಿಸಲಾದ $BrandShortName ಅನ್ನು ಈ ಸ್ಥಳದಿಂದ ತೆಗೆದು ಹಾಕಲಾಗುತ್ತದೆ:
ku: $BrandShortName dê ji ciyê li jêr xuyaye bê rakirin:
ml: ഈ സ്ഥലത്തു് നിന്നും $BrandShortName നീക്കം ചെയ്യപ്പെടുന്നുതാണു്:
mr: $BrandShortName ला खालील ठिकाणापासून प्रतिष्ठापनअशक्य करा:
ms: $BrandShortName akan dibuang dari lokasi berikut:
my: $BrandShortName အား အောက်ပါ တည်နေရာမှာဖြုတ်ပစ်မည်ဖြစ်သည်။
or: $BrandShortNameକୁ ନିମ୍ନଲିଖିତ ସ୍ଥାନରୁ ବିସ୍ଥାପନ କରାଯିବ:
pt: O $BrandShortName será desinstalado a partir da seguinte localização:
sv: $BrandShortName kommer att avinstalleras från följande plats:
te: $BrandShortName కింది స్థానమునుండి నిర్మూలించబడును:
ur: $BrandShortName مندرجہ ذیل جکہ سے ناتنصیب ہو گا:
uz: $BrandShortName quyidagi manzildan oʻchiriladi:
xh: I-$BrandShortName iya kukhutshwa kule ndawo ilandelayo:

source: Click Uninstall to continue.
as: আগবাঢ়িবলৈ ইনস্টল আঁতৰাওকত টিপক।
az: Davam etmək üçün Sil düyməsinə basın.
bn_bd: পরবর্তী ধাপে যাওয়ার জন্য আনইনস্টল ক্লিক করুন।
cy: Clicio Dadosod i barhau.
es_cl: Haga click en Desinstalar para continuar.
gu: ચાલુ રાખવા માટે બિનસ્થાપન પર ક્લિક કરો.
hr: Kliknite Uklanjanje za nastavak.
hy_am: Շարունակելու համար սեղմեք Հեռացնել
is: Smelltu á Fjarlægja til að halda áfram.
kab: Sit ɣef Kkes akken ad tedduḍ.
km: ចុច លុប​ដើម្បី​បន្ត ។
kn: ಮುಂದುವರೆಯಲು ತೆಗೆದುಹಾಕು ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: Ji bo domandinê pêl bijkojka rakirinê bike.
ml: തുടരുന്നതിനായി അണ്‍ഇന്‍സ്റ്റോള്‍ ചെയ്യുക ക്ലിക്ക് ചെയ്യൂ.
mr: पुढे जाणयासाठी प्रतिष्ठापनअशक्य क्लिक करा.
ms: Tekan Uninstall untuk meneruskan.
my: ဆက်လက်လုပ်ဆောင်ရန်ဖြုတ်မည်ကိုနှိပ်ပါ။
or: ଆଗକୁ ବଢ଼ିବା ପାଇଁ ବିସ୍ଥାପନ କରନ୍ତୁକୁ କ୍ଲିକ କରନ୍ତୁ।
pt: Clique Desinstalar para continuar.
sv: Klicka på Avinstallera för att fortsätta.
te: కొనసాగించుటకు నిర్మూలించు నొక్కుము.
ur: جاری کرنے کے لیے ناتنصیب کریں پر کلک کریں۔
uz: Davom etish uchun "Oʻchirish"ni bosing.
xh: Cofa ku-Khupha obekufakiwe ukuze uqhube.

source: &Remove my $BrandShortName personal data and customizations
as: মোৰ $BrandShortName ব্যক্তিগত তথ্য আৰু পছন্দ আঁতৰাওক (&R)
az: $BrandShortName &ilə bağlı şəxsi məlumatlarımı və şəxsiləşdirmələrimi sil
bn_bd: $BrandShortName থেকে আমার ব্যক্তিগত তথ্য এবং স্বনির্বাচিত বৈশিষ্ট্যাবলী মুছে ফেলা হবে (&R)
es_cl: Elimina&r mis datos personales y preferencias de $BrandShortName
km: យក​​​​ទិន្នន័យ​ផ្ទាល់ខ្លួន និង​ការ​ប្ដូរ​តាម​បំណង​​ $BrandShortName របស់​ខ្ញុំ​ចេញ
ms: &Padamkan data peribadi dan tetapan $BrandShortName saya
te: నా $BrandShortName వ్యక్తిగత దత్తాంశం మరియు ఇష్టానుసార మలపులను తీసివేయి
uz: $BrandShortName`dagi shaxsiy ma`lumotlarim va moslashlarim &oʻchirilsin
xh: &Susa iingcombolo zam ze-$BrandShortName nolungiselelo

source: This will permanently remove your bookmarks, saved passwords, cookies and customizations. You may wish to keep this information if you plan on installing another version of $BrandShortName in the future.
as: এইটোৱে আপোনাৰ পত্ৰচিহ্ন, সংৰক্ষিত পাছৱাৰ্ড, কুকি আৰু পছন্দ সদায়ৰ কাৰণে আঁতৰাব। ভৱিষ্যত $BrandShortName ৰ অন্য এটা সংস্কৰণ ইনস্টল কৰিব বিচাৰিলে আপুনি এই তথ্য ৰাখিব পাৰে।
az: Bu əməliyyat əlfəcinlərinizi, yadda saxlanılmış şifrələrinizi, çərəzləri və fərdiləşdirmələrinizi həmişəlik siləcək. Daha sonra $BrandShortName proqramının başqa versiyasını quraşdırmağı düşünürsünüzsə, bu məlumatları saxlamağınız məsləhətlidir.
bn_bd: এটি স্থায়ীভাবে আপনার বুকমার্ক, সংরক্ষিত পাসওয়ার্ড, কুকি এবং স্বনির্বাচিত বৈশিষ্ট্যাবলী মুছে দেবে। যদি আপনার ভবিষ্যতে $BrandShortName এর আরেকটি সংস্করণ ইনস্টল করার পরিকল্পনা থাকে, আপনি এইসব তথ্য সংরক্ষণ করতে পারেন।
es_cl: Ésto eliminará de forma permanente sus marcadores, contraseñas guardadas, cookies y preferencias. Si planea instalar otra versión de $BrandShortName en el futuro, quizá desee guardar esta información.
km: វា​នឹង​យក​ចំណាំ ពាក្យ​សម្ងាត់​ដែលបាន​រក្សាទុក ខូឃី និង​ការ​ផ្លាស់ប្ដូរ​​របស់​អ្នក​ចេញ​ជា​អចិន្ត្រៃយ៍ ។ អ្នក​អាច​រក្សា​ទុក​ព័ត៌មាន​នេះ​ ប្រសិនបើ​អ្នក​មាន​ផែនការ​ដំឡើង​កំណែ​ផ្សេង​របស់ $BrandShortName នា​ពេល​អនាគត ។
ms: Ini akan membuang kesemua penanda, simpanan katalaluan, cookies dan tetapan. Kamu boleh minta untuk simpan informasi ini jika bercadang untuk memasang versi lain $BrandShortName di masa hadapan.
te: మీ ఇష్టాంశములను, దాచిన సంకేతపదములను, కుకీలను మరియు ఇష్టానుసార మలపులను యిది శాశ్వతంగా తీసివేయును. భవిష్యత్తులో $BrandShortName యొక్క వేరొక వర్షన్‌ను సంస్థాపించుటకు మీరు ఈ సమాచారం కలిగివుండాలని అనుకోవచ్చు.
uz: U xatchoʻplaringiz, saqlangan parollaringiz, kukilar va moslashlaringizni butunlay oʻchiradi. Kelajakda $BrandShortName`ning boshqa versiyalarini oʻrnatishni rejalashtirsangiz, ushbu ma`lumotni saqlab qoʻyishingiz mumkin boʻladi.
xh: Oku kuya kususa ngokusisigxinya iibhukhmakhi, iipasiwedi egciniweyo, iikhukhi nolungiselelo. Usenokufuna ukugcina le nkcazelo ukuba uceba ukufakela enye inguqulelo ye-$BrandShortName kwixa elizayo.

source: Checking existing installation…
as: বৰ্ত্তমানৰ ইনস্টল পৰীক্ষা কৰা হৈছে…
az: Mövcud quraşdırma axtarılır…
bn_bd: বিদ্যমান ইনস্টলেশন পরীক্ষা করা হচ্ছে…
cy: Gwirio'r gosodiad presennol…
es_cl: Verificando instalación existente...
gu: હાલનાં સ્થાપનને ચકાસી રહ્યા છે…
hr: Provjera postojeće instalacije…
hy_am: Ստուգվում է առկա զետեղումը...
is: Athuga fyrri uppsetningu…
kab: Asenqed n usebded yellan…
km: កំពុង​ពិនិត្យ​មើល​ការ​ដំឡើង​ដែល​មាន​ស្រាប់...
kn: ಈಗಿರುವ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ…
ku: Li sazkirineke heyî digere...
ml: നിലവിലുള്ള ഇന്‍സ്റ്റലേഷന്‍ പരിശോധിയ്ക്കുന്നു…
mr: अस्तित्वातील प्रतिष्ठापन तपासत आहे…
ms: Memeriksa pemasangan yang sedia ada...
my: တည်ရှိပြီးသားတပ်ဆင်မှုအားစစ်ဆေးမည်။
or: ସ୍ଥିତବାନ ସ୍ଥାପନକୁ ଯାଞ୍ଚ କରୁଅଛି…
pt: A verificar a instalação existente…
sv: Kontrollerar existerande installation…
te: ఇప్పటికేవున్న సంస్థాపనను పరిశీలిస్తోంది...
ur: موجود تنصیب چیک کر رہا ہے…
uz: Mavjud oʻrnatish tekshirilmoqda...
xh: Ikhangela ufakelo olukhoyo…

source: Installing $BrandShortName…
as: $BrandShortName ইনস্টল কৰা হৈছে…
az: $BrandShortName Quraşdırılır…
bn_bd: $BrandShortName ইনস্টল করা হচ্ছে…
cy: Gosod $BrandShortName…
es_cl: Instalando $BrandShortName…
gu: $BrandShortName સ્થાપિત કરી રહ્યા છે…
hr: $BrandShortName se instalira...
hy_am: $BrandShortName-ի տեղակայում...
is: Set upp $BrandShortName…
kab: Asebded n $BrandShortName…
km: កំពុង​ដំឡើង $BrandShortName…
kn: $BrandShortName ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ…
ku: $BrandShortName Tê Sazkirin...
ml: $BrandShortName ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നു…
mr: $BrandShortName प्रतिष्ठापीत करत आहे…
ms: Memasang $BrandShortName...
my: $BrandShortName တပ်ဆင်နေပါသည်။
or: $BrandShortNameକୁ ସ୍ଥାପନ କରାଯାଉଛି…
pt: A instalar o $BrandShortName…
sv: Installerar $BrandShortName…
te: $BrandShortName సంస్థాపిస్తోంది…
ur: $BrandShortName تنصیب کر رہا ہے...
uz: $BrandShortName oʻrnatilmoqda…
xh: Ifakela i-$BrandShortName…

source: Installing Language Files (${AB_CD})…
as: ভাষাৰ ফাইল (${AB_CD}) ইনস্টল কৰা হৈছে…
az: Dil Dosyaları (${AB_CD}) Kuruluyor…
bn_bd: ভাষার ফাইল ইনস্টল করা হচ্ছে (${AB_CD})…
cy: Gosod Ffeiliau Iaith (${AB_CD})…
es_cl: Instalando archivos de idioma (${AB_CD})…
gu: ભાષા ફાઇલો (${AB_CD}) સ્થાપિત કરી રહ્યા છે…
hr: Instalacija jezičnih datoteka za (${AB_CD})...
hy_am: Լեզվի ֆայլերի տեղակայում (${AB_CD})
is: Set inn tungumála skrár (${AB_CD})…
kab: Asebded n ifuyla n tutlayt (${AB_CD})…
km: កំពុង​ដំឡើង​ឯកសារ​ភាសា (${AB_CD})…
kn: ಭಾಷಾ ಕಡತಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ (${AB_CD})…
ku: Paketên Zimên Tên Sazkirin (${AB_CD})...
ml: (${AB_CD}) എന്നീ ഭാഷയ്ക്കുള്ള ഫയലുകള്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നു…
mr: भाषा फाइल्स् (${AB_CD}) प्रतिष्ठापीत करत आहे…
ms: Memasang Fail Bahasa (${AB_CD})...
my: ဘာသာစကားဖိုင်များအား တပ်ဆင်နေပါသည် (${AB_CD})...
or: ଭାଷା ଫାଇଲଗୁଡ଼ିକୁ ସ୍ଥାପନ କରାଯାଉଛି (${AB_CD})…
pt: A instalar os ficheiros de idioma (${AB_CD})…
sv: Installerar språkfiler (${AB_CD})…
te: భాష ఫైళ్ళను సంస్థాపిస్తోంది (${AB_CD})…
ur: زبان فائلیں تنصیب کر رہا ہے (${AB_CD})…
uz: Til fayllari (${AB_CD}) oʻrnatilmoqda…
xh: Ifakela iifayile zolwimi (${AB_CD})…

source: Uninstalling $BrandShortName…
as: $BrandShortName ৰ ইনস্টল আঁতৰুৱা হৈছে…
az: $BrandShortName Silinir…
bn_bd: $BrandShortName আনইনস্টল করা হচ্ছে…
cy: Dadosod $BrandShortName…
es_cl: Desinstalando $BrandShortName…
gu: $BrandShortName સ્થાપિત કરી રહ્યા નથી…
hr: $BrandShortName se uklanja...
hy_am: $BrandShortName-ի հեռացում
is: Fjarlægi $BrandShortName…
kab: Tukksa n $BrandShortName…
km: កំពុង​លុប $BrandShortName…
kn: ಅನುಸ್ಥಾಪಿಸಲಾದ $BrandShortName ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ…
ku: $BrandShortNameTê Rakirin...
ml: $BrandShortName ഇന്‍സ്റ്റോള്‍ ചെയ്തതു് വേണ്ടെന്നു് വയ്ക്കുന്നു…
mr: $BrandShortName प्रतिष्ठापनअशक्य करत आहे…
ms: Menyahpasang $BrandShortName...
my: $BrandShortName အားဖြုတ်နေသည်...
or: $BrandShortNameକୁ ବିସ୍ଥାପନ କରାଯାଉଛି…
pt: A desinstalar o $BrandShortName…
sv: Avinstallerar $BrandShortName…
te: $BrandShortName నిర్మూలిస్తోంది…
ur: $BrandShortName ناتنصیب کر رہا ہے...
uz: $BrandShortName oʻchirilmoqda…
xh: Ikhupha i-$BrandShortName…
