Repository: tktk711/mozilla-l10n
Catalog: */browser/installer/override.properties.po
Languages: as, be, bn_bd, es_cl, eu, gu, km, kn, ku, lt, lv, mr, ms, my, ne, oc, or, sv, sw, te, th, ur, xh, zh_tw, zu

source: $BrandFullName Setup
as: $BrandFullName সংস্থাপন
be: Усталяванне $BrandFullName
bn_bd: $BrandFullName সেটআপ
es_cl: Instalación de $BrandFullName
eu: $BrandFullName(r)en instalatzailea
gu: $BrandFullName સુયોજન
km: រៀបចំ $BrandFullName
kn: $BrandFullName ಸಿದ್ಧತೆ
ku: Sazkirina $BrandFullName'ê
lt: „$BrandFullName“ diegimas
lv: $BrandFullName instalēšana
mr: $BrandFullName मांडणी
ms: Penetapan $BrandFullName
my: $BrandFullName တပ်ဆင်ခြင်း
ne: $BrandFullName सेटअप
oc: Installacion de $BrandFullName
or: $BrandFullName ସଂରଚନା
sv: $BrandFullName Installation
sw: Usanidi wa $BrandFullName
te: $BrandFullName అమర్పు
th: การติดตั้ง $BrandFullName
ur: $BrandFullName سیٹ اپ
xh: Useto lwe-$BrandFullName
zh_tw: $BrandFullName 安裝
zu: Ukuhlela i-$BrandFullName

source: $BrandFullName Uninstall
as: $BrandFullName আনইনস্টল
be: Высталяванне $BrandFullName
bn_bd: $BrandFullName আনইনস্টল
es_cl: Desinstalación de $BrandFullName
eu: $BrandFullName(r)en desinstalatzailea
gu: $BrandFullName બિનસ્થાપન
km: លុប $BrandFullName
kn: ಅನುಸ್ಥಾಪಿಸಲಾದ $BrandFullName ಅನ್ನು ತೆಗೆದು ಹಾಕುವಿಕೆ
ku: Rakirina $BrandFullName'ê
lt: „$BrandFullName“ šalinimas
lv: $BrandFullName atinstalēšana
mr: $BrandFullName प्रतिष्ठापन अशक्य
ms: $BrandFullName Nyahpasang
my: $BrandFullName ဖယ်ရှားခြင်း
ne: $BrandFullName हटाउनुहोस्
oc: Desinstallacion de $BrandFullName
or: $BrandFullName ବିସ୍ଥାପନ
sv: $BrandFullName Avinstallation
sw: Kusakinusha $BrandFullName
te: $BrandFullName నిర్మూలన
th: การถอดถอน $BrandFullName
ur: $BrandFullName ناتنصیب
xh: Khupha i-$BrandFullName
zh_tw: $BrandFullName 移除
zu: Ukukhipha i-$BrandFullName

source: < &Back
as: < পিছলৈ (&B)
be: < &Назад
bn_bd: < পূর্ববর্তী (&B)
es_cl: < &Atrás
eu: < &Atzera
gu: < પાછળ (&B)
km: < ថយក្រោយ
kn: < ಹಿಂದಕ್ಕೆ (&B)
ku: < &Paşde
lt: < &Atgal
lv: < &Atpakaļ
mr: < मागे (&B)
ms: < &Kembali
my: < နောက်သို့
ne: < पछाडि
oc: < &Precedent
or: < ପଛ (&B)
sv: < &Föregående
sw: < &Nyuma
te: < వెనుకకు
th: < &กลับ
ur: < &پيچھے
xh: < &Emva
zh_tw: < 上一步(&B)
zu: < &Emuva

source: &Next >
as: আগলৈ (&N) >
be: &Далей >
bn_bd: পরবর্তী (&N) >
es_cl: &Siguiente >
eu: &Hurrengoa >
gu: આગળ (&N) >
km: បន្ទាប់ >
kn: ಮುಂದಕ್ಕೆ (&N) >
ku: &Pêşde >
lt: &Toliau >
lv: &Uz priekšu >
mr: पुढे > (&N)
ms: &Berikut >
my: ရှေ့သို့ >
ne: अगाडि >
oc: &Seguent >
or: ପରବର୍ତ୍ତି (&N)>
sv: &Nästa >
sw: &Ifuatayo >
te: తరువాత >
th: &ต่อไป >
ur: &آگے>
xh: &Okulandelayo >
zh_tw: 下一步(&N) >
zu: &Okulandelayo >

source: I &accept the terms in the License Agreement
as: অনুজ্ঞাচুক্তিৰ চৰ্ত্তৰ সৈতে মই সন্মত (&a)
be: Я &згодны з умовамі Ліцэнзійнага Пагаднення
bn_bd: আমি লাইসেন্স চুক্তির শর্তাবলীতে সম্মত (&a)
es_cl: &Acepto las condiciones en el Acuerdo de Licencia
eu: Lizentzia-kontratuko baldintzak on&artzen ditut
gu: હું લાઇસન્સ સંમતિમાં મર્યાદાઓને સ્વીકારુ છુ (&a)
km: ខ្ញុំ​ព្រម​ទទួល​លក្ខខណ្ឌ​នៅ​ក្នុង​កិច្ច​ព្រមព្រៀង​អាជ្ញាប័ណ្ណ
kn: ನಾನು ಪರವಾನಗಿ ಒಪ್ಪಂದದಲ್ಲಿನ ನಿಯಮಗಳನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೇನೆ (&a)
ku: Ez Şertên Peymana Lîsansê &dipejirînim
lt: &Sutinku su licencijos sąlygomis
lv: Es piekrītu licences nos&acījumiem
mr: मला परवाना करारातील अटी मान्य आहेत (&a)
ms: &Saya terima terma Perjanjian Lesen
my: လိုင်စင်သဘောတူညီချက်တွင် ဖော်ပြထားသည့် စကားရပ်များကို သဘောတူပါသည်
ne: म इजाजतपत्र सम्झौतामा भएकामा सर्तहरू स्वीकार गर्दछु
oc: &Accèpti los tèrmes de l'acòrdi de licéncia
or: ମୁଁ ଅନୁମତି ପତ୍ର ବୁଝାମଣାରେ ଥିବା ନିୟମାବଳୀକୁ ଗ୍ରହଣ କରୁଅଛି (&a)
sv: &Jag godkänner villkoren i licensavtalet
sw: Ni&nakubali masharti yaliyo kwenye Makubaliano ya Leseni
te: లైసెన్స్ వొప్పందపత్రం నందలి నిభందనలు నేను ఆమోదిస్తున్నాను
th: ฉัน &ยอมรับข้อกำหนดในข้อตกลงสิทธิการใช้งาน
ur: مجھے اس لائسنس معاہدے کی شرائط &قبول ہیں۔
xh: Mna &ndiyayamkela imiqathango kwiSivumelwano seLayisensi
zh_tw: 我接受上列的授權條款 (&A)
zu: N&giyayamukela imigomo esivumelwaneni selayisense

source: I &do not accept the terms in the License Agreement
as: অনুজ্ঞাচুক্তিৰ চৰ্ত্তৰ সৈতে মই সন্মত নহয় (&d)
be: Я &не згодны з умовамі Ліцэнзійнага Пагаднення
bn_bd: আমি লাইসেন্স চুক্তির শর্তাবলীতে সম্মত নই (&d)
es_cl: &No acepto las condiciones en el Acuerdo de Licencia
eu: E&z ditut onartzen lizentzia-kontratuko baldintzak
gu: હું લાઇસન્સ સંમતિમાં મર્યાદાઓને સ્વીકારતો નથી (&d)
km: ខ្ញុំ​មិន​ព្រម​ទទួល​លក្ខខណ្ឌ​នៅ​ក្នុង​កិច្ច​ព្រមព្រៀង​អាជ្ញាប័ណ្ណ​ទេ
kn: ನಾನು ಪರವಾನಗಿ ಒಪ್ಪಂದದಲ್ಲಿನ ನಿಯಮಗಳನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುವುದಿಲ್ಲ (&d)
ku: Ez Şertên Peymana Lîsansê &napejirînim
lt: &Nesutinku su licencijos sąlygomis
lv: Es &nepiekrītu licences nosacījumiem
mr: मला परवाना करारातील अटी मान्य नाही
ms: &Saya tidak terima terma Perjanjian Lesen
my: လိုင်စင်သဘောတူညီချက်တွင် ဖော်ပြထားသည့် စကားရပ်များကို သဘောမတူပါ
ne: म इजाजतपत्र सम्झौतामा भएका सर्तहरू स्वीकार गर्दिन
oc: Accèpti PAS los tèrmes de l'acòr&di de licéncia
or: ମୁଁ ଅନୁମତି ପତ୍ର ବୁଝାମଣାରେ ଥିବା ନିୟମାବଳୀକୁ ଗ୍ରହଣ କରୁନାହିଁ (&d)
sv: Jag g&odkänner inte villkoren i licensavtalet
sw: Si&kubali masharti yaliyo kwenye Makubaliano ya Leseni
te: లైసెన్స్ వొప్పందపత్రం నందలి నిభందనలు నేను ఆమోదించుటలేదు
th: ฉัน ไ&ม่ยอมรับข้อกำหนดในข้อตกลงสิทธิการใช้งาน
ur: مجھے الائسنس معاہدے کی شرائط قبول &نہیں ہیں
xh: Mna &andiyamkeli imiqathango kwiSivumelwano seLayisensi
zh_tw: 我不接受上列的授權條款 (&d)
zu: Angi&yamukeli imigomo esivumelwaneni selayisense

source: &Install
as: ইনস্টল কৰক (&I)
be: &Усталяваць
bn_bd: ইনস্টল (&I)
es_cl: &Instalar
eu: &Instalatu
gu: સ્થાપિત કરો (&I)
km: ដំឡើង
kn: ಅನುಸ್ಥಾಪಿಸು (&I)
ku: &Saz Bike
lt: &Diegti
lv: &Instalēt
mr: प्रतिष्ठापन (&I)
ms: &Pasang
my: တပ်ဆင်ပါ
ne: स्थापना गर्नुहोस्
oc: &Installar
or: ସ୍ଥାପନ କରନ୍ତୁ (&I)
sv: &Installera
sw: &Sakinisha
te: సంస్థాపించు
th: ติ&ดตั้ง
ur: &تنصیب کریں
xh: &Fakela
zh_tw: 安裝(&I)
zu: &Faka

source: &Uninstall
as: আঁতৰাওক (&U)
be: &Высталяваць
bn_bd: আনইনস্টল (&U)
es_cl: &Desinstalar
eu: &Desinstalatu
gu: બિનસ્થાપિત કરો (&U)
km: លុប
kn: ತೆಗೆದುಹಾಕು (&U)
ku: &Rake
lt: &Šalinti
lv: &Atinstalēt
mr: प्रतिष्ठापन अशक्य (&U)
ms: &Nyahpasang
my: ဖြုတ်ပါ
ne: हटाउनुहोस्
oc: &Desinstallar
or: ବିସ୍ଥାପନ କରନ୍ତୁ (&U)
sv: &Avinstallera
sw: &Sakinusha
te: నిర్మూలించు
th: &ถอดถอน
ur: &ناتنصیب کریں
xh: &Susa okuhlohliweyo
zh_tw: 移除(&U)
zu: &Khipha

source: Cancel
as: বাতিল কৰক
be: Скасаваць
bn_bd: বাতিল
es_cl: Cancelar
eu: Utzi
gu: રદ કરો
km: បោះបង់
kn: ರದ್ದುಗೊಳಿಸು
ku: Betal
lt: Atsisakyti
lv: Atcelt
mr: रद्द करा
ms: Batal
my: မလုပ်ဆောင်တော့ပါ
ne: रद्द गर्नुहोस्
oc: Anullar
or: ବାତିଲ କରନ୍ତୁ
sv: Avbryt
sw: Katiza
te: రద్దుచేయి
th: ยกเลิก
ur: منسوخ کریں
xh: Rhoxisa
zh_tw: 取消
zu: Khansela

source: &Close
as: বন্ধ কৰক (&C)
be: &Закрыць
bn_bd: বন্ধ (&C)
es_cl: &Cerrar
eu: It&xi
gu: બંધ કરો (&C)
km: បិទ
kn: ಮುಚ್ಚು (&C)
ku: &Bigire
lt: &Užverti
lv: Ai&zvērt
mr: बंद करा
ms: &Tutup
my: ပိတ်ရန်
ne: बन्द गर्नुहोस्
oc: &Tampar
or: ବନ୍ଦ କରନ୍ତୁ (&C)
sv: St&äng
sw: &Funga
te: మూయి
th: &ปิด
ur: &بند کریں
xh: &Vala
zh_tw: 關閉 (&C)
zu: &Vala

source: B&rowse…
as: ব্ৰাউছ কৰক (&r)…
be: А&гляд…
bn_bd: ব্রাউজ... (&r)
es_cl: &Examinar…
eu: &Arakatu…
gu: બ્રાઉઝ કરો (&r)…
km: រក​មើល…
kn: ವೀಕ್ಷಿಸು (&r)…
ku: Bi&gere...
lt: Pa&rinkti…
lv: Pā&rlūkot...
mr: ब्राऊज करा (&r)…
my: ရှာဖွင့်ရန်…
ne: ब्राउज गर्नुहोस्…
oc: Pe&rcórrer...
or: ବ୍ରାଉଜ କରନ୍ତୁ (B&)…
sv: &Bläddra…
sw: Vi&njari…
te: అన్వేషించు...
th: เ&ลือกดู…
ur: &براؤز کریں…
xh: Kh&angela…
zh_tw: 瀏覽 (&R)…
zu: B&heka…

source: Show &details
as: বিৱৰণ দেখুৱাওক (&d)
be: &Падрабязнасці
bn_bd: বিস্তারিত (&d)
es_cl: Mostrar &detalles
eu: Erakutsi &xehetasunak
gu: વિગતોને બતાવો (&d)
km: បង្ហាញ​សេចក្ដី​លម្អិត
kn: ವಿವರಗಳನ್ನು ತೋರಿಸು (&d)
ku: &Kîtekîtan nîşan bide
lt: &Išsamiau
lv: Parā&dīt sīkāku informāciju
mr: तपशील दाखवा
ms: &Tunjuk perincian
my: အသေးစိတ်များကို ပြပါ
ne: विवरणहरू देखाउनुहोस्
oc: Afichar los &detalhs
or: ବିବରଣୀ ଦର୍ଶାନ୍ତୁ (&d)
sv: Visa &detaljer
sw: Onyesha &maelezo
te: వివరాలను చూపు
th: แสดง&รายละเอียด
ur: &تفصیلات دکھائیں
xh: Bonisa &iinkcukacha
zh_tw: 顯示詳細資訊 (&D)
zu: Bonisa &imininingwane

source: Click Next to continue.
as: আগবাঢ়িবলৈ পৰৱৰ্তী টিপক।
be: Пстрыкніце Далей для працягу.
bn_bd: এগিয়ে যেতে পরবর্তী ক্লিক করুন।
es_cl: Haga click en Siguiente para continuar.
eu: Jarraitzeko, egin klik Hurrengoa botoian.
gu: ચાલુ રાખવા માટે આગળ પર ક્લિક કરો.
km: ចុច​បន្ទាប់​ដើម្បី​បន្ត ។
kn: ಮುಂದುವರೆಯಲು ಮುಂದಕ್ಕೆ ಅನ್ನು ಕ್ಲಿಕ್‌ ಮಾಡಿ.
ku: Ji bo domandinê Pêşde bitikîne.
lt: Jei norite tęsti, spustelėkite „Toliau“.
lv: Spiediet pogu Uz priekšu, lai turpinātu.
mr: चालू ठेवण्यासाठी पुढे क्लिक करा.
ms: Klik Berikut untuk sambung.
my: ဆက်လက်ဆောင်ရွက်ရန် ရှေ့သို့ကို နှိပ်ပါ။
ne: जारी राख्न 'पछिल्लो' बटन क्लिक गर्नुहोस् ।
oc: Clicatz sus « Seguent » per contunhar.
or: ଆଗକୁ ବଢ଼ିବା ପାଇଁ ପରବର୍ତ୍ତି କ୍ଲିକ କରନ୍ତୁ
sv: Klicka på Nästa för att fortsätta.
sw: Bofya Ifuatayo kuendelea.
te: కొనసాగించుటకు తరువాత నొక్కుము.
th: คลิก ต่อไป เพื่อทำต่อ
ur: جاری رکھنے کے لیے آگے پر کلک کریں۔
xh: Nqomfa ku-Okulandelayo ukuze uqhube.
zh_tw: 按「下一步」繼續。
zu: Chofoza okulandelayo ukuze uqhubeke.

source: Click Install to start the installation.
as: ইনস্টলেষণ আৰম্ভ কৰিবলৈ ইনস্টল কৰক টিপক।
be: Пстрыкніце Усталяваць, каб пачаць усталяванне.
bn_bd: ইনস্টলেশন শুরু করতে ইনস্টল ক্লিক করুন।
es_cl: Haga click en Instalar para iniciar la instalación.
eu: Instalazioa hasteko, egin klik Instalatu botoian.
gu: સ્થાપનને શરૂ કરવા માટે સ્થાપન પર ક્લિક કરો.
km: ចុច​ដំឡើង ដើម្បី​ចាប់ផ្ដើម​ការ​ដំឡើង ។
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ಆರಂಭಿಸಲು ಅನುಸ್ಥಾಪಿಸು ಅನ್ನು ಕ್ಲಿಕ್‌ ಮಾಡಿ.
ku: Ji bo destpêkirina sazkirinê Saz Bike bitikîne.
lt: Jei norite pradėti diegimą, spustelėkite „Diegti“.
lv: Spiediet Instalēt, lai sāktu instalēšanu.
mr: प्रतिष्ठापन सुरू करण्यासाठी प्रतिष्ठापन क्लिक करा.
ms: Klik Pasang untuk memulakan pemasangan.
my: ထည့်သွင်းတပ်ဆင်မှုကို စတင်ရန် တပ်ဆင်ပါကို နှိပ်ပါ။
ne: स्थापना सुरु गर्न स्थापना गर्नुहोस् थिच्नुहोस्।
oc: Clicatz sus « Installar » per començar l'installacion.
or: ସ୍ଥାପନ ଆରମ୍ଭ କରିବା ପାଇଁ ସ୍ଥାପନ କରନ୍ତୁକୁ କ୍ଲିକ କରନ୍ତୁ।
sv: Klicka på Installera för att starta installationen.
sw: Bofya Sakinisha kuanza kusakinisha.
te: సంస్థాపనను ప్రారంభించుటకు సంస్థాపించు నొక్కుము.
th: คลิก ติดตั้ง เพื่อเริ่มการติดตั้ง
ur: تنصیب شروع کرنے کے لیے تنصیب پر کلک کریں۔
xh: Cofa kuFakela ukuqalisa ufakelo.
zh_tw: 按「安裝」開始安裝程序。
zu: Chofoza u-faka ukuze uqale ukufaka.

source: Click Uninstall to start the uninstallation.
as: আনইনস্টলেষণ আৰম্ভ কৰিবলৈ আনইনস্টল কৰক টিপক।
be: Пстрыкніце Высталяваць, каб пачаць высталяванне.
bn_bd: আনইনস্টলেশন শুরু করতে আনইনস্টল ক্লিক করুন।
es_cl: Haga click en Desinstalar para iniciar la desinstalación.
eu: Desinstalazioa hasteko, egin klik Desinstalatu botoian.
gu: બિનસ્થાપનને શરૂ કરવા માટે બિનસ્થાપન પર ક્લિક કરો.
km: ចុច​លុប ដើម្បី​ចាប់ផ្ដើម​ការ​លុប ។
kn: ಅನುಸ್ಥಾಪಿಸಲಾಗಿದ್ದನ್ನು ತೆಗೆದು ಹಾಕಲು ತೆಗೆದು ಹಾಕು ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: Ji bo destpêkirina rakirinê Rake bitikîne.
lt: Jei norite pašalinti programą, spustelėkite „Šalinti“.
lv: Spiediet Atinstalēt, lai sāktu atinstalēšanu.
mr: प्रतिष्ठापन अशक्य करण्यासाठी प्रतिष्ठापन अशक्य क्लिक करा.
ms: Klik nyahpasang untuk memulakan penyahpasangan.
my: ဖယ်ရှားခြင်း စတင်ရန် ဖြုတ်ပါကို နှိပ်ပါ။
ne: विस्थापना सुरु गर्न विस्थापन थिच्नुहोस्।
oc: Clicatz sus « desinstallar » per començar la desinstallacion.
or: ବିସ୍ଥାପନ ଆରମ୍ଭ କରିବା ପାଇଁ ବିସ୍ଥାପନ କରନ୍ତୁକୁ କ୍ଲିକ କରନ୍ତୁ।
sv: Klicka på Avinstallera för att starta avinstallationen.
sw: Bofya Sakinusha kuanza usakinushaji.
te: నిర్మూలన ప్రారంభించుటకు నిర్మూలించు నొక్కుము.
th: คลิก ถอดถอน เพื่อเริ่มการถอดถอน
ur: ناتنصیب شروع کرنے کے لیے ناتنصیب پر کلک کریں۔
xh: Cofa kuKhupha okufakelweyo ukuqalisa ukukhupha okufakelweyo.
zh_tw: 按「移除」開始移除程序。
zu: Chofoza u-khipha ukuze uqale ukukhipha.

source: Completed
as: সম্পূৰ্ণ
be: Скончана
bn_bd: সম্পন্ন
es_cl: Completado
eu: Burututa
gu: સમાપ્ત
km: បាន​បញ្ចប់
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ku: Qediya
lt: Baigta
lv: Pabeigta
mr: पूर्ण झाले
ms: Selesai
my: ပြီးစီးပါပြီ
ne: पूरा भयो
oc: Acabada
or: ସମ୍ପୂର୍ଣ୍ଣ ହେଲା
sv: Slutförd
sw: Imekamilika
te: పూర్తయింది
th: สมบูรณ์
ur: مکمل
xh: Igqityiwe
zh_tw: 已完成
zu: Kuqedile

source: Please review the license agreement before installing $BrandFullNameDA. If you accept all terms of the agreement, select the first option below. $_CLICK
as: $BrandFullNameDA ইনস্টল কৰাৰ পূৰ্বে অনুজ্ঞাচুক্তিৰ চৰ্ত্ত আকৌ পঢ়ি চাওক। সকলো চৰ্ত্ত মানি ল'লে, তলৰ প্ৰথম বিকল্প বাছক। $_CLICK
be: Прачытайце, калі ласка, ліцэнзійнае пагадненне перад усталяваннем $BrandFullNameDA. Калі вы згодныя з усімі ўмовамі пагаднення, выберыце першы радок унізе. $_CLICK
bn_bd: $BrandFullNameDA ইনস্টল করার পূর্বে অনুগ্রহ করে লাইসেন্স চুক্তিটি পড়ে নিন। যদি আপনি চুক্তির সব শর্তে সম্মত থাকেন তাহলে নিম্নের প্রথম অপশনটি নির্বাচন করুন। $_CLICK
es_cl: Por favor, revise el acuerdo de licencia antes de instalar $BrandFullNameDA. Si acepta todos los términos del acuerdo, seleccione la primera opción debajo. $_CLICK
eu: Mesedez gainbegiratu lizentzia-kontratuaren baldintzak $BrandFullNameDA instalatu aurretik. Lizentziaren baldintza guztiak onartzen badituzu, aukeratu azpiko lehen aukera. $_CLICK
gu: મહેરબાની કરીને $BrandFullNameDA ને સ્થાપિત કરતા પહેલાં લાઇસન્સ સંમતિને રિવ્યુ કરો. જો તમે સંમતિની બધી મર્યાદાઓને સ્વીકારો તો, નીચે પહેલાં વિકલ્પને પસંદ કરો. $_CLICK
km: សូម​ពិនិត្យ​មើល​កិច្ចព្រមព្រៀង​អាជ្ញាប័ណ្ណ​ឡើង​វិញ​មុន​ពេល​ដំឡើង $BrandFullNameDA ។ ប្រសិនបើ​អ្នក​ព្រម​ទទួល​​​​កិច្ចព្រមព្រៀង​ទាំងអស់ ជ្រើស​ជម្រើស​​ទីមួយ​ដំបូង ។ $_CLICK
kn: $BrandFullNameDA ಅನ್ನು ಅನುಸ್ಥಾಪಿಸುವ ಮೊದಲು ದಯವಿಟ್ಟು ಪರವಾನಗಿ ಒಪ್ಪಂದವನ್ನು ಓದಿ. ಒಪ್ಪಂದದಲ್ಲಿನ ಎಲ್ಲಾ ನಿಯಮಗಳನ್ನು ನೀವು ಒಪ್ಪಿಕೊಳ್ಳುವುದಾದರೆ ಈ ಕೆಳಗಿರುವ ಮೊದಲಿನ ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ. $_CLICK
ku: Ji kerema xwe re berî sazkirina $BrandFullName'ê peymana lîsansê bibîne. Heke hemû şertên peymanê dipejirînî, vebijêrka yekemîn bitikîne. $_CLICK
lt: Prieš diegiant „$BrandFullNameDA“ prašom perskaityti licencijos sutartį. Jei sutinkate su licencijos sąlygomis, pažymėkite pirmą iš žemiau esančių parinkčių.. $_CLICK
lv: Lūdzu, pirms instalēšanas caurskatiet $BrandFullNameDA lietošanas licences nosacījumus. Ja piekrītat šiem nosacījumiem, izvēlieties pirmo no zemāk pieejamajām iespējām. $_CLICK
mr: $BrandFullNameDA प्रतिष्ठापीत करण्यापूर्वी कृपया परवाना कराराचे समीक्षा करा. करारच्या सर्व अटी स्वीकारल्यास, खालील पहिले पर्याय नीवडा. $_CLICK
ms: Sila rebiu perjanjian lesen sebelum memasang $BrandFullNameDA. Jika anda terimasemua terma perjanjian, pilih opsyen pertama di bawah. $_CLICK
my: $BrandFullNameDA တပ်ဆင်ခြင်းမပြု မှီ လိုင်စင် လက်ခံသဘောတူညီချက် အားကျေးဇူးပြုပြီးဖတ်ပေးပါရန်။ အကယ်လို့သင်သည် သဘောတူညီချက်အားလုံးအားလက်ခံပါက အောက်တွင်ရှိသော ရွေးချက်ချက်အားရွေးပေးပါရန်။ $_CLICK
ne: कृपया $BrandFullNameDA स्थापना गर्नु पहिले लाइसेन्स सम्झौता पुनरावलोकन गर्नुहोस्। यदि तपाईँलाई सम्झौताका सबै सर्तहरू मन्जुर छ भने, तलको पहिलो विकल्प चयन गर्नुहोस्। $_CLICK
oc: Prenètz coneissença de l'acòrd de licéncia abans d'installar $BrandFullNameDA. S'acceptatz totes los tèrmes d'aqueste acòrd, seleccionatz la primièra opcion çaijós. $_CLICK
or: $BrandFullNameDAକୁ ସ୍ଥାପନ କରିବା ପୂର୍ବରୁ ଦୟାକରି ଅନୁମତି ପତ୍ର ବୁଝାମଣାକୁ ସମୀକ୍ଷା କରନ୍ତୁ। ଯଦି ଆପଣ ସେହି ବୁଝାମଣା ପତ୍ରର ସମସ୍ତ ନିତୀକୁ ଗ୍ରହଣ କରନ୍ତି, ତେବେ ନିମ୍ନରେ ଥିବା ପ୍ରଥମ ବିକଳ୍ପକୁ ଚୟନ କରନ୍ତୁ। $_CLICK
sv: Läs igenom licensvillkoren innan du installerar $BrandFullNameDA. Om du accepterar villkoren i avtalet, välj det första alternativet nedan. $_CLICK
sw: Tafadhali angalia kwa makini makubaliano ya leseni kabla ya kusakinisha $BrandFullNameDA. Ukikubali masharti ya makubaliano, chagua chaguo la kwanza hapa chini. $_CLICK
te: $BrandFullNameDA సంస్థాపించుటకు ముందుగా దయచేసి లైసెన్స్ వొప్పందం చూడండి. ఒప్పందం యొక్క అన్ని నిభందనలను మీరు ఆమోదించునట్లైతే, కిందన మొదటి ఐచ్చికం యెంపికచేయండి. $_CLICK
th: โปรดตรวจทานข้อตกลงสิทธิการใช้งานก่อนทำการติดตั้ง $BrandFullNameDA ถ้าคุณยอมรับข้อกำหนดทั้งหมดในข้อตกลง เลือกตัวเลือกแรกข้างล่าง $_CLICK
ur: $BrandFullNameDA کو تنصیب کرنے سے پہلے لائسنس معاہدے پر تبصرہ کریں۔ اگر آپ کو معاہدے کی تمام اصطلاحات منظور ہیں تو، نیچے دیئے گئے پہلے اختیار پر کلک کریں۔ $_CLICK
xh: Nceda uvuselele isivumelwano selayisensi phambi kokufakela i-$BrandFullNameDA. Ukuba uyayamkela yonke imiqathango yesivumelwano, khetha okusekuqaleni koku kungezantsi. $_CLICK
zh_tw: 安裝 $BrandFullNameDA 前請閱讀授權協議書。如果您接受所有條款，請選下面的第一個選項。 $_CLICK
zu: Sicela ubuyekeze isivuemelwano selayisense ngaphambi kokuba ufake i-$BrandFullNameDA. Uma wamukela yonke imigomo yesivumelwano, khetha inketho yokuqala ngezansi. $_CLICK

source: Check the components you want to install and uncheck the components you don't want to install. $_CLICK
as: ইনস্টল কৰিব বিচৰা অংশবোৰ ছেক কৰক আৰু কৰিব নিবিচৰা অংশবোৰক ছেক নকৰিব। $_CLICK
be: Пазначце часткі, якія вы хочаце ўсталяваць, і прыміце адзнакі з частак, якія не хочаце ўсталёўваць. $_CLICK
bn_bd: আপনি যেসব কম্পোনেন্ট ইনস্টল করতে চান সেগুলোতে টিক দিন এবং যেগুলো ইনস্টল করতে চান না সেগুলো থেকে টিক উঠিয়ে দিন। $_CLICK
es_cl: Marque los componentes que desea instalar y desmarque los componentes que no desea instalar. $_CLICK
eu: Markatu instalatu nahi dituzun osagaiak eta desmarkatu nahi ez dituzunak. $_CLICK
gu: ઘટકોને પસંદ કરો જે તમે સ્થાપિત કરવા માંગો છો અને ઘટકોને નાપસંદ કરો જે તમે સ્થાપિત કરવા માંગતા ન હોય તો. $_CLICK
km: ធីក​​សមាសភាគ​ដែល​អ្នក​ចង់​ដំឡើង និង​ដោះ​ធីក​សមាសភាគ​ដែល​អ្នក​មិន​ចង់​ដំឡើង ។ $_CLICK
kn: ನೀವು ಅನುಸ್ಥಾಪಿಸಲು ಬಯಸುವ ಘಟಕಗಳನ್ನು ಗುರುತು ಹಾಕಿ ಹಾಗು ಅನುಸ್ಥಾಪಿಸಲು ಬಯಸದೆ ಇರುವ ಘಟಕಗಳನ್ನು ಗುರುತು ಹಾಕಬೇಡಿ. $_CLICK
ku: Parçeyên dixwazî saz bibin û yên naxwazî saz bibin diyar bike. $_CLICK
lt: Pažymėkite pavadinimus komponentų, kuriuos norite įdiegti. $_CLICK
lv: Atķeksējiet tās sastāvdaļas, kuras vēlaties instalēt, un aizvāciet ķeksīti no tām, kuras nevēlaties instalēt. $_CLICK
mr: प्रतिष्ठापनजोगी घटके तपासा व प्रतिष्ठापन न करण्याजोगी घटके नीवड अशक्य करा. $_CLICK
ms: Semak komponen yang anda ingin pasang dan nyahsemak komponen yang anda tidak ingin pasang. $_CLICK
my: သင်တပ်ဆင်ခြင်းတွင်ပါဝင်လိုသော အစိတ်အပိုင်းများ အားရွေးချယ်ပြီး မလိုအပ်သည်များကို ဖယ်ထားခဲ့ပေးပါ။ $_CLICK
ne: तपाईँले स्थापना गर्न चाहनु भएको घटकमा चिन्ह लगाउनुहोस र नचाहनु भएको घटकमा चिन्ह नलगाउनुहोस। $_CLICK
oc: Marcatz los components d'installar e desmarcatz los d'installar pas. $_CLICK
or: ଆପଣ ସ୍ଥାପନ କରିବାକୁ ଚାହୁଁଥିବା ଉପାଦାନଗୁଡ଼ିକୁ ଯାଞ୍ଚକରନ୍ତୁ ଏବଂ ଆପଣ ସ୍ଥାପନ କରିବାକୁ ଚାହୁଁ ନଥିବା ଉପାଦାନଗୁଡ଼ିକୁ ଅବଛା କରନ୍ତୁ। $_CLICK
sv: Markera de komponenter du vill installera och avmarkera de komponenter du inte vill installera. $_CLICK
sw: Angalia vijenzi unavyotaka kusakinisha na utoe alama kwenye vijenzi ambazo hungetaka kusakinisha. $_CLICK
te: మీరు సంస్థాపించాలని అనుకొనుచున్న కాంపోనెంట్లను చెక్ చేసి మీరు సంస్థాపించదలచని కాంపోనెంట్లను అన్‌చెక్ చేయండి. $_CLICK
th: ตรวจสอบส่วนประกอบที่คุณต้องการติดตั้งและเลือกส่วนประกอบที่คุณไม่ต้องการออก $_CLICK
ur: جو اجزا آپ تنصیب کرنا چاہتے ہیں انہیں بانشان کریں اور کو اجزا آپ نہیں تنصیب کرنا چاہتے انہیں بے نشان کریں۔ $_CLICK
xh: Khangela iikhomponenti ofuna ukuzifaka uze uyeke ongafuni kuzifaka. $_CLICK
zh_tw: 請勾選您想安裝的部份並取消您不想安裝的元件。 $_CLICK
zu: Hlola izinxenye ofuna ukuzifaka futhi ungahloli izinxenye ongafuni ukuzifaka. $_CLICK

source: Select components to install:
as: ইনস্টল কৰিব লগা উপাদানসমূহ বাছক:
be: Выберыце часткі для ўсталявання:
bn_bd: ইনস্টল করার জন্য কম্পোনেন্ট নির্বাচন:
es_cl: Seleccione los componentes a instalar:
eu: Hautatu instalatu beharreko osagaiak:
gu: સ્થાપિત કરવા માટે ઘટકોને પસંદ કરો:
km: ជ្រើស​សមាសភាគ​ត្រូវ​ដំឡើង ៖
kn: ಅನುಸ್ಥಾಪಿಸಬೇಕಿರುವ ಘಟಕಗಳನ್ನು ಆರಿಸಿ:
ku: Parçeyên saz bibin hilbijêre:
lt: Parinkite diegiamus komponentus:
lv: Izvēlieties instalējamās sastāvdaļas:
mr: प्रतिष्ठापनजोगी घटके नीवडा:
ms: Pilih komponen untuk pasang:
my: တပ်ဆင်မဲ့ အစိတ်အပိုင်းများကို ရွေးချယ်ရန် -
ne: स्थापना गर्न चाहनुभएको उपकरणहरू चयन गर्नुहोस्:
oc: Seleccionatz los components d'installar :
or: ସ୍ଥାପନ କରିବା ପାଇଁ ଉପାଦାନ ବାଛନ୍ତୁ:
sv: Välj komponenter att installera:
sw: Chagua vijenzi vya kusakinisha:
te: సంస్థాపించుటకు కాంపోనెంట్లను యెంపికచేయి:
th: เลือกส่วนประกอบเพื่อติดตั้ง:
ur: تنصیب کرنے کے لیے اجزا منتخب کریں:
xh: Khetha iikhomponenti ukuze ufakele:
zh_tw: 選擇要安裝的元件:
zu: Khetha izinxenye ozozifaka:

source: Setup will install $BrandFullNameDA in the following folder. To install in a different folder, click Browse and select another folder. $_CLICK
as: এই ফোল্ডাৰত Setup এ $BrandFullNameDA ইনস্টল কৰিব। অন্য এটা ফোল্ডাৰত ইনস্টল কৰিবলৈ, ব্ৰাউছ কৰক টিপক আৰু অন্য এটা ফোল্ডাৰ বাছক। $_CLICK
be: Усталявальнік установіць $BrandFullNameDA у наступную папку. Каб зрабіць усталяванне ў іншую папку, пстрыкніце Агляд і выберыце іншую папку. $_CLICK
bn_bd: নিম্নের ফোল্ডারে $BrandFullNameDA ইনস্টল করা হবে। অন্য ফোল্ডারে ইনস্টল করার জন্য, ব্রাউজ ক্লিক করুন এবং আরেকটি ফোল্ডার নির্বাচন করুন। $_CLICK
es_cl: Se instalará $BrandFullNameDA en la siguiente carpeta. Para instalarlo en una carpeta diferente, haga clic en Examinar y seleccione otra carpeta. $_CLICK
eu: Instalatzaileak $BrandFullNameDA ondorengo karpetan instalatuko du. Karpeta ezberdin batean instalatzeko, egin klik Arakatu botoian eta aukeratu beste karpeta bat. $_CLICK
gu: સુયોજન નીચેના ફોલ્ડરમાં $BrandFullNameDA ને સ્થાપિત કરશે. અલગ ફોલ્ડરમાં સ્થાપિત કરવા માટે, બ્રાઉઝ પર ક્લિક કરો અને બીજા ફોલ્ડરને પસંદ કરો. $_CLICK
km: រៀបចំ​នឹង​ដំឡើង $BrandFullNameDA នៅ​ក្នុង​ថត​ខាងក្រោម ។ ដើម្បី​ដំឡើង​នៅ​ក្នុង​ថត​ផ្សេង​គ្នា ចុច​រកមើល ហើយ​ជ្រើស​ថត​ផ្សេង​ទៀត ។ $_CLICK
kn: ಸಿದ್ಧತಾ ಮಧ್ಯವರ್ತಿಯು $BrandFullNameDA ಅನ್ನು ಈ ಕೆಳಗಿನ ಅನುಕ್ರಮದಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುತ್ತದೆ. ಬೇರೊಂದು ಕಡತಕೋಶದಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸಲು ವೀಕ್ಷಿಸು ಅನ್ನು ಕ್ಲಿಕ್‌ ಮಾಡಿ ಇನ್ನೊಂದು ಕಡತಕೋಶವನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ. $_CLICK
ku: Sazkar dê $BrandFullName'ê di peldanka jêr de saz bike. Ji bo ku di peldankeke cuda de saz bikî, Bigere bitikîne û peldankeke din hilbijêre. $_CLICK
lt: „$BrandFullNameDA“ bus diegiama į žemiau nurodytą aplanką. Jei norite, kad programa būtų diegiama į kitą aplanką, spustelėkite „Parinkti“ ir nurodykite kitą aplanką. $_CLICK
lv: $BrandFullNameDA tiks instalēta norādītajā mapē. Lai instalētu to citā vietā, spiediet Pārlūkot un izvēlieties citu mapi. $_CLICK
mr: मांडणी $BrandFullNameDA खालील फोल्डरमध्ये प्रतिष्ठापीत करेल. वेगळ्या फोल्डरमध्ये प्रतिष्ठापीत करायचे असल्यास, ब्राउझ क्लिक करा व वेगळे फोल्डर नीवडा. $_CLICK
ms: Penetap akan memasang $BrandFullNameDA dalam folder berikut. Untuk memasang dalam folder berlainan, klik Lungsur dan pilih folder lain. $_CLICK
my: $BrandFullNameDA အားအောက်တွင်ဖော်ပြထားသော်ဖိုလ်ဒါ ထဲတွင်တပ်ဆင်လိမ့်မည်ဖြစ်သည်။အခြားဖိုလ်ဒါအများ အောက်တွင်တပ်ဆင်လိုပါက ဖိုင်ရှာမည် ကို တစ်ချက်နှိပ်ပြီး အခြားဖိုလ်ဒါတစ်ခုရွေးပေးပါ။ $_CLICK
ne: सेटअप ले $BrandFullNameDA लाई तलको फोल्डरमा स्थापना गर्छ। फरक फोल्डरमा स्थापना गर्न, ब्राउज क्लिक गर्नुहोस् र अर्को फोल्डर चयन गर्नुहोस्। $_CLICK
oc: Lo programa d'installacion installarà $BrandFullNameDA dins lo dorsièr seguent. Per l'installar dins un dorsièr diferent, clicatz sus « Percórrer… » e seleccionatz un autre dorsièr. $_CLICK
or: ସଂରଚନାଟି $BrandFullNameDA କୁ ନିମ୍ନଲିଖିତ ଫୋଲଡ଼ରରେ ସ୍ଥାପନ କରିବ। ଭିନ୍ନ ଏକ ଫୋଲଡ଼ରରେ ସ୍ଥାପନ କରିବା ପାଇଁ, ବ୍ରାଉଜ କ୍ଲିକ କରନ୍ତୁ ଏବଂ ଅନ୍ୟ ଏକ ଫୋଲଡ଼ରକୁ ବାଛନ୍ତୁ। $_CLICK
sv: $BrandFullNameDA kommer att installeras i följande mapp. För att installera i en annan mapp, klicka på Bläddra och välj en annan mapp. $_CLICK
sw: Usanidi utasakinisha $BrandFullNameDA katika folda ifuatayo. Kusakinisha katika folda tofauti, bofya Vinjari na chagua folda nyingine. $_CLICK
te: కింది సంచయం నందు అమర్పు $BrandFullNameDA ను సంస్థాపించును. వేరే సంచయం నందు సంస్థాపించుటకు, బ్రౌజ్ నొక్కి వేరొక సంచయం యెంపికచేయండి. $_CLICK
th: ตัวติดตั้งจะติดตั้ง $BrandFullNameDA ไว้ในโฟลเดอร์ดังกล่าว หากต้องการติดตั้งไว้ในโฟลเดอร์อื่น คลิก เลือกดู เพื่อเลือกโฟลเดอร์อื่น $_CLICK
ur: سیٹ اپ $BrandFullNameDA کو مندرجہ ذیل فولڈر میں تنصیب کرے گا۔ کسی اور فولڈر میں تنصیب کرنے کے لیے براؤز پر کلک کریں اور کوئی اور فولڈر منتخب کریں۔ $_CLICK
xh: Useto luya kufakela i-$BrandFullNameDA kwifolda elandelayo. Ukufakela kwifolda eyahlukileyo, cofa kuBhrawuza uze ukhethe enye ifolda. $_CLICK
zh_tw: 安裝程式將會安裝 $BrandFullNameDA 到下列資料夾。若要安裝到其他資料夾，請按「瀏覽」後選擇其他資料夾。 $_CLICK
zu: Ukuhlela kuzofaka i-$BrandFullNameDA kufolda elandelayo. Ukuze ufake kufolda ehlukile, chofoza u-buka bese ukhethe enye ifolda. $_CLICK
