Repository: tktk711/mozilla-l10n
Catalog: */browser/installer/override.properties.po
Languages: as, be, bn_bd, es_cl, eu, gu, km, kn, ku, lt, lv, mr, ms, my, ne, oc, or, sv, sw, te, th, ur, xh, zh_tw, zu

source: Error decompressing data! Corrupted installer?
as: তথ্য অসংকোচন কৰোঁতে ত্ৰুটি! নষ্ট ইনস্টলাৰ?
be: Памылка выціскання даных! Усталявальнік пашкоджаны?
bn_bd: তথ্য সম্প্রসারণ করতে সমস্যা! বিকৃত ইনস্টলার?
es_cl: ¡Error al descomprimir los datos! ¿Instalador corrupto?
eu: Errorea datuak deskonprimitzean! Instalatzailea hondatuta dago?
gu: માહિતીને સંકોચી રહ્યા હોય ત્યારે ભૂલ! શું બગડેલ સ્થાપક છે?
km: កំហុស​ការ​ពន្លា​ទិន្នន័យ ! កម្មវិធី​ដំឡើង​ខូច ?
kn: ಸಂಕುಚನಗೊಳಿಸಲಾದ ಮಾಹಿತಿಯನ್ನು ಹೊರತೆಗೆಯುವಲ್ಲಿ ದೋಷ! ಅನುಸ್ಥಾಪಕವು ಹಾಳಾಗಿದೆಯೆ?
ku: Çewtiya nedewisandina daneyan! Sazbûna xerabe?
lt: Klaida išpakuojant duomenis! Tikėtina, kad diegimo programos failas pažeistas
lv: Kļūda, atkompresējot datus! Bojāts instalators?
mr: डाटा आंकुचीत करतेवेळी त्रुटी आढळली! सदोषीत इंस्टॉलर?
ms: Ralat menyahmampat data! Pemasang rosak?
my: ဒေတာ ဖြည်ချမှု မှားယွင်းနေတယ်။ အင်​စတော်လာ ချို့ယွင်းနေသလား။
ne: डाटा पढ्दा त्रुटि! स्थापनाकर्तामा त्रुटि थियो कि?
oc: Error al moment de la descompression de las donadas ! Installador invalid ?
or: ତଥ୍ୟ ଅସଙ୍କୋଚନ କରିବାରେ ତ୍ରୁଟି! ତ୍ରୁଟିଯୁକ୍ତ ସ୍ଥାପକ?
sv: Fel vid uppackning av data! Skadat installationspaket?
sw: Kosa kufinyua data! Kisakinishaji cha kuvurugwa?
te: దత్తాంశం విడమరచుటలో దోషం! సంస్థాపకి పాడైందా?
th: ผิดพลาดขณะกำลังขยายแฟ้มข้อมูล! ตัวติดตั้งไม่สมบูรณ์?
ur: کوائف کھولنے میں نقص! خراب تنصیب کار؟
xh: Imposiso ekwandiseni iingcombolo! Isifakeli esonakalisiweyo?
zh_tw: 解壓縮資料時錯誤！安裝程式是否毀損？
zu: Iphutha ekukhishweni idatha! Isifaki esonakele?

source: Error registering DLL
as: DLL ৰেজিস্টাৰ কৰোঁতে ত্ৰুটি
be: Памылка рэгістравання DLL
bn_bd: DLL রেজিস্টার করতে সমস্যা
es_cl: Error al registrar DLL
eu: Errorea DLLa erregistratzean
gu: DLL ને રજીસ્ટર કરી રહ્યા હોય ત્યારે ભૂલ
km: កំហុស​មិន​ចុះ​ឈ្មោះ DLL
kn: DLL ಅನ್ನು ನೋಂದಾಯಿಸುವಲ್ಲಿ ದೋಷ
ku: Çewtiya tomarkirina DLL
lt: Klaida registruojant dinaminę bibliotekę
lv: Kļūda, reģistrējot DLL
mr: DLL नोंदणी करतेवेळी त्रुटी आढळली
ms: Ralat mendaftarkan DLL
my: DLL စာရင်းသွင်းချက် မှားယွင်းနေတယ်
ne: दर्ता गर्न त्रुटि DLL
oc: Error al moment de l'enregistrament de DLL
or: DLLକୁ ପଞ୍ଜିକରଣ କରିବା ସମୟରେ ତ୍ରୁଟି
sv: Fel vid registrering av DLL
sw: Kosa kuandikisha DLL
te: DLL నమోదీకరణలో దోషం
th: ผิดพลาดขณะกำลังลงทะเบียน DLL
ur: DLL رجسٹر کرنے میں نقص
xh: Imposiso ekubhaliseni i-DLL
zh_tw: 註冊 DLL 時錯誤
zu: Iphutha lokubhalisa i-DLL

source: "Execute: "
as: "এক্সিকিউট কৰক: "
be: "Выкананне: "
bn_bd: "চালানো হবে:"
es_cl: "Ejecutar: "
eu: "Exekutatu: "
gu: "ચલાવો: "
km: "ប្រតិបត្តិ ៖ "
kn: "ಕಾರ್ಯಗತಗೊಳಿಸು: "
ku: "Meşandin: "
lt: "Vykdymas: "
lv: "Izpildīt: "
mr: "चालवा: "
ms: "Laksana: "
my: "စီမံလုပ်ဆောင်ရန် - "
ne: "कार्यान्वयन गर्नुहोस्: "
oc: "Executar : "
or: "ନିଷ୍ପାଦନ କରନ୍ତୁ: "
sv: "Kör: "
sw: "Tekeleza: "
te: "నిర్వర్తించు: "
ur: "چلائیں: "
xh: "Feza: "
zh_tw: "執行: "
zu: "Yenza: "

source: "Extract: "
as: "নিষ্কাষণ কৰক: "
be: "Выманне: "
bn_bd: "সম্প্রসারণ: "
es_cl: "Extraer: "
eu: "Erauzi: "
gu: "બહાર કાઢો: "
km: "ស្រង់​ចេញ ៖ "
kn: "ಹೊರತೆಗೆ: "
ku: "Dakişandin: "
lt: "Išpakavimas: "
lv: "Atspiest: "
mr: "प्राप्य: "
ms: "Ekstrak: "
my: "ထုတ်ယူရန် - "
ne: "निकाल्नुहोस्:"
oc: "Extraire : "
or: "ବାହାର କରନ୍ତୁ: "
sv: "Extraherar: "
sw: "Fyonza: "
te: "విడమరచు: "
th: "ขยาย: "
ur: "نکالیں: "
xh: "Caphula: "
zh_tw: "解壓縮: "
zu: "Khipha: "

source: "Extract: error writing to file "
as: "নিষ্কাষণ কৰক: ফাইললৈ লিখোঁতে ত্ৰুটি "
be: "Выманне: памылка запісу файла "
bn_bd: "সম্প্রসারণ: ফাইলে লিখতে সমস্যা "
es_cl: "Extracción: error al escribir en el archivo "
eu: "Erauzi: errorea fitxategira idaztean "
gu: "બહાર કાઢો: ફાઇલમાં લખી રહ્યા હોય ત્યારે ભૂલ "
km: "ស្រង់​ចេញ ៖ កំហុស​​​​សរសេរ​​ទៅកាន់​ឯកសារ "
kn: "ಹೊರತೆಗೆ: ಕಡತಕ್ಕೆ ಬರೆಯುವಲ್ಲಿ ದೋಷ "
ku: "Dakişandin: çewtiya nivîsandina di pelê de "
lt: "Išpakavimas: klaida rašant į failą "
lv: "Atspiešana: kļūda, rakstot failā "
mr: "प्राप्य: फाइलकरीता लिहीतेवेळी त्रुटी आढळली "
ms: "Ekstrak: ralat menulis ke fail "
my: "ဖြည်ချရန် - ဖိုင်ရေးသားမှု မှားယွင်းနေတယ်"
ne: "फाइललेख्दा त्रुटि निकाल्नुहोस्:"
oc: "Extraccion : error al moment de l'escritura del fichièr "
or: "ବାହାର କରନ୍ତୁ: ଫାଇଲରେ ଲେଖିବା ସମୟରେ ତ୍ରୁଟି "
sv: "Extraherar: fel vid skrivning till fil "
sw: "Fyonza: kosa kuandika kwa faili "
te: "విడమరచు: ఫైలుకు వ్రాయుటలో దోషం "
th: "ขยาย: ผิดพลาดขณะเขียนไปยังแฟ้ม "
ur: "نکالیں: فائل پر لکھنے میں نقص "
xh: "Caphula: imposiso ekubhaleni ifayile "
zh_tw: "解壓縮: 寫入檔案時錯誤 "
zu: "Khipha: iphutha ekubhaleni efayeleni "

source: Installer corrupted: invalid opcode
as: ইনস্টলাৰ নষ্ট: অবৈধ opcode
be: Усталявальнік пашкоджаны: недапушчальны код дзеяння
bn_bd: ইনস্টলার বিকৃত: অকার্যকর অপকোড
es_cl: Instalador corrupto: cód. operación no válido
eu: Instalatzailea hondatuta: opcode baliogabea
gu: સ્થાપક બગડેલ છે: અયોગ્ય opcode
km: កម្មវិធី​ដំឡើង​ខូច ៖ opcode មិន​ត្រឹមត្រូវ​ទេ
kn: ಅನುಸ್ಥಾಪಕವು ಹಾಳಾಗಿದೆ: ಅಮಾನ್ಯವಾದ opcode
ku: Sazkar xera bû: opcoda nederbasdar
lt: Diegimo programos failas pažeistas
lv: Bojāts instalators: nederīgs opkods
mr: इंस्टॉलर सदोषीत: अवैध ऑपकोड
ms: Pemasang rosak: opkod tidak sah
my: အင်စတော်လာ အဟန့်အထား ခံရတယ် - opcode မှားယွင်းနေတယ်
ne: भ्रष्ट स्थापनाकर्ता: अवैध अपकोड
oc: Installador invalid : opcode invalid
or: ସ୍ଥାପକ ତ୍ରୁଟିଯୁକ୍ତ ହୋଇଛି: ଅବୈଧ opcode
sv: Installationspaket skadat: ogiltig opcode
sw: Kisakinishaji cha kuvurugwa: kodi batili
te: సంస్థాపకి పాడైనది: చెల్లని opcode
th: ตัวติดตั้งไม่สมบูรณ์: opcode ไม่ถูกต้อง
ur: تنصیب کار خراب: ناجائز آپ کوڈ
xh: Isifakeli sonakalisiwe: i-opcode engasebenziyo
zh_tw: 安裝程式毀損: 無效的操作碼
zu: Isifsaki sonakele: Ikhodi yokusebenza engavumelekile

source: "No OLE for: "
as: "চিহ্নিত বস্তুৰ কাৰণে OLE নাই: "
be: "Няма OLE для: "
bn_bd: "এর জন্য কোনো OLE নেই: "
es_cl: "No existe OLE para: "
eu: "Ez dago OLErik honentzat: "
gu: "તેની માટે OLE નથી: "
km: "គ្មាន OLE សម្រាប់ ៖ "
kn: "ಇದಕ್ಕಾಗಿ ಯಾವುದೆ OLE ಇಲ್ಲ: "
ku: "Ji bo vê OLE tune: "
lt: "Nėra OLE: "
lv: "Nav OLE priekš: "
mr: "OLE आढळले नाही: "
ms: "Tiada OLE untuk: "
my: "OLE မရှိပါ - "
ne: " को OLE भेटिएन"
oc: "Pas de OLE per : "
or: "ପାଇଁ OLE ନାହିଁ: "
sv: "Ingen OLE för: "
sw: "Hakuna OLE ya: "
te: "దీని కొరకు OLE లేదు: "
th: "ไม่มี OLE สำหรับ: "
ur: "اس کے لیے کوئی OLE نہیں: "
xh: "Akukho OLE ye-: "
zh_tw: "無 OLE 於: "
zu: "Ayikho i-OLE ye: "

source: "Output folder: "
as: "আউটপুট ফোল্ডাৰ: "
be: "Папка запісу: "
bn_bd: "আউটপুট ফোল্ডার: "
es_cl: "Carpeta de salida: "
eu: "Irteera-karpeta: "
gu: "આઉટપુટ ફોલ્ડર: "
km: "ថត​លទ្ធផល ៖ "
kn: "ಔಟ್‌ಪುಟ್ ಕಡತಕೋಶ: "
ku: "Peldanka Output: "
lt: "Paskirties aplankas: "
lv: "Izvades mape: "
mr: "आऊटपुट फोल्डर: "
ms: "Folder Keluaran: "
my: "ရလဒ် ဖိုင်တွဲ - "
ne: "निर्यात फोल्डर:"
oc: "Dorsièr de sortida : "
or: "ନିର୍ଗମ ଫୋଲଡ଼ର: "
sv: "Målmapp: "
sw: "Folda ya zao: "
te: "అవుట్పుట్ సంచయం: "
th: "โฟลเดอร์ผลลัพธ์: "
ur: "آؤٹ پٹ فولڈر: "
xh: "Ifolda yegalelo: "
zh_tw: "輸出資料夾: "
zu: "Ifolda yokuphuma: "

source: "Remove folder: "
as: "ফোল্ডাৰ আঁতৰাওক: "
be: "Выдаленне папкі: "
bn_bd: "ফোল্ডার অপসারণ: "
es_cl: "Eliminar carpeta: "
eu: "Ezabatu karpeta: "
gu: "ફોલ્ડર દૂર કરો: "
km: "យក​ថត​ចេញ ៖ "
kn: "ಕಡತಕೋಶವನ್ನು ತೆಗೆದು ಹಾಕು: "
ku: "Peldanka Rakirinê: "
lt: "Pašalinti aplanką: "
lv: "Aizvākt mapi: "
mr: "फोल्डर काढून टाका: "
ms: "Singkir folder: "
my: "ဖိုဒါအားဖယ်ရှားပစ်ပါ- "
ne: "फोल्डर हटाउनुहोस्: "
oc: "Suprimir lo dorsièr : "
or: "ଫୋଲଡ଼ରକୁ କାଢ଼ନ୍ତୁ: "
sv: "Ta bort mapp: "
sw: "Ondoa folda: "
te: "సంచయం తీసివేయి: "
th: "เอาโฟลเดอร์ออก: "
ur: "فولڈر ہٹائیں: "
xh: "Shenxisa ifolda: "
zh_tw: "移除資料夾: "
zu: Susa ifolda: "

source: "Rename on reboot: "
as: "পুনৰাম্ভ কৰোঁতে পুনঃ নামকৰণ কৰিব: "
be: "Перайменаваць пасля перазапуску: "
bn_bd: "রিস্টার্ট করার সময় নতুন নামকরণ করা হবে: "
es_cl: "Renombrar al reiniciar: "
eu: "Aldatu izena berrabiaraztean: "
gu: "પુન:બુટ સમયે નામ બદલો: "
km: "ប្ដូរ​ឈ្មោះ​នៅ​ពេល​ចាប់ផ្ដើម ៖ "
kn: "ಮರಳಿ ಬೂಟ್ ಆದ ನಂತರ ಹೆಸರನ್ನು ಬದಲಿಸು: "
ku: "Di nûdestpêkirinê navî biguherîne: "
lt: "Pervardyti paleidus iš naujo: "
lv: "Pārsaukt pārstartējot: "
mr: "रिबूटवेळी पुनःनामांकन करा: "
ms: "Menamakan pada reboot: "
my: "စက်ပြန်ဖွင့်ပြီး နာမည်ပြောင်းရန် - "
ne: "पुनः सुरू गर्दा नाम फेर्नुहोस्: "
oc: "Tornar nomenar a la reaviada : "
or: "ପୁନଃ ଚାଳନ ସମୟରେ ପୁନଃ ନାମକରଣ କରନ୍ତୁ: "
sv: "Byt namn vid omstart: "
sw: "Ita tena jina wakati wa kubuti tena: "
te: "పునఃప్రారంభం నందు పేరుమార్చు: "
th: "เปลี่ยนชื่อขณะเริ่มคอมพิวเตอร์ใหม่: "
ur: "پھر بوٹ ہونے پر نیا نام دیں: "
xh: "Thiya ngokutsha xa uvula: "
zh_tw: "重啟時更名: "
zu: "Qamba futhi makuqala kabusha: "

source: "Rename: "
as: "পুনঃ নামকৰণ: "
be: "Перайменаваць: "
bn_bd: "নতুন নামকরণ: "
es_cl: "Renombrar: "
eu: "Aldatu izena: "
gu: "નામ બદલો: "
km: "ប្ដូរ​ឈ្មោះ ៖ "
kn: "ಹೆಸರನ್ನು ಬದಲಿಸು: "
ku: "Nav Biguherîne: "
lt: "Pervardyti: "
lv: "Pārsaukt: "
mr: "पुनःनामांकन करा: "
ms: "Menamakan: "
my: "နာမည်ပြောင်းရန် - "
ne: "नामकरण: "
oc: "Tornar nomenar : "
or: "ପୁନଃ ନାମକରଣ କରନ୍ତୁ: "
sv: "Byt namn: "
sw: "Ita tena jina: "
te: "పేరుమార్చు: "
th: "เปลี่ยนชื่อ: "
ur: "نیا نام دیں: "
xh: "Thiya ngokutsha: "
zh_tw: "更名: "
zu: "Qamba futhi"

source: "Skipped: "
as: "বাদ দিয়া হ'ল: "
be: "Прапушчаны: "
bn_bd: "বাদ দেয়া হয়েছে: "
es_cl: "Saltado: "
eu: "Saltatuta: "
gu: "છોડેલ: "
km: "បាន​រំលង ៖ "
kn: "ಕಡೆಗಣಿಸಲಾಗಿದೆ: "
ku: "Derbas bû: "
lt: "Praleista: "
lv: "Izlaists: "
mr: "वगळले: "
ms: "Dilangkau: "
my: "ကျော်သွားရန် - "
ne: "छोडिएको: "
oc: "Ignorat(s) : "
or: "ଏଡ଼ାଇ ଦିଆଯାଇଛି: "
sv: "Ignorerad: "
sw: "Imerukwa: "
te: "వదిలివేసిన: "
th: "ข้าม: "
ur: "چھٹا ہوا: "
xh: "Itsityiwe: "
zh_tw: "略過: "
zu: "Kweqiwe: "

source: Copy Details To Clipboard
as: ক্লিপবৰ্ডলৈ বিৱৰণ কপি কৰক
be: Капіяваць падрабязнасці ў буфер абмену
bn_bd: ক্লিপবোর্ডে বিস্তারিত অনুলিপি করা হবে
es_cl: Copiar detalles al portapapeles
eu: Kopiatu xehetasunak arbelera
gu: ક્લિપબોર્ડમાં વિગતોની નકલ કરો
km: ចម្លង​សេចក្ដី​លម្អិត​ទៅកាន់​ក្ដារ​តម្បៀត​ខ្ទាស់
kn: ವಿವರಗಳನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡಿಗೆ ಕಾಪಿ ಮಾಡು
ku: Kîtekîtan Di Clipboardê de Tomar Bike
lt: Kopijuoti eigos duomenis į iškarpinę
lv: Kopēt detaļas uz starpliktuvi
mr: तपशीलचे क्लिपबोर्डमध्ये प्रत बनवा
ms: Salin Perincian Ke Klibbod
my: အသေးစိတ်များကို ဂလစ်ဘော့ဒ်ဖြင့် ကော်ပီယူရန်
ne: क्लिपबोर्डमा विवरण प्रतिलिपि गर्नुहोस्
oc: Copiar los detalhs dins lo « Quichapapièrs »
or: କ୍ଲିପବୋର୍ଡ଼ରେ ବିବରଣୀ ନକଲ କରନ୍ତୁ
sv: Kopiera detaljinformation till Urklipp
sw: Nakili Maelezo kwenye Ubao nakili
te: వివరాలను క్లిప్‌బోర్డునకు నకలుతీయి
th: คัดลอกรายละเอียดไปยังคลิปบอร์ด
ur: تفاصیل تختہ تراشہ پر نقل کریں
xh: Khuphela iinkcukacha kwiklipbhodi
zh_tw: 複製詳細資訊到剪貼簿
zu: Kopishela imininingwane ku-Clipboard

source: Log install process
as: ইনস্টল প্ৰক্ৰিয়া লগ কৰক
be: Метрыка ўсталявальнага працэсу
bn_bd: ইনস্টল প্রক্রিয়া লগ করা হবে
es_cl: Registrar proceso de instalación
eu: Gorde instalazio prozesuaren erregistroa
gu: સ્થાપન પ્રક્રિયાનો લૉગ લો
km: កំណត់​ហេតុ​ដំណើរការ​ដំឡើង
kn: ಅನುಸ್ಥಾಪನೆಯ ಪ್ರಕ್ರಿಯೆಯ ದಾಖಲೆಯನ್ನು ಇರಿಸಿಕೊ
ku: Tomara pêşdeçûna sazbûnê
lt: Įrašyti diegimo eigos duomenis
lv: Žurnalēt instalēšanas procesu
mr: प्रतिष्ठापन प्रक्रियाचे लॉग
ms: Log proses pemasangan
my: တပ်ဆင်မှု လုပ်ငန်းစဉ်ကို မှတ်တမ်းတင်ရန်
ne: प्रक्रिया स्थापना लग
oc: Jornal del processus d'installacion
or: ସ୍ଥାପନ ପଦ୍ଧତିକୁ ଲଗ କରନ୍ତୁ
sv: Logga installationsförfarandet
sw: Batli mchakato wa kusakinisha
te: సంస్థాపనా కార్యక్రమం లాగ్‌చేయి
th: บันทึกปูมการติดตั้ง
ur: تنصیب عمل کاری لاگ کریں
xh: Loga inkqubo yokufakela
zh_tw: 記錄安裝過程
zu: Inqubo ende yokufaka

source: B
be: Б
ku: g
oc: o

source: K
be: К

source: M
be: М
ku: r

source: G
be: Г

source: "ExecShell: "
es_cl: "Ejecutar en línea de comandos: "
mr: "एक्जेकशेल: "

source: B&rowseâ€¦
ms: &Lungsur...
