Repository: tktk711/mozilla-l10n
Catalog: */browser/installer/override.properties.po
Languages: as, be, bn_bd, es_cl, eu, gu, km, kn, ku, lt, lv, mr, ms, my, ne, oc, or, sv, sw, te, th, ur, xh, zh_tw, zu

source: Destination Folder
as: গন্তব্য ফোল্ডাৰ
be: Папка-прызначэнне
bn_bd: গন্তব্য ফোল্ডার
es_cl: Carpeta de destino
eu: Helburu-karpeta
gu: લક્ષ્ય ફોલ્ડર
km: ថត​ទិសដៅ
kn: ನಿರ್ದೇಶಿತ ಕಡತಕೋಶ
ku: Peldanka Armanc
lt: Diegimo aplankas
lv: Instalēšanas mape
mr: लक्ष फोल्डर
ms: Folder Destinasi
my: တပ်ဆင်လိုသည့် ဖိုင်တွဲလမ်းကြောင်း
ne: गन्तब्य फोल्डर
oc: Dorsièr de destinacion
or: ଲକ୍ଷ୍ଯ ଫୋଲଡ଼ର
sv: Målmapp
sw: Folda ya Fikio
te: గమ్యపు సంచయం
th: โฟลเดอร์ปลายทาง
ur: مقصود فولڈر
xh: Ifolda oya kuyo
zh_tw: 目的資料夾
zu: Indawo yefolda

source: Select the folder to install $BrandFullNameDA in:
as: $BrandFullNameDA ইনস্টল কৰিব লগা ফোল্ডাৰ বাছক:
be: Выберыце папку для ўсталявання $BrandFullNameDA:
bn_bd: $BrandFullNameDA ইনস্টল করার জন্য ফোল্ডার নির্বাচন করুন:
es_cl: Seleccione la carpeta donde instalar $BrandFullNameDA:
eu: Hautatu $BrandFullNameDA zein karpetatan instalatu:
gu: જેમાં $BrandFullNameDA ને સ્થાપિત કરવા માંગો છો તે ફોલ્ડરને પસંદ કરો:
km: ជ្រើស​ថត ដើម្បី​ដំឡើង $BrandFullNameDA នៅ​ក្នុង ៖
kn: $BrandFullNameDA ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಬೇಕಿರುವ ಕಡತಕೋಶವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ:
ku: Peldanka dê $BrandFullName tê de saz bibe hilbijêre:
lt: Parinkite aplanką programai „$BrandFullNameDA“ įdiegti:
lv: Izvēlieties mapi, kurā instalēt $BrandFullNameDA:
mr: $BrandFullNameDA यांस प्रतिष्ठापीत करण्यासाठी फोल्डर नीवडा:
ms: Pilih folder $BrandFullNameDA dipasang:
my: $BrandFullNameDA ကို တပ်ဆင်မဲ့ ဖိုင်တွဲကို ရွေးချယ်ရန် -
ne: $BrandFullNameDA स्थापना गर्न फोल्डर चयन गर्नुहोस्:
oc: Seleccionatz lo dorsièr dins lo qual cal installar $BrandFullNameDA :
or: $BrandFullNameDA କୁ ସ୍ଥାପନ କରିବା ପାଇଁ ଫୋଲଡ଼ର ବାଛନ୍ତୁ:
sv: Välj mapp att installera $BrandFullNameDA i:
sw: Chagua folda ya kusakinisha $BrandFullNameDA:
te: $BrandFullNameDA ను సంస్థాపించుటకు సంచయం యెంపికచేయండి:
th: เลือกโฟลเดอร์เพื่อทำการติดตั้ง $BrandFullNameDA:
ur: $BrandFullNameDA کو تنصیب کرنے کے لیے فولڈر چنیں:
xh: Khetha ifolda uze ufakele kuyo i-$BrandFullNameDA:
zh_tw: 選擇要將 $BrandFullNameDA 安裝到:
zu: Khetha ifolda ozofaka kiyo i-$BrandFullNameDA:

source: "Space available: "
as: "মুক্ত স্থান: "
be: "Даступная прастора: "
bn_bd: "ফাঁকা আছে: "
es_cl: "Espacio disponible: "
eu: "Leku librea: "
gu: "જગ્યા ઉપલબ્ધ: "
km: "ទំហំ​ដែល​មាន ៖ "
kn: "ಲಭ್ಯವಿರುವ ಸ್ಥಳ: "
ku: "Mezinahiya cihê Heyî: "
lt: "Laisva vieta diske: "
lv: "Brīvā vieta uz diska: "
mr: "उपलब्ध जागा: "
ms: "Ruang wujud: "
my: "အသုံးပြုနိုင်သော နေရာလွတ်ပမာဏ။:"
ne: "उपलब्ध ठाउँ: "
oc: "Espaci de disc disponible : "
or: "ସ୍ଥାନ ଉପଲବ୍ଧ: "
sv: "Tillgängligt utrymme: "
sw: "Nafasi inayopatikana: "
te: "అందుబాటులోవున్న జాగా: "
th: "พื้นที่เหลือ: "
ur: "جگہ دستیاب ہے: "
xh: "Isithuba esikhoyo: "
zh_tw: "可用空間: "
zu: "Isikhala esisekhona: "

source: "Space required: "
as: "প্ৰয়োজনীয় স্থান: "
be: "Патрэбная прастора: "
bn_bd: "প্রয়োজন: "
es_cl: "Espacio requerido: "
eu: "Beharrezko lekua: "
gu: "જગ્યા જરૂરી: "
km: "ទំហំ​ដែល​ទាមទារ ៖ "
kn: "ಅಗತ್ಯವಿರುವ ಸ್ಥಳ: "
ku: "Mezinahiya cihê pêwîst: "
lt: "Reikalinga vieta diske: "
lv: "Nepieciešamā vieta uz diska: "
mr: "आवश्यक जागा: "
ms: "Ruang diperlukan: "
my: "လိုအပ်သော နေရာလွတ်ပမာဏ။:"
ne: "आवश्यक ठाउँ: "
oc: "Espaci de disc requesit : "
or: "ସ୍ଥାନ ଆବଶ୍ୟକ: "
sv: "Utrymme som behövs: "
sw: "Nafasi inayotakikana: "
te: "అవసరమైన జాగా: "
th: "พื้นที่ที่ต้องการ: "
ur: "جگہ درکار ہے: "
xh: "Isithuba esifunekayo: "
zh_tw: "需要空間: "
zu: "Isikhala esidingekayo: "

source: $BrandFullNameDA will be uninstalled from the following folder. $_CLICK
as: $BrandFullNameDA ক এই ফোল্ডাৰৰ পৰা আঁতৰুৱা হ'ব। $_CLICK
be: $BrandFullNameDA будзе высталяваны з наступнай папкі. $_CLICK
bn_bd: $BrandFullNameDA নিম্নের ফোল্ডার থেকে আনইনস্টল হবে। $_CLICK
es_cl: $BrandFullNameDA será desinstalado de la siguiente carpeta. $_CLICK
eu: $BrandFullNameDA ondorengo karpetatik desinstalatuko da. $_CLICK
gu: $BrandFullNameDA એ નીચેના ફોલ્ડરમાંથી બિનસ્થાપિત થયેલ હશે. $_CLICK
km: $BrandFullNameDA នឹង​លុប​ចេញ​ពី​ថត​ខាង​ក្រោម ។ $_CLICK
kn: ಅನುಸ್ಥಾಪಿಸಲಾದ $BrandFullNameDA ಅನ್ನು ಈ ಕೆಳಗಿನ ಕಡತಕೋಶದಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ. $_CLICK
ku: $BrandFullName dê ji peldanka jêr bê rakirin. $_CLICK
lt: „$BrandFullNameDA“ bus pašalinta iš nurodyto aplanko. $_CLICK
lv: $BrandFullNameDA tiks atinstalēta no šīs mapes. $_CLICK
mr: $BrandFullNameDA खालील फोल्डरपासून प्रतिष्ठापन अशक्य केले जाईल. $_CLICK
ms: $BrandFullNameDA akan dinyahpasang daripada folder berikut. $_CLICK
my: $BrandFullNameDA ကို အောက်ပါ ဖိုင်တွဲထဲမှ ဖယ်ရှားသွားလိမ့်မယ်။ $_CLICK
ne: $BrandFullNameDA निम्नलिखित फोल्डर देखि हटाइने छ। $_CLICK
oc: $BrandFullNameDA serà desinstallat del dorsièr seguent. $_CLICK
or: $BrandFullNameDA ଟି ନିମ୍ନଲିଖିତ ଫୋଲଡ଼ରରୁ ବିସ୍ଥାପିତ ହୋଇଛି। $_CLICK
sv: $BrandFullNameDA kommer att avinstalleras från följande mapp. $_CLICK
sw: $BrandFullNameDA itasakinushiliwa kutoka kwenye folda ifuatayo. $_CLICK
te: $BrandFullNameDA కింది సంచయం నుండి నిర్మూలించబడును. $_CLICK
th: $BrandFullNameDA จะถูกถอดถอนออกจากโฟลเดอร์ดังกล่าว $_CLICK
ur: $BrandFullNameDA مندرجہ ذیل فولڈر سے ناتنصیب ہو گا۔ $_CLICK
xh: I-$BrandFullNameDA iya kukhutshwa kule folda ilandelayo. $_CLICK
zh_tw: $BrandFullNameDA 將會從下列資料夾中被移除。$_CLICK
zu: I-$BrandFullNameDA izokhishwa kulefolda elandelayo. $_CLICK

source: Uninstalling from:
as: চিহ্নিত স্থানৰ পৰা আঁতৰুৱা হৈছে:
be: Высталяванне з:
bn_bd: যেখান থেকে আনইনস্টল করা হচ্ছে:
es_cl: Desinstalando desde:
eu: Hemendik desinstalatzen:
gu: તેમાંથી બિનસ્થાપિત કરી રહ્યા છે:
km: លុប​ចេញ​ពី ៖
kn: ಇದರಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ:
ku: Ji vir tê Rakirin:
lt: Šalinama iš:
lv: Atinstalē no:
mr: येथून प्रतिष्ठापन अशक्य करत आहे:
ms: Nyahpasang daripada:
my: ဖယ်ရှားတဲ့ နေရာ -
ne: स्थापनाबाट हटाउँदै:
oc: Desinstallacion a partir de :
or: ରୁ ବିସ୍ଥାପିତ ହୋଇଛି:
sv: Avinstallerar från:
sw: Inasanukisha kutoka:
te: దీనినుండి నిర్మూలించబడును:
th: ถอดถอนจาก:
ur: ناتنصیب کر رہا ہے از:
xh: Ikhupha okufakelweyo kwi-:
zh_tw: 從此處移除:
zu: Ikhipha kusuka ku:

source: Error opening file for writing: $0 Click Abort to stop the installation, Retry to try again, or Ignore to skip this file.
as: লিখিব কাৰণে ফাইল খোলোতে ত্ৰুটি: $0 ইনস্টল বন্ধ কৰিবলৈ বাতিল টিপক, আকৌ চেষ্টা কৰিবলৈ পুনঃ চেষ্টা কৰক টিপক, বা এই ফাইল বাদ দিবলৈ উপেক্ষা কৰক টিপক।
be: Памылка адкрыцця файла для запісу: $0 Пстрыкніце Скід, каб перарваць усталяванне, Паўтор, каб паспрабаваць зноў, ці Ігнараваць, каб прапусціць гэты файл.
bn_bd: লেখার জন্য ফাইল খুলতে সমস্যা হয়েছে: $0 ইনস্টলেশন স্থগিত করতে 'স্থগিত' ক্লিক করুন। আবার চেষ্টার করতে 'পুনরায় চেষ্টা', বা' এড়িয়ে যেতে 'অগ্রাহ্য' ক্লিক করুন।
es_cl: Error al abrir el archivo para escritura: $0 Haga click en Abortar para detener la instalación, Reintentar para intentar de nuevo, o Ignorar para saltar este archivo.
eu: Errorea fitxategia idazketarako irekitzean: $0 Egin klik Abortatu botoian instalazioa gelditzeko, Saiatu berriro botoian berriro saiatzeko edo Ezikusi botoian fitxategi hau saltatzeko.
gu: લખવા માટે ફાઇલને ખોલતી વખતે ભૂલ: $0 સ્થાપનને અટકાવવા માટે કાઢી નાંખો પર ક્લિક કરો, ફરીથી પ્રયત્ન કરવા માટે પુન:પ્રયત્ન પર ક્લિક કરો, અથવા આ ફાઇલને છોડવા માટે અવગણો.
km: កំហុស​ក្នុង​ការ​បើក​​ឯកសារ​ដើម្បី​សរសេរ ៖ ចុច​បោះបង់​ $0 ដើម្បី​បញ្ឈប់​ការ​ដំឡើង ព្យាយាម​ម្ដងទៀត ឬ មិន​អើពើ​ ដើម្បី​រំលង​ឯកសារ​នេះ ។
kn: ಬರೆಯುವ ಸಲುವಾಗಿ ಕಡತವನ್ನು ತೆರೆಯುವಲ್ಲಿ ದೋಷ ಎದುರಾಗಿದೆ: $0 ಅನುಸ್ಥಾಪನೆಯನ್ನು ನಿಲ್ಲಿಸಲು ಸ್ಥಗಿತಗೊಳಿಸು (Abort) ಅನ್ನು, ಪುನಃ ಪ್ರಯತ್ನಿಸಲು ಮರು ಪ್ರಯತ್ನಿಸು (Retry) ಅನ್ನು, ಅಥವ ಈ ಕಡತವನ್ನು ಕಡೆಗಣಿಸಲು ಕಡೆಗಣಿಸು (Ignore) ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: Di vebûna pelê ya ji bo nivîsandinê de çewtî: $0 Ji bo sekinandina sazkirinê Bisekinîne bitikîne, ji bo dîsa ceribandinê Dîsa bitikîne, an jî ji bo ji vê pelê derbas bibî Derbas Bibe bitikîne.
lt: Klaida atveriant failą rašymui: $0 Spustelėkite „Nutraukti“ diegimui nutraukti, „Iš naujo“ – jei norite diegti iš naujo arba „Nepaisyti“ – jei norite praleisti šį failą.
lv: Kļūda, atverot failu rakstīšanai: $0 Spiediet Pārtraukt, lai pārtrauktu instalēšanu, Atkārtot, lai mēģinātu vēlreiz, vai Ignorēt, lai izlaistu šo failu.
mr: लिहण्यासाठी फाइल उघडतेवेळी त्रुटी आढळली: $0 प्रतिष्ठापन थांबण्यासाठी रद्द करा क्लिक करा, प्रयत्न करण्यासाठी पुनः प्रयत्न करा, किंवा फाइल वगळण्यासाठी दुर्लक्ष करा.
ms: Ralat membuka fail untuk menulis: $0 Klik Gugur untuk hentikan pemasangan, Cuba lagi kemudian, atau Abai untuk langkau fail ini.
my: ဖိုင်အားရေးသားရန်ဖွင့်စဉ်မှားယွင်းမှူ ၊ $0 ရပ်တန့်လိုက်မည် ကိုနှိပ်ပြီး တပ်ဆင်ခြင်းအားရပ်တန့်မည်၊ ပြန်လည်စတင်မည် ကိုနှိပ်ပြီးတင်ဆင်ခြင်းပြန်လုပ်မည် ၊ ဥပက္ခာပြုမည် ကိုနှိပ်ပြီးအဆိုပါဖိုင်အားကျော်သွားမည်
ne: फाइलमा परिवर्न गर्न खोल्दा त्रुटी: $0 स्थापना रोक्न रद्द गर्नुहोस्‌मा क्लिक गर्नुहोस्, पुनः प्रयासमा क्लिक गरेर पुनः प्रयास गर्नुहोस् या यो फाइललाई छोड्न उपेक्षा गर्नुहोस्‌मा क्लिक गर्नुहोस् ।
oc: Error d'escritura al moment de la dobertura del fichièr : $0 Clicatz sus « Anullar » per arrestar l'installacion, « Recomençar » per ensajar tornarmai o « Ignorar » per ignorar aqueste fichièr.
or: ଲେଖିବା ପାଇଁ ଫାଇଲ ଖୋଲିବାରେ ତ୍ରୁଟି: $0 ସ୍ଥାପନ କ୍ରିୟାକୁ ଅଟକାଇବା ପାଇଁ ପରିତ୍ୟାଗ କରନ୍ତୁକୁ କ୍ଲିକ କରନ୍ତୁ, ପୁଣି ଥରେ ଚେଷ୍ଟାକରିବା ପାଇଁ ପୁଣି ଥରେ ଚେଷ୍ଟାକରନ୍ତୁକୁ କ୍ଲିକ କରନ୍ତୁ, କିମ୍ବା ଏହି ଫାଇଲକୁ ଏଡ଼ାଇବା ପାଇଁ ଅଗ୍ରାହ୍ୟ କରନ୍ତୁ।
sv: Fel vid öppning av fil för skrivning: $0 Klicka på Avbryt för att avbryta installationen, på Försök igen för att försöka skriva till filen igen, eller på Ignorera för att hoppa över denna fil.
sw: Kosa kufungua faili kwa kuandika: $0 Bofya Ghairi kusimamisha usakinishaji. Jaribu tena kujaribu tena, au Puuza kuruka faili hii.
te: వ్రాయుట కొరకు ఫైలును తెరుచుటలో దోషం: $0 సంస్థాపనను ఆపుటకు విరమించు నొక్కుము, మరలా ప్రయత్నించుటకు తిరిగిప్రయత్నించు నొక్కుము, లేదా ఈ ఫైలును వదిలివేయుటకు విస్మరించు నొక్కుము.
th: ผิดพลาดในการเปิดแฟ้มเพื่อเขียน: $0 คลิก ขัดขวาง เพื่อหยุดการติดตั้ง ลองใหม่ เพื่อลองอีกครั้ง หรือ ไม่ใส่ใจเพื่อข้ามแฟ้มนี้
ur: فائل لکھنے کے لیے کھولنے میں نقص: $0 تنصیب روکنے کے لیے روکیں پر کلک کریں، پھر کوشش کرنے کے لیے پھر کوشش پر، یا یہ فائل چھوڑنے کے لیے نظر انداز پر۔
xh: Imposiso ekuvuleni fayile ekubhaleni: $0 Cofa uPhelisa ukuyekisa ufakelo, Zama kwakhona, or Yiya kuSukuhoya ukuze uyitsibe le fayile.
zh_tw: 開啟檔案寫入失敗: $0 按「中斷」停止安裝程序， 「重試」再試一次， 或按「忽略」略過此檔案。
zu: Iphutha lokuvula ifayela yokubhala: $0 Chofoza u-khansela ukuze umise ukufaka, Phinda uzame futhi, noma Unganaki ukuze weqe leli khasi.

source: Error opening file for writing: $0 Click Retry to try again, or Cancel to stop the installation.
as: লিখিব কাৰণে ফাইল খোলোতে ত্ৰুটি: $0 আকৌ চেষ্টা কৰিবলৈ পুনঃ চেষ্টা কৰক টিপক, বা ইনস্টল বন্ধ কৰিবলৈ বাতিল টিপক।
be: Памылка адкрыцця файла для запісу: $0 Пстрыкніце Паўтор, каб паспрабаваць зноў, ці Скасаваць, каб спыніць усталяванне.
bn_bd: লেখার জন্য ফাইল খুলতে সমস্যা: $0 আবার চেষ্টার করতে 'পুনরায় চেষ্টা', বা' ইনস্টলেশন স্থগিত করতে 'বাতিল' ক্লিক করুন।
es_cl: Error al abrir archivo para escritura: $0 Haga click en Reintentar para intentar de nuevo, o Cancelar para detener la instalación.
eu: Errorea fitxategia idazketarako irekitzean: $0 Egin klik Saiatu berriro botoian berriro saiatzeko edo Utzi botoian instalazioa gelditzeko.
gu: લખવા માટે ફાઇલને ખોલતી વખતે ભૂલ: $0 ફરીથી પ્રયત્ન કરવા માટે પુન:પ્રયત્ન પર ક્લિક કરો, અથવા સ્થાપનને અટકાવવા માટે રદ કરો પર ક્લિક કરો.
km: កំហុស​ក្នុង​ការ​បើក​ឯកសារ​ដើម្បី​សរសេរ ៖ ចុច​ព្យាយាម​ម្ដងទៀត $0 ឬ​បោះបង់​ ដើម្បី​បញ្ឈប់​ការ​ដំឡើង ។
kn: ಬರೆಯುವ ಸಲುವಾಗಿ ಕಡತವನ್ನು ತೆರೆಯುವಲ್ಲಿ ದೋಷ ಎದುರಾಗಿದೆ: $0 ಪುನಃ ಪ್ರಯತ್ನಿಸಲು ಮರು ಪ್ರಯತ್ನಿಸು (Retry) ಅನ್ನು, ಅಥವ ಅನುಸ್ಥಾಪಿಸುವುದನ್ನು ನಿಲ್ಲಿಸಲು ರದ್ದುಗೊಳಿಸು (Cancel) ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: Di vebûna pelê ya ji bo nivîsandinê de çewtî: $0 Ji bo dîsa ceribandinê Dîsa bitikîne, an jî ji bo sekinandina sazkirinê Bisekine bitikîne.
lt: Klaida atveriant failą rašymui: $0 Spustelėkite „Iš naujo“, jei norite diegti iš naujo arba „Atsisakyti“, jei norite atsisakyti diegimo.
lv: Kļūda atverot failu rakstīšanai: $0 Spiediet Atkārtot, lai mēģinātu vēlreiz, vai Atcelt, lai pārtrauktu instalāciju.
mr: लिहण्यासाठी फाइल उघडतेवेळी त्रुटी आढळली: $0 प्रतिष्ठापन थांबण्यासाठी रद्द करा क्लिक करा, किंवा प्रतिष्ठापन थांबण्यासाठी रद्द करा.
ms: Ralat membuka fail untuk menulis: $0 Klik Ulangcuba untuk cuba lagi, atau Batal untuk hentikan pemasangan.
my: ဖိုင်အားရေးသားရန်ဖွင့်စဉ်မှားယွင်းမှူ၊ $0 ပြန်လည်စတင်မည် ကိုနှိပ်ပြီးတပ်ဆင်ခြင်းအားပြန်စမည်၊ သို့မဟုတ် မလုပ်တော့ အား နှိပ်ပြီး တပ်ဆင်ခြင်းအားရပ်တန့်မည်။
ne: फाइलमा लेख्नका लागि खोल्दा त्रुटि: $0 फेरि प्रयास गर्न पुनः प्रयास क्लिक गर्नुहोस, वा स्थापना रोक्न रद्दमा क्लिक गर्नुहोस्।
oc: Error d'escritura al moment de la dobertura del fichièr : $0 Clicatz sus « Recomençar » per ensajar tornarmai o « Anullar » per arrestar l'installacion.
or: ଲେଖିବା ପାଇଁ ଫାଇଲ ଖୋଲିବାରେ ତ୍ରୁଟି: $0 ପୁଣି ଥରେ ଚେଷ୍ଟାକରିବା ପାଇଁ ପୁଣି ଥରେ ଚେଷ୍ଟାକରନ୍ତୁକୁ କ୍ଲିକ କରନ୍ତୁ, କିମ୍ବା ସ୍ଥାପନ କ୍ରିୟାକୁ ଅଟକାଇବା ପାଇଁ ବାତିଲ କରନ୍ତୁ।
sv: Fel vid öppning av fil för skrivning: $0 Klicka på Försök igen för att skriva till filen igen, eller på Avbryt för att avbryta installationen.
sw: Kosa kufungua faili kwa kuandika: $0 Bofya Jaribu Tena kujaribu tena, au Katiza kusimamisha usakinishaji.
te: వ్రాయుట కొరకు ఫైలు తెరుచుటలో దోషం: $0 మరలా ప్రయత్నించుటకు తిరిగిప్రయత్నించు నొక్కుము, లేదా సంస్థాపనను ఆపుటకు రద్దుచేయి నొక్కుము.
th: ผิดพลาดในการเปิดแฟ้มเพื่อเขียน: $0 คลิก ลองใหม่ เพื่อลองอีกครั้ง หรือ ยกเลิกเพื่อหยุดการติดตั้ง
ur: فائل لکھنے کے لیے کھولنے میں نقص: $0 پھر کوشش کرنے کے لیے پھر کوشش پر کلک کریں، یا تنصیب روکنے کے لیے منسوخ کریں پر۔
xh: Imposiso ekuvuleni fayile ekubhaleni: $0 Cofa kuZama kwakhona ukuze uzame kwakhona, okanye Rhoxisa ukuyekisa ufakelo.
zh_tw: 開啟檔案寫入失敗: $0 按「重試」再試一次， 或按「取消」停止安裝程序。
zu: Iphutha lokuvula ifayela yokubhala: $0 Chofoza u-zama futhi ukuze uzame futhi, noma Khansela ukuze umise ukufaka.

source: "Can't write: "
as: "লিখিব নোৱাৰি: "
be: "Немагчыма запісаць: "
bn_bd: "লেখা যায়নি: "
es_cl: "No se puede escribir: "
eu: "Ezin da idatzi: "
gu: "લખી શકાતુ નથી: "
km: "មិន​អាច​សរសេរ​បាន​ទេ ៖ "
kn: "ಬರೆಯಲಾಗಿಲ್ಲ: "
ku: "Nikare Binivîse: "
lt: "Nepavyko įrašyti: "
lv: "Nevar ierakstīt: "
mr: "लिहणे अशक्य: "
ms: "Tidak dapat menulis: "
my: "ရေးလို့မရပါ။:"
ne: "यो लेख्न सकिँदैन: "
oc: "Pòt pas escriure : "
or: "ଲେଖି ପାରିବ ନାହିଁ: "
sv: "Kan inte skriva: "
sw: "Haiwezi kuandika: "
te: "వ్రాయ లేదు: "
th: "ไม่สามารถเขียน: "
ur: "نہیں لکھ سکتا: "
xh: "Ayibhali: "
zh_tw: "無法寫入: "
zu: "Ayikwazi ukubhala: "

source: Copy failed
as: কপি ব্যৰ্থ হল
be: Няўдача капіявання
bn_bd: অনুলিপি করতে ব্যর্থ
es_cl: Copia fallida
eu: Kopiatzeak huts egin du
gu: નકલ કરવાનું નિષ્ફળ
km: ចម្លង​បាន​បរាជ័យ
kn: ಕಾಪಿ ಮಾಡುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
ku: Kopî bi ser neket
lt: Nepavyko kopijuoti
lv: Kopēšana neizdevās
mr: प्रत बनवणे अपयशी
ms: Gagal menyalin
my: ကူးယူမှု မအောင်မြင်ခဲ့ပါ
ne: प्रतिलिपि असफल भयो
oc: La còpia a fracassat
or: ନକଲ କରିବା ବିଫଳ ହେଲା
sv: Kopiering misslyckades
sw: Kunakili kumeshindwa
te: నకలు విఫలమైంది
th: การคัดลอกล้มเหลว
ur: نقل ناکام
xh: Ikopi ayiphumelelanga
zh_tw: 複製失敗
zu: Ukukophisha kwehlulekile

source: "Copy to "
as: "চিহ্নিত স্থানলৈ কপি কৰক "
be: "Капіяваць у "
bn_bd: "এখানে অনুলিপি করা হবে "
es_cl: "Copiar a "
eu: "Kopiatu hona: "
gu: "માં નકલ કરો "
km: "ចម្លង​ទៅកាន់ "
kn: "ಇದಕ್ಕೆ ಕಾಪಿ ಮಾಡು "
ku: "Kopîkirin li "
lt: "Kopijavimas į "
lv: "Kopēt uz"
mr: "येथे प्रत बनवा "
ms: "Salin ke "
my: "သို့ ကူးယူပါ"
ne: " मा प्रतिलिपि बनाउनुहोस्"
oc: "Copiar cap a "
or: "କୁ ନକଲ କରନ୍ତୁ "
sv: "Kopierar till "
sw: "Nakili kwa "
te: "దీనికి నకలుతీయి "
th: "คัดลอกไปยัง"
ur: "نقل کریں بطرف "
xh: "Khuphela kwi- "
zh_tw: "複製到 "
zu: "Kopishela ku "

source: "Registering: "
as: "ৰেজিস্টাৰ কৰা হৈছে: "
be: "Рэгістрацыя: "
bn_bd: "রেজিস্টার করা হচ্ছে: "
es_cl: "Registrando: "
eu: "Erregistratzen: "
gu: "રજીસ્ટર કરી રહ્યા છે: "
km: "ចុះ​ឈ្មោះ ៖ "
kn: "ನೋಂದಾಯಿಸಲಾಗುತ್ತಿದೆ: "
ku: "Tomarkirin: "
lt: "Registruojama: "
lv: "Reģistrē: "
mr: "नोंदणी करत आहे: "
ms: "Mendaftar: "
my: "စာရင်းသွင်းနေသည်။: "
ne: "दर्ता गर्दै: "
oc: "Enregistrament : "
or: "ପଞ୍ଜିକୃତ କରୁଅଛି: "
sv: "Registrerar: "
sw: "Kuandikisha: "
te: "నమోదౌతోంది: "
th: "กำลังลงทะเบียน: "
ur: "رجسٹر کر رہا ہے: "
xh: "Iyabhalisa: "
zh_tw: "註冊中: "
zu: "Iyabhalisa: "

source: "Unregistering: "
as: "আনৰেজিস্টাৰ হৈছে: "
be: "Скасаванне рэгістрацыі: "
bn_bd: "আনরেজিস্টার করা হচ্ছে: "
es_cl: "Desregistrando: "
eu: "Erregistroa ezabatzen: "
gu: "રજીસ્ટર કરી રહ્યા નથી: "
km: "មិន​​ចុះ​ឈ្មោះ ៖ "
kn: "ನೋಂದಣಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಕುತ್ತಿದೆ: "
ku: "Tomarnekirin: "
lt: "Išregistruojama: "
lv: "Atreģistrē: "
mr: "नोंदणी अशक्य करत आहे: "
ms: "Menyahdaftar: "
my: "စာရင်းသွင်းထားခြင်းမှ ပယ်ဖျက်နေသည်။: "
ne: "दर्ता हटाउँदैछ: "
oc: "Desenregistrament : "
or: "ଅପଞ୍ଜିକୃତ କରୁଅଛି: "
sv: "Avregistrerar: "
sw: "Kuandikishua: "
te: "నమోదు తీసివేస్తోంది: "
th: "กำลังยกเลิกการลงทะเบียน: "
ur: "ان رجسٹر کر رہا ہے: "
xh: "Ayibhalisi: "
zh_tw: "解除註冊中: "
zu: "Isusa ukubhalisa: "

source: "Could not find symbol: "
as: "চিহ্ন পোৱা নাযায়: "
be: "Немагчыма знайсці сімвал: "
bn_bd: "চিহ্ন খুজে পাওয়া যায়নি: "
es_cl: "No se pudo encontrar el símbolo: "
eu: "Ezin izan da sinboloa aurkitu: "
gu: "સંકેતને શોધી શક્યા નહિં: "
km: "មិន​អាច​ស្វែងរក​និមិត្តសញ្ញា​បាន​ទេ ៖ "
kn: "ಸಂಕೇತವು ಕಂಡು ಬಂದಿಲ್ಲ: "
ku: "Nîşane nehat dîtin: "
lt: "Nepavyko rasti simbolio: "
lv: "Nevar atrast simbolu: "
mr: "सिम्बल शोधणे अशक्य: "
ms: "Tidak dapat menemui simbol: "
my: "သ​င်္ကေတကို ရှာမတွေ့ပါ။: "
ne: "प्रतीक पाउन सकेन:"
oc: "A pas pogut trobar lo simbòl : "
or: "ସଂକେତ ଖୋଜି ପାରିବ ନାହିଁ: "
sv: "Kunde inte hitta symbol: "
sw: "Hangepata alama: "
te: "చిహ్నము కనుగొనలేక పోయింది: "
th: "ไม่พบสัญลักษณ์: "
ur: "علامت نہیں ملی: "
xh: "Ayizifumani iisimboli: "
zh_tw: "找不到符號: "
zu: "Ayitholanga uphawu: "

source: "Could not load: "
as: "তুলি ল'ব পৰা ন'গ'ল: "
be: "Немагчыма загрузіць: "
bn_bd: "লোড করা যায়নি: "
es_cl: "No se pudo cargar: "
eu: "Ezin izan da kargatu: "
gu: "લાવી શક્યા નહિં: "
km: "មិន​អាច​ផ្ទុក​បាន​ទេ ៖ "
kn: "ಲೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ: "
ku: "Nehat barkirin: "
lt: "Nepavyko įkelti: "
lv: "Nevar ielādēt: "
mr: "लोड करणे अशक्य: "
ms: "Tidak dapat memuat: "
my: "ဖွင့်လို့မရပါ။: "
ne: "लोड गर्न सकेन: "
oc: "A pas pogut cargar : "
or: "ଧାରଣ କରିପାରିବ ନାହିଁ: "
sv: "Kunde inte ladda: "
sw: "Haingepakia: "
te: "లోడు చేయలేక పోయింది: "
th: "ไม่สามารถโหลด: "
ur: "لوڈ نہیں کر سکا: "
xh: "Ayikwazanga ukulayisha: "
zh_tw: "無法載入: "
zu: "Ayikwazanga ukulayisha: "

source: "Create folder: "
as: "ফোল্ডাৰ সৃষ্টি কৰক: "
be: "Стварэнне папкі: "
bn_bd: "ফোল্ডার তৈরি করা হবে: "
es_cl: "Crear carpeta: "
eu: "Sortu karpeta: "
gu: "ફોલ્ડરને બનાવો: "
km: "បង្កើត​ថត ៖ "
kn: "ಕಡತಕೋಶವನ್ನು ನಿರ್ಮಿಸಿ: "
ku: "Peldankê biafirîne: "
lt: "Sukurti aplanką: "
lv: "Veidot mapi: "
mr: "फोल्डर निर्माण करा: "
ms: "Mencipta folder: "
my: "ဖိုင်တွဲကို ဖန်တီးရန်။: "
ne: "फोल्डर सिर्जना गर्नुहोस्:"
oc: "Crear lo dorsièr : "
or: "ଫୋଲଡ଼ର ନିର୍ମାଣ କରନ୍ତୁ: "
sv: "Skapar mapp: "
sw: "Unda folda: "
te: "సంచయం సృష్టించు: "
th: "สร้างโฟลเดอร์: "
ur: "فولڈر بنائیں: "
xh: "Yila ifolda: "
zh_tw: "建立資料夾: "
zu: "Dala ifolda: "

source: "Create shortcut: "
as: "চ'ৰ্টকাট সৃষ্টি কৰক: "
be: "Стварэнне выклічніка: "
bn_bd: "শর্টকাট তৈরি করা হবে: "
es_cl: "Crear acceso directo: "
eu: "Sortu lasterbidea: "
gu: "ટૂંકાણને બનાવો: "
km: "បង្កើត​ផ្លូវកាត់ ៖ "
kn: "ಶಾರ್ಟ್-ಕಟ್ ಅನ್ನು ನಿರ್ಮಿಸಿ: "
ku: "Kurteriyan biafirîne: "
lt: "Sukurti leistuką: "
lv: "Veidot saīsni: "
mr: "शॉर्टकट निर्माण करा: "
ms: "Mencipta pintasan: "
my: "ဖိုင်ဖြတ်လမ်း ဖန်တီးရန် - "
ne: "सर्टकट सिर्जना गर्नुहोस्: "
oc: "Crear l'acorchi : "
or: "ସଂକ୍ଷିପ୍ତ ପଥ ନିର୍ମାଣ କରନ୍ତୁ: "
sv: "Skapar genväg: "
sw: "Unda mkato: "
te: "లఘవు సృష్టించు: "
th: "สร้างทางลัด: "
ur: "تیز راہ بنائیں: "
xh: "Yenza undlelamfutshane: "
zh_tw: "建立捷徑: "
zu: "Dala isinqamulelo: "

source: "Created uninstaller: "
as: "আনইনস্টলাৰ সৃষ্টি কৰা হ'ল: "
be: "Створаны высталявальнік: "
bn_bd: "আনইনস্টলার তৈরি করা হয়েছে: "
es_cl: "Desinstalador creado: "
eu: "Sortutako desinstalatzailea: "
gu: "બનાવેલ બિનસ્થાપક: "
km: "លុប​អ្វី​ដែល​បាន​បង្កើត ៖"
kn: "ತೆಗೆದು ಹಾಕುವ ಮಧ್ಯವರ್ತಿಯನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆ: "
ku: "Rakirin hat afirndin: "
lt: "Sukurta šalinimo programa: "
lv: "Izveidoja atinstalētāju: "
mr: "अनइंस्टॉलर निर्माण केले: "
ms: Penyahpasang dicipta: "
my: "ဆော့ဗ်ဝဲ ဖယ်ရှားကိရိယာ ဖန်တီးချက် - "
ne: "विस्थापक सिर्जना गरियो:"
oc: "Desinstallador creat : "
or: "ବିସ୍ଥାପକ ନିର୍ମାଣ କରାଯାଇଛି: "
sv: "Skapade avinstallationsprogram: "
sw: "Unda kisakinishaji: "
te: "నిర్మూలించునది సృష్టించు: "
th: "สร้างตัวถอดถอนแล้ว: "
ur: "ناتنصیب کار بنائیں: "
xh: "Yenza khuphela okufakelweyo: "
zh_tw: "建立移除程式: "
zu: "Kudaleke isikhiphi: "

source: "Delete file: "
as: "ফাইল মচক: "
be: "Выдаленне файла: "
bn_bd: "ফাইল মোছা হবে: "
es_cl: "Borrar archivo: "
eu: "Ezabatu fitxategia: "
gu: "ફાઇલ કાઢી નાંખો: "
km: "លុប​ឯកសារ ៖"
kn: "ಕಡತವನ್ನು ಅಳಿಸು ಹಾಕು: "
ku: "Pelî jê bibe: "
lt: "Pašalinti failą: "
lv: "Dzēst failu: "
mr: "फाइल नष्ट करा: "
ms: "Padam fail: "
my: "ဖိုင် ပယ်ဖျက်ရန် - "
ne: "फाइल डिलिट:"
oc: "Suprimir lo fichièr : "
or: "ଫାଇଲ ଅପସାରଣ କରନ୍ତୁ: "
sv: "Radera fil: "
sw: "Futa faili: "
te: "ఫైలు తొలగించు: "
th: "ลบแฟ้ม: "
ur: "فائل حذف کریں: "
xh: "Cima ifayile: "
zh_tw: "刪除檔案: "
zu: "Susa ifayela: "

source: "Delete on reboot: "
as: "পুনৰাম্ভ কৰোঁতে মচিব: "
be: "Выдаленне пасля перазагрузкі: "
bn_bd: "রিস্টার্ট করার সময় মুছে ফেলা হবে: "
es_cl: "Borrar al reiniciar: "
eu: "Ezabatu berrabiaraztean: "
gu: "પુન:બુટ સમયે કાઢી નાંખો: "
km: "លុប​​​​នៅ​ពេល​ចាប់ផ្ដើម ៖ "
kn: "ಮರಳಿ ಬೂಟ್ ಆದಾಗ ಅಳಿಸು ಹಾಕು: "
ku: "Di nûdestpêkirinê de jê bibe: "
lt: "Pašalinti paleidus sistemą iš naujo: "
lv: "Dzēst pārstartējot: "
mr: "रिबूटवेळी नष्ट करा: "
ms: "Hapus pada reboot: "
my: "စက်ပြန်ဖွင့်ပြီးပယ်ဖျက်ရန်-"
ne: "रिबुट मा मेट्नुहोस्:"
oc: "Suprimir a la reaviada : "
or: "ପୁନଃ ଚାଳନ କରିବା ସମୟରେ ଅପସାରଣ କରନ୍ତୁ: "
sv: "Radera vid omstart: "
sw: "Futa wakati wa kubuti tena: "
te: "పునఃప్రారంభము పై తొలగించు: "
th: "ลบขณะเริ่มคอมพิวเตอร์ใหม่: "
ur: "پھر بوٹ ہونے پر حذف کریں: "
xh: "Cima xa uvula: "
zh_tw: "重啟後刪除: "
zu: "Susa uma iqala: "

source: "Error creating shortcut: "
as: "চ'ৰ্টকাট সৃষ্টি কৰোঁতে ত্ৰুটি: "
be: "Памылка стварэння выклічніка: "
bn_bd: "শর্টকাট তৈরি করতে সমস্যা: "
es_cl: "Error al crear acceso directo: "
eu: "Errorea lasterbidea sortzean: "
gu: "ટૂંકાણને બનાવતી વખતે ભૂલ: "
km: "ក្នុង​ការ​បង្កើត​ផ្លូវ​កាត់ ៖"
kn: "ಶಾರ್ಟ್-ಕಟ್‌ ಅನ್ನು ರಚಿಸುವಾಗ ದೋಷ: "
ku: "Di afirandina kurteriyan de çewtî: "
lt: "Klaida kuriant leistuką: "
lv: "Kļūda, veidojot saīsni: "
mr: "शॉर्टकट निर्माण करतेवेळी त्रुटी आढळली: "
ms: "Ralat mencipta pintasan: "
my: "ဖိုင်ဖြတ်လမ်း ဖန်တီးမှု မှားယွင်းနေတယ် - "
ne: "सर्टकट बनाउन त्रुटि:"
oc: "Error al moment de la creacion de l'acorchi : "
or: "ସଂକ୍ଷିପ୍ତ ପଥ ନିର୍ମାଣ କରିବାରେ ତ୍ରୁଟି: "
sv: "Fel vid skapande av genväg: "
sw: "Kosa kuunda mkato: "
te: "లఘవు సృష్టించుటలో దోషం: "
th: "ผิดพลาดขณะสร้างทางลัด: "
ur: "تیز راہ بنانے میں نقص: "
xh: "Imposiso ekwenzeni undlelamfutshane: "
zh_tw: "建立捷徑時錯誤: "
zu: "Iphutha ekudaleni isinqamulelo: "

source: "Error creating: "
as: "সৃষ্টি কৰোঁতে ত্ৰুটি: "
be: "Памылка стварэння: "
bn_bd: "তৈরি করতে সমস্যা: "
es_cl: "Error creando: "
eu: "Errorea sortzean: "
gu: "બનાવતી વખતે ભૂલ: "
km: "កំហុស​ក្នុង​ការ​បង្កើត ៖ "
kn: "ಇದನ್ನು ರಚಿಸುವಾಗ ದೋಷ: "
ku: "Çewtiya afirandinê: "
lt: "Klaida kuriant: "
lv: "Kļūda, veidojot: "
mr: "निर्माण करतेवेळी त्रुटी आढळली: "
ms: "Ralat mencipta: "
my: "မှားယွင်းမှု ဖြစ်ပေါ်နေတယ် - "
ne: "निम्न सिर्जना गर्दा त्रुटि: "
oc: "Error al moment de la creacion de : "
or: "ନିର୍ମାଣ କରିବାରେ ତ୍ରୁଟି: "
sv: "Fel vid skapande av: "
sw: "Kosa kuunda: "
te: "సృష్టించుటలో దోషం: "
th: "ผิดพลาดขณะสร้าง: "
ur: "بنانے میں نقص: "
xh: "Ukuyila imposiso: "
zh_tw: "建立時錯誤: "
zu: "Kwenzeke iphutha lapho kwakhiwa: "
