Repository: tktk711/mozilla-l10n
Catalog: hto/mobile/android/chrome/aboutDownloads.dtd.po
Languages: hto

source: Downloads
hto: Ana atɨka

source: Your Downloads
hto: Ó dáma ana atɨka

source: No Downloads
hto: Ana atɨka iñede

source: Open
hto: Tiute

source: Delete
hto: Fuitade

source: Delete All
hto: Nana fuitade

source: Pause
hto: Fɨaikana

source: Resume
hto: Ɨfori

source: Cancel
hto: Fúite

source: Retry
hto: Abɨdo fɨnori
