Repository: tktk711/mozilla-l10n
Catalog: pai/mobile/overrides/appstrings.properties.po
Languages: pai

source: The URL is not valid and cannot be loaded.
pai: Wawuha kos jantemsakyaaw kos jukewutem.

source: Firefox can't find the file at %S.
pai: Firefox kos chapayt chkwawu yak utem %S.

source: The file at %S is not readable.
pai: Chapayt chkwawu sak %S kos uuch yuu tem.

source: Firefox can't find the server at %S.
pai: Firefox kos servidor sak %S.

source: Firefox doesn't know how to open this address, because one of the following protocols (%S) isn't associated with any program or is not allowed in this context.
pai: Firefox kos yowu ya sol kyaaw ŕpotem, yawu mul yak yoyayuy (%S) kos sam nyamteem o kos sal jabchyutem.

source: Firefox can't establish a connection to the server at %S.
pai: Firefox kos tublichu kos yotem servidor yam %S.

source: The connection to %S was interrupted while the page was loading.
pai: Tublichu yaay %S keet ka yakuyak ñjukebu hirabka.

source: The server at %S is taking too long to respond.
pai: Servidor yak %S jootiwuli yabyu ihikyawa.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
pai: Firefox hay paa kubtaar yay chk´kaabchya tkweek naamanka yaku chŕmeech ha yamuhay kos myuchuliiy blwiitem.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
pai: Yaku yakyoya chu´ubhikyawa, %S hay chapayt kwiimum yañŕaluham tkweek wiya (chapaayt ŕmeech aaw o ñokwee aaw k´kaabch o ñukwee aaw ŕ´atch aawa) jibok chwich ha.

source: Resend
pai: Tkweek kwiimya

source: Firefox doesn't know how to communicate with the server.
pai: Firefox kos kabwik paa kubtarpham kwawu yiib ŕpootem.

source: The connection to the server was reset while the page was loading.
pai: Paa kubtaarham tublich chu hay tkweek namaan ka yaku hay jukeewu ñwaam.

source: This document is no longer available.
pai: Tñur yay kur yaktem.

source: Firefox is currently in offline mode and can't browse the Web.
pai: Firefox hay baam kos tubliich tem kwa sak namaan kos web hal mjaab kyaaw yutem.

source: The document cannot change while Printing or in Print Preview.
pai: Tñurha kos jkayumtyak yutem, mtñur hikaaw m´uuñumunuu.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
pai: Yaku yay puert matchpach chu chapayt jkaykyaw web hal jabch sal book. Firefox hay maa chmk´kaabha tket.

source: Firefox is configured to use a proxy server that can't be found.
pai: Firefox hay paa kubtaar proxy ham trchech kyaaw chajanchum wak.

source: Firefox is configured to use a proxy server that is refusing connections.
pai: Firefox hay paa kubtaar proxy ham chajanchum wak sakyaaw tublich chu ha paytum kos yotem.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
pai: Ch' yaku m'uh munuñuy kos ŕpoobteka jabchu myoh mwañuy kos jantpaay o kos nmakchtaay.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
pai: Chyaku m'uhimunuñuy kos ŕpoobkyaw yutemka chapayt chkwachu yakuhay kos chajan wiyme. Pa ya k'wiyha paam mknawka paa mukunabuhikyawa.

source: External Protocol Request
pai: Chk kabch yamu kakwaar yak

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
pai: jabchu kakwaar yakum mtrcheech yaŕaalka web jabchu ha myohikyawa %1$S:. Jabchu m'k' kaab: %2$S Chwichu: %3$S 7chk'kaabch yakyoya mŕbootemyus pichtemku cha terabumyu yoochyu chabyakraabchu buuk trchech yuk yekme. Ñubyum sakyaaw m ŕ am yu, o kos ñukwee klyeb wiytemum mŕpohmajanumyu mnmaka.

source: Remember my choice for all links of this type.
pai: Kabyuch yowuha waŕiba ajanuwa jabchu yabyuch ha paytum yohikyawa.

source: Launch application
pai: Chwichu ñum trchech ch

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
pai: Amchu %S ich ha jwaknabch sachuñ paa jwayaa ich sakyaaw jkeewuha ŕ'amch amchuha ñukwee kyweb kjkeetem hikyawa.

source: This web page at %S has been reported as a deceptive site and has been blocked based on your security preferences.
pai: Amchu %S paa wayaw ik jkeewuha ŕ'amch kos ñukwee klyeeb mbaam mkjeetem hikyawa.

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
pai: Amchu %S ich ha jwa knabchka wawu hal softare klyeb wiy ika ñapay ŕ' amchi chklyeeb mkjkeetemhikyawa.

source: This page has a content security policy that prevents it from being loaded in this way.
pai: Chyakuyay chwichu jan amch ha wiiyka sakyaw chpayt wihay kos yabwik jukawukyaaw yutemka.

source: The site at %S has experienced a network protocol violation that cannot be repaired.
pai: Amchu %S wilum amchum ŕpoka chwich yakyoyay kos chajanch yutem.
