Repository: tktk711/mozilla-l10n
Catalog: dsb/browser/chrome/browser/migration/migration.dtd.po
Languages: dsb

source: Import Wizard
dsb: Importowy zastojnik

source: Import Options, Bookmarks, History, Passwords and other data from:
dsb: Nastajenja, cytańske znamjenja, historiju, gronidła a hynakše daty importěrowaś z:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
dsb: Nastajenja, cytańske znamjenja, historiju, gronidła a hynakše daty importěrowaś z:

source: Import Bookmarks from:
dsb: Cytańske znamjenja importěrowaś z:

source: &Don't import anything
dsb: &Nic njeimportěrowaś

source: No programs that contain bookmarks, history or password data could be found.
dsb: Žedne programy namakane, kótarež wopśimuju cytańske znamjenja, historiju abo gronidła.

source: Import Settings and Data
dsb: Daty a nastajenja importěrowaś

source: Items to Import
dsb: Objekty za importěrowanje

source: Select which items to import:
dsb: Wubjeŕśo objekty za importěrowanje:

source: Importing…
dsb: Importěrujo se…

source: The following items are currently being imported…
dsb: Slědujuce objekty se rowno importěruju…

source: Select Profile
dsb: Profil wubraś

source: The following profiles are available to import from:
dsb: Slědujuce profile stoje k dispoziciji za importěrowanje z:

source: Import Complete
dsb: Importěrowanje dokóńćone

source: The following items were successfully imported:
dsb: Slědujuce objekty su se z wuspěchom importěrowali:
