Repository: tktk711/mozilla-l10n
Catalog: son/toolkit/chrome/global/aboutServiceWorkers.properties.po
Languages: son

source: Origin: %S
son: Aššil: %S

source: %1$S Application ID %2$S - InBrowserElement %3$S
son: %1$S ga porogaram %2$S šilbay - InBrowserElement %3$S

source: Scope:
son: Gande:

source: Script Spec:
son: Šigira dumi alhaaley:

source: Current Worker URL:
son: Sohõda Worker URL:

source: Active Cache Name:
son: Tugudoo maa dirante:

source: Waiting Cache Name:
son: Batuyan tugudoo maa:

source: true
son: cimi

source: false
son: taari

source: Update
son: Taagandi

source: Unregister
son: Maa kaa

source: Waiting…
son: Goo ma batu…

source: Failed to unregister this Service Worker.
son: Mana hin ka Service Worker woo maa kaa.

source: Push Endpoint:
son: Sanbaroo kaydogoo:
