Repository: tktk711/mozilla-l10n
Catalog: son/toolkit/chrome/global/contentAreaCommands.properties.po
Languages: son

source: Save Image
son: Biyoo gaabu

source: Save Media
son: Hẽenanditukoo gaabu

source: Save Video
son: Widewo gaabu

source: Save Audio
son: Jindetukoo gaabu

source: Save As
son: Gaabu sanda

source: index
son: maaboŋ

source: Web Page, complete
son: Interneti moo, timmante

source: Web Page, HTML only
son: Interneti moo, HTML hinne

source: Web Page, XHTML only
son: Interneti moo, XHTML hinne

source: Web Page, SVG only
son: Interneti moo, SVG hinne

source: Web Page, XML only
son: Interneti moo, XML hinne

source: %S_files
son: %S_tukey
