Repository: tktk711/mozilla-l10n
Catalog: sm/mobile/android/chrome/config.properties.po
Languages: sm

source: Add
sm: Fa'aopoopo

source: Select type:
sm: Fili itu'āiga:

source: String
sm: Mānoa

source: Integer
sm: Numera

source: Enter name:
sm: Tā igoa:

source: Toggle
sm: Liliu-'ogātotonu

source: Modify
sm: Sui

source: Select value for %1$S:
sm: Fili value mo %1$S:

source: Enter value for %1$S:
sm: Tā value mo %1$S:

source: Invalid Value
sm: Value leaga

source: The text you entered was not a number
sm: E le'i numera lau tusi

source: Reset
sm: Toe seti
