Repository: tktk711/mozilla-l10n
Catalog: sah/toolkit/chrome/global/aboutTelemetry.dtd.po
Languages: sah

source: Telemetry Data
sah: Телеметрия көрдөрүүлэрэ

source: Telemetry is <span>enabled</span>.
sah: Телеметрия <span>холбонно</span>.

source: Telemetry is <span>disabled</span>.
sah: Телеметрия <span>араҕыста</span>.

source: Slow SQL Statements
sah: Бытаан SQL-инструкция

source: Browser Hangs
sah: Браузер ыйаныыта

source: Histograms
sah: Гистограмма

source: Simple Measurements
sah: Судургу кээмэйдээһин

source: Late Writes
sah: Хойукку суруктар

source: System Information
sah: Систиэмэ туһунан

source: Histograms Collected by Add-ons
sah: Эбиискэлэр хомуйбут гистограммалара

source: (No data collected)
sah: (хомуллубатах)

source: NOTE: Slow SQL debugging is enabled. Full SQL strings may be displayed below but they will not be submitted to Telemetry.
sah: БЫҺААРЫЫ: SQL туруорууларын уларытыы бытаан эрэсиимэ холбоммут. Аллара SQL толору устуруокалара көстүөхтэрин сөп эрээри, телеметрияҕа ыытыллыахтара суоҕа.

source: Fetch function names for hang stacks
sah: Ыйаныы стектарын функцияларын ааттарын киллэр

source: Show raw data from hangs
sah: Ыйаныылар тустарынан ситэтэ суох дааннайдары көрдөрүү
