Repository: tktk711/mozilla-l10n
Catalog: sah/toolkit/chrome/global/findbar.properties.po
Languages: sah

source: Phrase not found
sah: Этии көстүбэтэ

source: Reached end of page, continued from top
sah: Сирэй бүттэ, үөһэ салҕанна

source: Reached top of page, continued from bottom
sah: Сирэй үрдүгэр тиийдиҥ, салгыыта аллара

source: Find:
sah: Көрдөө:

source: Quick Find:
sah: Түргэнник көрдөөһүн:

source: Quick Find (links only):
sah: Түргэнник көрдөөһүн (сигэлэр эрэ):

source: (Case sensitive)
sah: (Буукуба улаханын-кыратын арааран)

source: %S match
sah: %S сөп түбэһии

source: %S matches
sah: Сөп түбэһиилэр: %S

source: More than %S matches
sah: Мантан %S элбэх сөп түбэһии көһүннэ
