Repository: tktk711/mozilla-l10n
Catalog: ach/obsolete/mobile/xul/chrome/aboutHome.dtd.po
Languages: ach

source: <span>&brandShortName; </span><span id='header-suffix'>Start</span>
ach: <span>&brandShortName; </span><span id='header-suffix'>Cak</span>

source: Your tabs from last time
ach: Lanyik megi ki kare mukato angec

source: Tabs from your other computers
ach: Lanyik ki i kompiuta megi mapat

source: Add-ons for your &brandShortName;
ach: Med iwiye pi &brandShortName; megi

source: Give Feedback
ach: Mi Adwogi

source: Get Help
ach: Nong Kony

source: Open all in tabs
ach: Yab Weng i Tab

source: No tabs from last time
ach: Dirica matidi onongo pe i kare mukato angec

source: No recommended add-ons
ach: med-iwiye pe kimoko

source: Change Language
ach: Lok Leb

source: Get in before Beta.
ach: Dony ie mapwod Beta oo.

source: Try Firefox Aurora and help shape the future of Firefox.
ach: Tem Firefox Aurora ki kit kony Firefox i kare me anyim.

source: Download Aurora
ach: Gol Aurora

source: for Android
ach: Pi Anroid

source: Set Up Sync
ach: Ter Sync

source: Pair a Device
ach: Ket Jami me tic aryo aryo
