Repository: tktk711/mozilla-l10n
Catalog: ach/toolkit/chrome/cookie/cookieAcceptDialog.properties.po
Languages: ach

source: Host:
ach: Won gang:

source: Domain:
ach: Kut:

source: Encrypted connections only
ach: Kube ma ki cono keken

source: Any type of connection
ach: Kakube mo keken

source: At end of session
ach: Iyonge caa moni

source: Show Details
ach: Nyut Lok Kore ki kore

source: Hide Details
ach: Kan Lok kore ki kore

source: The site %S wants to set a cookie.
ach: Bar %S mito tero lapo wic.

source: The site %S wants to set a second cookie.
ach: Bar %S mito tero lapo wic me intanet.

source: The site %S wants to set another cookie. You already have %S cookies from this site.
ach: Dye bar %S mito tero lapo wic me intanet mukene. yin dong itye kwede %S lapo wic me intanet ki idye barni.

source: The site %S wants to modify an existing cookie.
ach: Dye bar %S mito roco lapo wic matye ni.
