Repository: tktk711/mozilla-l10n
Catalog: hch/browser/installer/override.properties.po
Languages: hch

source: $BrandFullName Setup
hch: Mi kakenitsie $BrandFullName

source: $BrandFullName Uninstall
hch: Kua 'ikakenitsie $BrandFullName

source: < &Back
hch: < &Makunuani

source: &Next >
hch: &Muheitɨ >

source: I &accept the terms in the License Agreement
hch: &Nepinake 'erie xapatsie kenti kuxata

source: I &do not accept the terms in the License Agreement
hch: Nekua Inake 'erie xapaya manayeneni

source: &Install
hch: &Mikakeni

source: &Uninstall
hch: &Kua 'ikakeni

source: Cancel
hch: mu yuhayawaxɨ

source: &Close
hch: &Meinani

source: B&rowse…
hch: Ranuyexɨayu...

source: Show &details
hch: Mitahekɨata & enayehanatɨ

source: Click Next to continue.
hch: Utɨmana mauwetsie neupɨna pemiyeweiyanikɨ

source: Click Install to start the installation.
hch: Mana neupɨna pemikakenikɨ meta pemikatsutɨani kɨ.

source: Click Uninstall to start the uninstallation.
hch: Neu pɨna pekua 'ikakenikɨ pemikatsutɨanikɨ.

source: Completed
hch: Aye 'atɨ

source: Please review the license agreement before installing $BrandFullNameDA. If you accept all terms of the agreement, select the first option below. $_CLICK
hch: Neutaxeiya xatsika 'aixɨ aneme mikakenikɨ $BrandFullNameDA. xɨka 'iyari ye aneni pemenayehana ikɨtsie. $_CLICK

source: Check the components you want to install and uncheck the components you don't want to install. $_CLICK
hch: Neuti 'utɨa ke 'aneneme pemika 'uitɨani. $_CLICK

source: Select components to install:
hch: Nanayehani mana mayehu ke 'aneneme pemika uitɨani:

source: Setup will install $BrandFullNameDA in the following folder. To install in a different folder, click Browse and select another folder. $_CLICK
hch: $BrandFullNameDA pikakeni xeime tsie xapayetsametsie. pe iwapa pɨyɨwe, xɨka pɨpetiuka 'eriwani mana neupɨna mitiwaunitsie. $_CLICK

source: Destination Folder
hch: xapa yetsame heyatɨ

source: Select the folder to install $BrandFullNameDA in:
hch: Nanayehani heitserie pemikakenikɨ $BrandFullNameDA:

source: "Space available: "
hch: "Yeyautɨ 'ankumawetɨ: "

source: "Space required: "
hch: "Yayeutɨ hauyewetɨ: "

source: $BrandFullNameDA will be uninstalled from the following folder. $_CLICK
hch: $BrandFullNameDA penaye xɨna 'utɨmana mamie xapayetsame tsie. $_CLICK

source: Uninstalling from:
hch: Menayexɨna mana:

source: Error opening file for writing: $0 Click Abort to stop the installation, Retry to try again, or Ignore to skip this file.
hch: Kayiwe meiyepieni aixɨmitayurieni xapa: $0 Mana neupɨna pekua ikaketsanikɨ, Tawari neuta ɨniata hekuamekɨ, o Ka 'ixeimɨtɨ pemikakenikɨ.

source: Error opening file for writing: $0 Click Retry to try again, or Cancel to stop the installation.
hch: Kayɨwe 'aixipemiyurieni xapa: $0 Tawari neutainɨata mana neupɨna, o Meinani mikakenikɨ hekuamekɨ.

source: "Can't write: "
hch: "Mitahekuariya kayɨwe: "

source: Copy failed
hch: Kayɨwe meka 'ɨke

source: "Copy to "
hch: "Meka ɨke mɨkɨ "

source: "Registering: "
hch: "Eka 'utɨwatɨ: "

source: "Unregistering: "
hch: "Eyeyeitɨwatɨ uxa: "

source: "Could not find symbol: "
hch: "Ka 'uyukaxei mi tuni: "

source: "Could not load: "
hch: "Miyekuariya kayɨwe: "

source: "Create folder: "
hch: ne wewietɨ xapa yetsame: %s

source: "Create shortcut: "
hch: "Heitserie hauhakeme mitaweeirni: "

source: "Created uninstaller: "
hch: "Ikakeme menahana: "

source: "Delete on reboot: "
hch: "Mitaiya tsie meyeyeitɨani: "

source: "Error creating shortcut: "
hch: "Kayɨwe heitserie meikeni: "

source: "Error creating: "
hch: "Kayɨer mitawiyastɨani: "
