Repository: tktk711/mozilla-l10n
Catalog: dsb/mail/chrome/messenger-newsblog/feed-subscriptions.dtd.po
Languages: dsb

source: Feed Subscriptions
dsb: Kanalowe abonementy

source: Learn more about Feeds
dsb: Zgóńśo wěcej wó kanalach

source: &Title:
dsb: &Titel:

source: Enter a valid feed url to Add
dsb: Zapódajśo płaśiwy URL kanala

source: Validate
dsb: Płaśiwosć pśespytaś

source: Check validation and retrieve a valid url.
dsb: Płaśiwosć pśespytaś a płaśiwy URL wótwołaś.

source: &Store Articles in:
dsb: &Nastawki składowaś w:

source: S&how the article summary instead of loading the web page
dsb: Nastawkowe &zespominanje pokazaś, město aby webbok zacytało

source: &Prefix tags with:
dsb: Wobznamjenja pre&figěrowaś z:

source: Enter a tag prefix
dsb: Zapódajśo wobznamjenjowy prefiks

source: &Add
dsb: &Pśidaś

source: &Update
dsb: &Aktualizěrowaś

source: &Remove
dsb: &Wótpóraś

source: &Import
dsb: &Importěrowaś

source: E&xport
dsb: &Eksportěrowaś

source: Export Feeds with folder structure; ctrl click or ctrl enter to export Feeds as a list
dsb: Kanale ze zarědnikoweju strukturu eksportěrowaś; Strg+kliknjenje abo Strg+enter, aby kanale ako lisćinu eksportěrowało

source: Close
dsb: Zacyniś
