Repository: tktk711/mozilla-l10n
Catalog: ff/dom/chrome/dom/dom.properties.po
Languages: ff

source: navigator.mozGetUserMedia has been replaced by navigator.mediaDevices.getUserMedia
ff: navigator.mozGetUserMedia wontii navigator.mediaDevices.getUserMedia

source: RTCPeerConnection.getLocalStreams/getRemoteStreams are deprecated. Use RTCPeerConnection.getSenders/getReceivers instead.
ff: RTCPeerConnection.getLocalStreams/getRemoteStreams hiiɗtinaama. Huutoro RTCPeerConnection.getSenders/getReceivers instead.

source: Failed to load ‘%S’. A ServiceWorker intercepted the request and encountered an unexpected error.
ff: Horiima loowde ‘%S’. ServiceWorker faliima ɗaɓɓitannde ndee tee hawrii e juumre nde tijjanooka.

source: Failed to load ‘%1$S’. A ServiceWorker passed an opaque Response to FetchEvent.respondWith() while handling a ‘%2$S’ FetchEvent. Opaque Response objects are only valid when the RequestMode is ‘no-cors’.
ff: Horiima loowde ‘%1$S’. ServiceWorker ɓenninii Jaabtol niɓɓol to FetchEvent.respondWith() tuma nde lijjitta ‘%2$S’ FetchEvent. Piije Jaaɓtol niɓɓe jaɓaa tan ko so RequestMode ko ‘no-cors’.

source: Failed to load ‘%S’. A ServiceWorker passed an Error Response to FetchEvent.respondWith(). This typically means the ServiceWorker performed an invalid fetch() call.
ff: Horiima loowde ‘%S’. ServiceWorker ɓenninii Jaaɓtol Juumre to FetchEvent.respondWith(). Ɗum firti tan ko ServiceWorker waɗii noddol fetch() ngol jaalaaki.

source: Failed to load ‘%S’. A ServiceWorker passed a used Response to FetchEvent.respondWith(). The body of a Response may only be read once. Use Response.clone() to access the body multiple times.
ff: Horiima loowde‘%S’. ServiceWorker ɓenninii jaaɓtol kuutorangol to FetchEvent.respondWith(). Ɓanndu Jaaɓtol waawi tareede tan ko gootol. Huutoro Response.clone() ngam ballaade ɓanndu nduu laabi cowiiɗi.

source: Failed to load ‘%S’. A ServiceWorker passed an opaqueredirect Response to FetchEvent.respondWith() while handling a non-navigation FetchEvent.
ff: Horiima loowde ‘%S’. ServiceWorker ɓenninii opaqueredirect to FetchEvent.respondWith() tuma nde lijjitta FetchEvent mo wonaa peeragol.

source: Failed to load ‘%S’. A ServiceWorker passed a redirected Response to FetchEvent.respondWith() while RedirectMode is not ‘follow’.
ff: Horiima loowde ‘%S’. ServiceWorker ɓenninii Jaaɓtol jiiltangol to FetchEvent.respondWith() tuma RedirectMode woni hoto ‘rewindo’.

source: Failed to load ‘%S’. A ServiceWorker canceled the load by calling FetchEvent.preventDefault().
ff: Horiima loowde ‘%S’. ServiceWorker haaytinii loowgol so noddude FetchEvent.preventDefault().

source: Failed to load ‘%1$S’. A ServiceWorker passed a promise to FetchEvent.respondWith() that rejected with ‘%2$S’.
ff: Horiima loowde ‘%1$S’. ServiceWorker ɓenninii aadi to FetchEvent.respondWith() diiwtiraaɗo ‘%2$S’.

source: Failed to load ‘%1$S’. A ServiceWorker passed a promise to FetchEvent.respondWith() that resolved with non-Response value ‘%2$S’.
ff: Horiima loowde ‘%1$S’. ServiceWorker ɓenninii aadi to FetchEvent.respondWith() jiɓtiiɗo e kiisol non-Response ‘%2$S’.

source: Use of mozImageSmoothingEnabled is deprecated. Please use the unprefixed imageSmoothingEnabled property instead.
ff: Huutoraade mozImageSmoothingEnabled koko hiiɗtinaa. Tiiɗno huutoro heertiingo imageSmoothingEnabled mo prefisaaka.

source: Failed to register a ServiceWorker: The path of the provided scope ‘%1$S’ is not under the max scope allowed ‘%2$S’. Adjust the scope, move the Service Worker script, or use the Service-Worker-Allowed HTTP header to allow the scope.
ff: Horiima siiftaade ServiceWorker: Lappol wiifngo ‘%1$S’ hokkangol ngoo ena les wiifngo limrowo ‘%2$S’ yamiraango. Fotndu wiifngo ngoo, ndirtinaa dokkorol Service Worker oo, walla huutoro tiitoore HTTP Service-Worker-Allowed ngam yamirde wiifngo ngoo.

source: Failed to register/update a ServiceWorker for scope ‘%1$S’: Load failed with status %2$S for script ‘%3$S’.
ff: Horiima siiftaade //update ServiceWorker mo wiifngo ‘%1$S’: loowgol woorii kam e ngonka %2$S mo dokkorol ‘%3$S’.

source: Failed to register/update a ServiceWorker for scope ‘%1$S’: Bad Content-Type of ‘%2$S’ received for script ‘%3$S’. Must be ‘text/javascript’, ‘application/x-javascript’, or ‘application/javascript’.
ff: Failed to register/update a ServiceWorker for scope ‘%1$S’: Conten-Type mo moƴƴaani e ‘%2$S’ heɓaama e dokkorol ‘%3$S’. Foti wonde ko ‘text/javascript’, ‘application/x-javascript’, walla ‘application/javascript’.

source: Terminating ServiceWorker for scope ‘%1$S’ with pending waitUntil/respondWith promises because of grace timeout.
ff: Nana dartina ServiceWorker mo wiifngo ‘%1$S’ kam e addiiji waitUntil/respondWith cabbiiɗi sabu konol garsiwol.

source: document.execCommand(‘cut’/‘copy’) was denied because it was not called from inside a short running user-generated event handler.
ff: document.execCommand(‘cut’/‘copy’) salaama sabu noddiraaka nder lijjitorde joljolal doggore ko raɓɓiɗi nde kuutoro ɓultii.

source: Manifest should be an object.
ff: Manifeste fotnoo wonde ko piiyol.

source: The scope URL is invalid.
ff: URL wiifngo oo moƴƴaani.

source: The scope URL must be same origin as document.
ff: URL wiifngo oo foti ko renndude e fiilannde iwdi.

source: The start URL is outside the scope, so the scope is invalid.
ff: URL fuɗɗo oo woni ko boowal wiifngo ngoo, kisa ngo moƴƴaani.

source: The start URL is invalid.
ff: URL fuɗɗo oo moƴƴaani.

source: The start URL must be same origin as document.
ff: URL fuɗɗo oo foti ko renndude e fiilannde iwdi.

source: Expected the %1$S’s %2$S member to be a %3$S.
ff: Ena tijjaa tergal %1$S’s %2$S yoo won %3$S.

source: %1$S: %2$S is not a valid CSS color.
ff: %1$S: %2$S wonaa goobol CSS jaaliiɗo.

source: Unable to check <input pattern='%S'> because the pattern is not a valid regexp: %S
ff: Horiima ƴeewtaade <input pattern='%S'> sabu natngo ngoo wonaa regexp jaaliiɗo: %S

source: Failed to execute ‘postMessage’ on ‘DOMWindow’: The target origin provided (‘%S’) does not match the recipient window’s origin (‘%S’).
ff: Horiima hurmitaade ‘postMessage’ dow ‘DOMWindow’: Iwdi toɓɓaandi keɓaandi ndii (‘%S’) nanndaani e iwde henorde jaɓoowo (‘%S’).

source: Rewriting old-style YouTube Flash embed (%S) to iframe embed (%S). Please update page to use iframe instead of embed/object, if possible.
ff: Nana winndita coomtol Flash YouTube gaandanteejo (%S) to coomtol iframe (%S). Tiiɗno hesɗitin hello ngam huutoraade iframe tawa wonaa embed/object, so ena wona.

source: Rewriting old-style YouTube Flash embed (%S) to iframe embed (%S). Params were unsupported by iframe embeds and converted. Please update page to use iframe instead of embed/object, if possible.
ff: Nana winndita coomtol Flash YouTube gaandanteejo (%S) to coomtol iframe (%S). Params tammbitaaka coomte iframe tee mbaylitaama. Tiiɗno hesɗitin hello ngam huutoraade iframe tawa wonaa embed/object, so ena wona.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘Encryption’ header must include a unique ‘salt‘ parameter for each message. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-3.1 for more information.
ff: ServiceWorker wiifngo ‘%1$S’ oo horiima gannitaade ɓatakol tintino. Tiinoore ‘Encryption’ ndee ena foti soomde teeltol ‘salt‘ keeringol e ɓatakol kala. Yiy https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-3.1 ngam ɓeydude humpito.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘Crypto-Key‘ header must include a ‘dh‘ parameter containing the app server’s public key. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-4 for more information.
ff: ServiceWorker wiifngo ‘%1$S’ oo horiima gannitaade ɓatakol tintino. Tiitoore ‘Crypto-Key’ ndee ena foti soomde teeltol ‘dh‘ mooftungol kelal peñcu sarworde jaaɓɗe ndee. Yiy https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-4 ngam ɓeydude humpito.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘Encryption-Key’ header must include a ‘dh‘ parameter. This header is deprecated and will soon be removed. Please use ‘Crypto-Key‘ with ‘Content-Encoding: aesgcm‘ instead. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-4 for more information.
ff: ServiceWorker wiifngo ‘%1$S’ oo horiima gannitaade ɓatakol tintino. Tiitoore ‘Encryption-Key’ ndee ena foti soomde teeltol ‘dh‘. Ndee tiitoore koko hiiɗtinaa tee maa momte ko leelaani. Tiiɗno huutoro ‘Crypto-Key’ kam e ‘Contendt Encoding aesgcm‘ kisa. Yiy https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-4 ngam ɓeydude humpito.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘Content-Encoding‘ header must be ‘aesgcm‘. ‘aesgcm128‘ is allowed, but deprecated and will soon be removed. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-2 for more information.
ff: ServiceWorker wiifngo ‘%1$S’ oo horiima gannitaade ɓatakol tintino. Tiitoore ‘Content-Encoding’ ndee ena foti swonde ‘aesgcm‘. ‘asgcm128‘ ena yamiraa, kono kok hiiɗtinaa tee maa momte ko leelaani. Yiy https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-2 ngam ɓeydude humpito.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘dh‘ parameter in the ‘Crypto-Key‘ header must be the app server’s Diffie-Hellman public key, base64url-encoded (https://tools.ietf.org/html/rfc7515#appendix-C) and in “uncompressed” or “raw” form (65 bytes before encoding). See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-4 for more information.
ff: ServiceWorker wiifngo ‘%1$S’ horiima gannitaade batakol tintino. Teeltol ‘dh‘ ngol e tiitoore ‘Crypto-Key‘ ndee ena foti wonde kelal peñcu Diffie-Hellman sarworde jaaɓɗe ndee, base64url-encoded (https://tools.ietf.org/html/rfc7515#appendix-C) e nder “uncompressed” walla “raw” iwde e (65 bytes before encoding). Yiy https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-4 ngam ɓeydude humpito.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘salt‘ parameter in the ‘Encryption‘ header must be base64url-encoded (https://tools.ietf.org/html/rfc7515#appendix-C), and be at least 16 bytes before encoding. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-3.1 for more information.
ff: ServiceWorker wiifngo ‘%1$S’ horiima gannitaade batakol tintino. Teeltol ‘salt‘ ngol e tiitoore ‘Encryption‘ ndee ena foti wonde base64url-encoded (https://tools.ietf.org/html/rfc7515#appendix-C), tee wona so famɗii 16 bytes before encoding. Yiy https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-3.1 ngam ɓeydude humpito.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. The ‘rs‘ parameter of the ‘Encryption‘ header must be between %2$S and 2^36-31, or omitted entirely. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-3.1 for more information.
ff: ServiceWorker wiifngo ‘%1$S’ oo horiima gannitaade ɓatakol tintino. Teeltol ‘rs‘ tiitoore ‘Encryption’ ndee ena foti wonde hakkunde %2$S e 236-31, walla woppee e kuuɓal. Yiy https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-3.1 ngam ɓeydude humpito.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. A record in the encrypted message was not padded correctly. See https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-2 for more information.
ff: ServiceWorker wiifngo ‘%1$S’ oo horiima gannitaade ɓatakol tintino. Siifaango e batakol gannangol ngol heɓɓiniraaka no haaniri. Yiy https://tools.ietf.org/html/draft-ietf-httpbis-encryption-encoding-02#section-2 ngam ɓeydude humpito.

source: The ServiceWorker for scope ‘%1$S’ failed to decrypt a push message. For help with encryption, please see https://developer.mozilla.org/docs/Web/API/Push_API/Using_the_Push_API#Encryption
ff: ServiceWorker wiifngo ‘%1$S’ horiima gannitaade batakol tintino. Ngam ballal e gannagol, tiiɗno yiy https://developer.mozilla.org/docs/Web/API/Push_API/Using_the_Push_API#Encryption

source: Ignoring ‘preventDefault()’ call on event of type ‘%1$S’ from a listener registered as ‘passive’.
ff: Faalkisaade noddaango ‘preventDefault()’ e joljolal mo fannu ‘%1$S’ iwde e keɗotooɗo ciiftaaɗo ‘dilloro’.

source: File.lastModifiedDate is deprecated. Use File.lastModified instead.
ff: File.lastModifiedDate koko hiiɗtinaa. Huutoraade File.lastModified kisa.

source: ImageBitmapRenderingContext.transferImageBitmap is deprecated and will be removed soon. Use ImageBitmapRenderingContext.transferFromImageBitmap instead.
ff: ImageBitmapRenderingContext.transferImageBitmap koko hiiɗtinaa tee maa momtu ko leelaani. Huutoro ImageBitmapRenderingContext.transferFromImageBitmap kisa.

source: Creating DOMParser without a principal is deprecated.
ff: Sosde DOMParser ŋakkuɗo dowrowo koko hiiɗtinaa.

source: IIRFilterNode channel count changes may produce audio glitches.
ff: Limoore Calol IIRFilterNode ena waawi jibinde ciike ojoo.

source: BiquadFilterNode channel count changes may produce audio glitches.
ff: Limoore Calol BiquadFilterNode ena waawi jibinde ciike ojoo.

source: file
ff: fiilde

source: This page was loaded in a new process due to a Large-Allocation header.
ff: Ngoo hello koko loowanoo e cilol kesol sabu tiitoore Large-Allocation.

source: A Large-Allocation header was ignored due to the load being triggered by a non-GET request.
ff: Tiitoore Large-Allocation faalkisaama sabu loowgol ngol hurmineede ɗaɓɓitannde non-GET.

source: A Large-Allocation header was ignored due to the document not being loaded out of process.
ff: Tiitoore Large-Allocation faalkisaama sabu fiilannde waasde looweede boowal cile..
