Repository: tktk711/mozilla-l10n
Catalog: mix/mobile/overrides/passwordmgr.properties.po
Languages: mix

source: Would you like %S to remember this login?
mix: ¿A kunu %S nta'kuinu conexion yoo?

source: Remember
mix: Ntaku ini

source: Never
mix: Mikíi

source: Update saved password for %S?
mix: ¿A tsa ntu tsaa tu'un see inka vaà nu %S?

source: Update saved password for this login?
mix: ¿A tsa ntu tsaa tu'un see inka vaà tava naku kitsau?

source: Update
mix: Ntu tsaá

source: Don't update
mix: maku'u ntu tsai

source: Confirm Password Change
mix: Katu'un ña ndasamu tu'un see

source: Use Password Manager to remember this password.
mix: Kuachu'un ña chi'nchee tu'un see tava n ndaku'inia tu'un see yo.

source: Username
mix: Sivìi

source: Password
mix: Tu'un seè
