Repository: tktk711/mozilla-l10n
Catalog: son/browser/chrome/browser/places/bookmarkProperties.properties.po
Languages: son

source: Add
son: Tonton

# dialogAcceptLabelSaveItem
source: Save
son: Gaabu

source: Subscribe
son: Boŋ-maa hantum

source: Add Bookmarks
son: Doo-šilbawey tonton

# dialogAcceptLabelEdit
source: Save
son: Gaabu

# dialogTitleAddBookmark
source: New Bookmark
son: Doo-šilbay taaga

source: Subscribe with Live Bookmark
son: Boŋ-maa hantum nda doo-šilbay dirante

# dialogTitleAddFolder
source: New Folder
son: Foolo taaga

source: New Bookmarks
son: Doo-šilbay taagey

source: Properties for “%S”
son: "%S" mayrawey

source: [Folder Name]
son: [Foolo maa]

# newFolderDefault
source: New Folder
son: Foolo taaga

# newBookmarkDefault
source: New Bookmark
son: Doo-šilbay taaga

source: New Live Bookmark
son: Doo-šilbay dirante taaga
