Repository: tktk711/mozilla-l10n
Catalog: szl/browser/chrome/browser/baseMenuOverlay.dtd.po
Languages: szl

source: Minimize
szl: Minimalizuj

source: Bring All to Front
szl: Prziwrōć wszyjsko

source: Zoom
szl: Powielgszynie

source: Window
szl: Ôkno

# helpMenu.label helpMenu.accesskey
source: &Help
szl: Pōmo&c

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
szl: Pōmo&c

source: &About &brandShorterName;
szl: Ô &brandShorterName;

source: &brandShorterName; &Help
szl: Pōmoc programu &brandShorterName;

source: &Keyboard Shortcuts
szl: Przimy ta&staturowe

source: &Restart with Add-ons Disabled…
szl: &Zapuść zaś bez przidŏwek…

source: &Restart with Add-ons Enabled
szl: Uruchōm zajsik z zapuszczōnymi przidŏwkami

source: &brandShorterName; H&ealth Report
szl: Report ô zdrowiu programu &brandShorterName;

source: &Troubleshooting Information
szl: I&nformacyje dlŏ pōmocy technicznyj

source: &Submit Feedback…
szl: Prześlij swojã ôpinijõ…

source: &brandShorterName; T&our
szl: Ôkludzŏcz po programie &brandShorterName;

source: Preferences…
szl: Preferyncyje…

source: Services
szl: Posugi

source: Hide &brandShorterName;
szl: Skryj &brandShorterName;

source: Hide Others
szl: Skryj inksze

source: Show All
szl: Pokŏż wszyjske
