Repository: tktk711/mozilla-l10n
Catalog: szl/browser/chrome/browser/newTab.dtd.po
Languages: szl

source: New Tab
szl: Nowŏ szkarta

source: Include suggested sites
szl: Sugerowane zajty

source: NEW TAB CONTROLS
szl: Sztelōnki nowyj szkarty

source: Learn about New Tab
szl: Wiyncyj informacyji ô nowyj szkarcie

source: Customize your New Tab page
szl: Przipasuj zajtã nowyj szkarty

source: Show blank page
szl: Prōżnŏ

source: Thumbnail removed.
szl: Miniaturka wychrōniōnŏ.

source: Undo.
szl: Cofnij.

source: Restore All.
szl: Wrōć wszyjske.

source: Hide
szl: Skryj
