Repository: tktk711/mozilla-l10n
Catalog: szl/browser/chrome/browser/syncSetup.properties.po
Languages: szl

source: Sync Options
szl: Ôpcyje synchrōnizacyje

source: Done
szl: Fertich

source: Cancel
szl: Pociep

source: Invalid email address
szl: Niynŏleżnŏ adresa e-mail

source: Please enter a valid server URL
szl: Podej nŏleżnõ adresã URL ôd serwera

source: Already in use
szl: To miano ôd używŏcza już je używanŏ

source: Verifying…
szl: Weryfikowanie…

source: and #1 additional device;and #1 additional devices
szl: i #1 nadbytniŏ maszina;i #1 nadbytniŏ maszina;i #1 nadbytnich maszin

source: #1 bookmark;#1 bookmarks
szl: #1 buchbinder;#1 buchbindry;#1 buchbindrōw

source: #1 day of history;#1 days of history
szl: #1 dziyń historyje;#1 dni historyje;#1 dni historyje

source: #1 password;#1 passwords
szl: #1 hasło;#1 hasła;#1 haseł

source: #1 add-on;#1 add-ons
szl: #1 przidŏwek;#1 przidŏwki;#1 przidŏwkōw

source: Save Recovery Key
szl: Spamiyntej klucz prziwrŏcaniŏ

source: Firefox Recovery Key.html
szl: Klucz prziwrŏcaniŏ - Firefox.html

source: Firefox Sync is now set up to automatically sync all of your browser data.
szl: Firefox Sync je terŏz skonfigurowany, coby autōmatycznie synchrōnizować wszyjske daty przeziyrŏczki.

source: You can choose exactly what to sync by selecting Sync Options below.
szl: Możesz akuratnie ôkryślić, co mŏ być synchrōnizowane, kej naciśniesz knefel 'Ôpcyje synchrōnizacyje' niżyj.

source: Firefox Sync will now merge all this device’s browser data into your Sync account.
szl: Firefox Sync przidŏ terŏz wszyjske daty przeziyrŏczki z tyj masziny do twojigo kōnta Sync.

source: Firefox Sync will now replace all of the browser data on this device with the data in your Sync account.
szl: Firefox Sync zastōmpi terŏz wszyjske daty przeziyrŏczki na tyj maszinie datami z twojigo kōnta Sync.

source: Firefox Sync will now replace all of the browser data in your Sync account with the data on this device.
szl: Firefox Sync terŏz pōmiyni wszyjske daty ôd przeziyrŏczki na kōncie Sync na daty ze tyj masziny.

source: You can change this preference by selecting Sync Options below.
szl: Możesz pōmiynić tyn sztelōnek, kej naciśniesz knefel 'Ôpcyje synchrōnizacyje' niżyj.

source: Continue
szl: Kōntynuuj

# disconnect.label
source: Disconnect
szl: Cwajgnij

# disconnect.verify.title
source: Disconnect
szl: Cwajgowanie

source: Disconnect from Sync?
szl: Ustŏć synchrōnizować?

source: Your browsing data will remain on this computer, but it will no longer sync with your account.
szl: Daty przeziyraniŏ ôstanōm na tym kōmputrze, ale niy bydōm już synchrōnizowane ze Twojim kōntym Firefoksa.

source: Merge Warning
szl: Ôstrzegniyńcie ô kuplowaniu

source: Are you sure you want to sign in to Sync?
szl: Na isto wlogować do synchrōnizacyje?

source: A different user was previously signed in to Sync on this computer. Signing in will merge this browser’s bookmarks, passwords and other settings with %S
szl: Inkszy używŏcz bōł wczaśnij wlogowany do synchrōnizacyje na tyj maszinie. Po wlogowaniu, buchbindry, hasła i inksze sztelōnki tyj przeziyrŏczki bydōm skuplowane z datami ze kōnta „%S”.
