Repository: tktk711/mozilla-l10n
Catalog: szl/browser/chrome/browser/syncGenericChange.properties.po
Languages: szl

source: Change your Password
szl: Pōmiana hasła

source: Change Password
szl: Pōmiyń hasło

source: Changing your password…
szl: Hasło je pōmiyniane…

source: Your password has been changed.
szl: Hasło było pōmiyniōne.

source: There was an error changing your password.
szl: Trefiōł sie feler przi pōmianie hasła.

source: Your password must be at least 8 characters long. It cannot be the same as either your user name or your Recovery Key.
szl: Hasło musi mieć nojmynij 8 cechōw. Niy może być take samo, jak miano ôd używŏcza ani klucz prziwrŏcaniŏ.

source: Note: All of your other devices will be unable to connect to your account once you change this password.
szl: Pozōr: po pōmianie hasła wszyjske inksze masziny niy bydōm mogły skuplować sie z tym kōntym.

source: My Recovery Key
szl: Mōj klucz prziwrŏcaniŏ

source: Change Recovery Key
szl: Pōmiyń klucz prziwrŏcaniŏ

source: Changing Recovery Key and uploading local data, please wait…
szl: Pōmiana klucza i posyłanie datōw lokalnych, czekej…

source: There was an error while changing your Recovery Key!
szl: Przi ôperacyji pōmiany klucza trefiōł sie feler!

source: Your Recovery Key was successfully changed!
szl: Klucz prziwrŏcaniŏ bōł pōmiyniōny!

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
szl: Coby zagarantować imyntnõ prywatność, wszyjske daty sōm przed przesłaniym szyfrowane. Klucz do ôdszyfrowaniŏ datōw niyma posyłany.

source: Note: Changing this will erase all data stored on the Sync server and upload new data secured by this Recovery Key. Your other devices will not sync until the new Recovery Key is entered for that device.
szl: Napōmniynie: pōmiana klucza sprŏwi wychrōniynie wszyjskich datōw spamiyntanych na serwerze Sync i posłanie nowych datōw bezpieczōnych tym kluczym. Wszyjske twoje inksze masziny niy bydōm synchrōnizowane, podwiela na danõ masziniã niy bydzie wkludzōny nowy klucz.

source: Your Recovery Key
szl: Twōj klucz

# new.password.title
source: Update Password
szl: Aktualizacyjŏ hasła

source: Your password was rejected by the server, please update your password.
szl: Hasło było ôdciepniynte bez serwer, trza je pōmiynić.

source: Enter your new password
szl: Wkludź nowe hasło

source: Confirm your new password
szl: Przituplikuj nowe hasło

# new.password.acceptButton
source: Update Password
szl: Aktualizuj hasło

source: Password incorrect, please try again.
szl: Hasło je niynŏleżne. Sprōbuj zaś.

# new.recoverykey.title
source: Update Recovery Key
szl: Aktualizacyjŏ klucza prziwrŏcaniŏ

source: Your Recovery Key was changed using another device, please enter your updated Recovery Key.
szl: Twōj klucz bōł pōmiyniōny ze dopōmocōm inkszyj masziny. Podej terŏźny klucz.

# new.recoverykey.acceptButton
source: Update Recovery Key
szl: Aktualizuj klucz
