Repository: tktk711/mozilla-l10n
Catalog: szl/browser/chrome/browser/translation.dtd.po
Languages: szl

source: This page is in
szl: Gŏdka na tyj zajcie to

source: Translate this page?
szl: Przełożyć jã?

source: Translate
szl: Przełōż

source: Not Now
szl: Niy terŏz

source: Translating page content…
szl: Przekłŏdanie treści zajty…

source: This page has been translated from
szl: Ta zajta była przełŏżōnŏ ze gŏdki

source: to
szl: na

source: Show Original
szl: Pokŏż ôryginalnõ

source: Show Translation
szl: Pokŏż przekłŏd

source: There has been an error translating this page.
szl: Trefiōł sie feler przi przekłŏdaniu tyj zajty.

source: Try Again
szl: Sprōbuj zaś

source: Translation is not available at the moment. Please try again later.
szl: Przekłŏd je terŏźnie niydostympny. Sprōbuj niyskorzij.

source: Options
szl: Sztelōnki

source: N&ever translate this site
szl: Nik&ej niy przekłŏdej tego placu

source: &Translation preferences
szl: Sz&telōnki przekłŏdu

source: Translations by
szl: Przekłŏdy lifruje

source: Powered by Yandex.Translate
szl: Lifrowane ôd Yandex.Translate
