Repository: tktk711/mozilla-l10n
Catalog: nd/netwerk/necko.properties.po
Languages: nd

source: Looking up %1$S…
nd: Dinga i-%1$S…

source: Connected to %1$S…
nd: Ixhumeke ku-%1$S…

source: Sending request to %1$S…
nd: Thumela isicelo ku-%1$S…

source: Transferring data from %1$S…
nd: Ukuthumela ukwaziswa kusuka ku-%1$S…

source: Connecting to %1$S…
nd: Ixhumeka ku-%1$S…

source: Read %1$S
nd: Funda i-%1$S

source: Wrote %1$S
nd: Kubhalwe i-%1$S

source: Waiting for %1$S…
nd: Kulindelwe i-%1$S…

source: Looked up %1$S…
nd: Okukhangelweyo %1$S…

source: Beginning FTP transaction…
nd: Qala isivumelwano se-FTP…

source: Finished FTP transaction
nd: Kuqede isivumelwano se-FTP

source: The FTP server %1$S is currently unsupported.
nd: Iseva ye-FTP %1$S ayisekelwa okwamanje.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
nd: Leli khasi lewebhu liqondiswa endaweni entsha. Ungathanda yini ukuphinde uthumele ukwaziswa okubhale efomini endaweni entsha?

source: Index of %1$S
nd: Uhlu lwezihloko ze-%1$S

source: Up to higher level directory
nd: Khuphuka uye encwadini yohlu esezingeni eliphezulu

source: Show hidden objects
nd: Tshengisa izinto ezifihlakeleyo

source: Name
nd: Igama

source: Size
nd: Ubukhulu

source: Last Modified
nd: Icine ukulungiswa

source: File:
nd: Ifayili:

source: You are about to visit “%1$S”. This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
nd: Usuzovakatshela i-"%1$S". Lesayithi izama ukukukhohlisa ukuze ucabange ukuthi uvakatshela eyinye isayithi ehlukene lale. Qaphela kakhulu.

source: I understand and will be very careful
nd: Ngiyaqonda futhi ngizoqaphela kakhulu

source: You are about to log in to the site “%1$S” with the username “%2$S”, but the website does not require authentication. This may be an attempt to trick you. Is “%1$S” the site you want to visit?
nd: Usuzongena kusayithi ethi "%1$S" usebenzisa igama elithi "%2$S", kodwa lesayithi ayisidingi isiqinisekiso. Lokhu kungabe kungumzamo wokukukhohlisa. Lesayithi i-"%1$S" yiyo yini ofuna ukuyivakatshela?

source: You are about to log in to the site “%1$S” with the username “%2$S”.
nd: Usuzongena kusayithi ethi "%1$S" usebenzisa igama elithi "%2$S".
