Repository: tktk711/mozilla-l10n
Catalog: sco/toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: sco

source: Create Profile Wizard
sco: Creaut Profile Wizard

source: &brandShortName; stores information about your settings and preferences in your personal profile.
sco: &brandShortName; stows information about yer settins an prefrences in yer ain profile.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
sco: Gin ye are the anely sowel usin this copy o &brandShortName;, ye hae tae hae at least ane profile. Gin ye want tae, ye can creaut mair than ain profile for yersel tae stow diffrent sets o settins an prefrences. For ensaumple, ye mibbe want tae hae sinder profiles for wirk an yer ain uise.

# profileCreationExplanation_4.text
source: To begin creating your profile, click Next.
sco: Tae stairt makin yer profile, knick Neist.

source: To begin creating your profile, click Continue.
sco: Tae stairt makin yer profile, knick Foallae On.

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
sco: Tae stairt makin yer profile, knick Neist.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
sco: Gin ye creaut several profiles ye can pick thaim apairt by the profile names. Ye can uise the name gien here or uise ane o yer ain.

source: &Enter new profile name:
sco: &Puit æ new profile name in:

source: Your user settings, preferences and other user-related data will be stored in:
sco: Yer uiser settins, prefrences an ither uiser-relatit data will be stowed in:

source: Default User
sco: Default Uiser

source: &Choose Folder…
sco: &Chuise Foalder…

source: &Use Default Folder
sco: &Uise Default Foalder
