Repository: tktk711/mozilla-l10n
Catalog: wo/browser/chrome/browser/aboutSessionRestore.dtd.po
Languages: wo

source: Restore Session
wo: Dello na woon sesiyoŋ bi

source: Well, this is embarrassing.
wo: Well, doy na waar.

source: &brandShortName; is having trouble recovering your windows and tabs. This is usually caused by a recently opened web page.
wo: &brandShortName; dafa am ay jafe jafe ngir delloo na woon palanteer yi ak koñ yi. Xëtub web bu ñu yaggul ubbi moo kooy faral di def.

source: You can try:
wo: Mën nga jéem:

source: Removing one or more tabs that you think may be causing the problem
wo: Màbb benn walla koñ yoo fook ni ñoo indi tolof tolof bi

source: Starting an entirely new browsing session
wo: Tambali beneen sesiyoŋ joow

# restorepage.tryagainButton
source: Restore
wo: Delloo na woon

source: Close
wo: Tëj

# restorepage.restoreHeader
source: Restore
wo: Delloo na woon

source: Windows and Tabs
wo: Palanteer yi ak koñ yi

source: Window %S
wo: Palanteer %S
