Repository: tktk711/mozilla-l10n
Catalog: wo/browser/chrome/browser/syncKey.dtd.po
Languages: wo

source: Your &syncBrand.fullName.label; Key
wo: Sa caabi &syncBrand.fullName.label;

source: This key is used to decode the data in your &syncBrand.fullName.label; account. You will need to enter the key each time you configure &syncBrand.fullName.label; on a new device.
wo: Caabi bii dañu kooy jëfandikoo ngir sulli say rootaani koont &syncBrand.fullName.label;. War nga dugal caabi saa sooy tabb &syncBrand.fullName.label;. ci ordinatëër bu bees walla beneen apareey.

source: Keep it secret
wo: Bu ko jox kenn

source: Your &syncBrand.fullName.label; account is encrypted to protect your privacy. Without this key, it would take years for anyone to decode your personal information. You are the only person who holds this key. This means you're the only one who can access your &syncBrand.fullName.label; data.
wo: Sa koont &syncBrand.fullName.label; dañu ko tëj ci lim ngir aar sa dundu biir. Ku amul caabi boobu mën nga toog ay at te doo mëna jot ci say rootaani biir.Yaw rekk yaa am caabi bile. Li muy firi mooy kenn mënul jot say rootaan &syncBrand.fullName.label;.

source: Keep it safe
wo: Bu ko réeral

source: Do not lose this key.
wo: Bul réeral caabi bi.

source: We don't keep a copy of your key (that wouldn't be keeping it secret!) so
wo: Duñu denc benn duppi (dootul am dara lu sekare !),

source: we can't help you recover it
wo: du ñu la mëna dimmali ngir nga gis ko

source: if it's lost. You'll need to use this key any time you connect a new device to &syncBrand.fullName.label;.
wo: su fekkee dafa réer. Di nga koy soxla sa soo lëkkale beneen apareey ci &syncBrand.fullName.label;.

source: Find out more about &syncBrand.fullName.label; and your privacy at
wo: Boo bëggee xam leneen ci &syncBrand.fullName.label; ak ci sa dundu biir, seetal

source: &syncBrand.fullName.label; Terms of Service are available at
wo: Anam yi ngay jëfandikoo &syncBrand.fullName.label; féex nañu ci màkkaan

source: . The Privacy Policy is available at
wo: . Politigu kóolute mi ngi ci màkkaan
