Repository: tktk711/mozilla-l10n
Catalog: sm/dom/chrome/layout/printing.properties.po
Languages: sm

source: %1$d of %2$d
sm: %1$d mai %2$d

# noprinter
source: No printers available.
sm: Leai se masini-lolomi avanoa.

source: Print To File
sm: Lolomi i le Faila

source: Filename is missing
sm: E lē iloa le igoa o le faila

source: %S already exists. Do you want to replace it?
sm: 'Ua 'uma ona fai ola %S. E fiafia toe sui le mea?

source: Printer Error
sm: Sesē o le Masini-lolomi

source: Print Preview Error
sm: Sesē o le lolomi va'ai-vave

source: An error occurred while printing.
sm: Sesē tupuina i le lolomiga.

source: The print job was aborted, or canceled.
sm: Le gāluega lolomi sa fa'alēmāe'a ma sōloia.

source: Some printing functionality is not currently available.
sm: O isi meafaigāluega lolomi e lē avanoa.

source: Some printing functionality is not implemented yet.
sm: O isi meafaigāluega lolomiga e lē ola i le taimi nei.

source: There is not enough free memory to print.
sm: E le'o lava le memory avanoa.

source: There was an unexpected problem while printing.
sm: Sesē lē fa'amoemoe i le lolomi.

# PERR_GFX_PRINTER_NO_PRINTER_AVAILABLE
source: No printers available.
sm: Leai se masini-lolomi avanoa.

source: No printers available, cannot show print preview.
sm: Leai se masini avanoa, e lē mafai ona fa'aali le va'ai-vave lolomi.

source: The selected printer could not be found.
sm: E lē mafai ona tausu'e le masini lolomi.

source: Failed to open output file for print to file.
sm: E lē mafai ona tatala le faila mo lolomi i le faila.

source: Printing failed while starting the print job.
sm: Lē taunu'u lolomi i le 'āmataina le itūlau.

source: Printing failed while completing the print job.
sm: Lē taunu'u lolomi i le māe'a o le itūlau.

source: Printing failed while starting a new page.
sm: Lē taunu'u lolomi i le 'āmataina le itūlau.

source: Cannot print this document yet, it is still being loaded.
sm: E lē mafai ona lolomi le faila, ona o lo'o la'uina i le taimi nei.

source: Cannot print-preview this document yet, it is still being loaded.
sm: E lē mafai ona va'ai-vave lolomi, ona o lo'o la'uina i le taimi nei.
