Repository: tktk711/mozilla-l10n
Catalog: ff/services/sync/sync.properties.po
Languages: ff

source: %1$S's %2$S on %3$S
ff: %2$S mo %1$S e %3$S

source: Last sync: %S
ff: Sync cakkitiiɗo: %S

source: Mobile Bookmarks
ff: Maantore Cinndel

source: Remote tabs are being synced…
ff: Tabbe poottiiɗe ena canngoɗinee…

source: Sync your other devices again to access their tabs
ff: Sanngoɗin kaɓirɗi maa goɗɗi ɗii kadi ngam heɓde tabbe majji

source: All remote tabs are already open
ff: Tabbe pottiiɗe ɗee fof udditaama

source: Recent desktop tabs will be available once they sync
ff: Tabbe biro cakkitiiɗe maa keɓo caggal nde ɗe canngoɗinaa.

source: Error While Signing In
ff: Juumre Waɗii e Naatgol

source: Sync encountered an error while connecting: %1$S. Please try again.
ff: Canngoɗinal waɗii juumre tuma nde seŋotoo: %1$S. Tiiɗno fuɗɗito.

source: &Preferences…
ff: &Cuɓoraaɗe…

source: Error While Signing Out
ff: Juumre Waɗii e Jaltugol

source: Sync encountered an error while connecting. It's probably ok, and you don't have to do anything about it.
ff: Canngoɗinal waɗii juumre tuma nde seŋotoo. Ena nanndi e ko feewi etee a soklaani waɗde hay huunde.

source: Error While Syncing
ff: Juumre Waɗii e Canngoɗinal

source: Sync encountered an error while syncing: %1$S. Sync will automatically retry this action.
ff: Canngoɗinal waɗii juumre tuma nde sanngonɗinta: %1$S. Maa eto kadi e jaagol ngal baɗal.

source: Sync has not been able to complete during the last %1$S days. Please check your network settings.
ff: Sync horiima gasde e ɗee balɗe %1$S ɓennuɗe. Tiiɗno ƴeewto teelte laylaytol maa.

source: The Sync server is a little busy right now, but you don't need to do anything about it. We'll start syncing your data as soon as we can!
ff: Sarworde canngoɗinal ndee ena jaggi seeɗa oo sahaa, kono a soklaani waɗde hay baɗte e majjum. Ma min puɗɗito sanngoɗinde keɓe maa nde newii fof!

source: Sync Delay
ff: Dirtol Canngoɗinal

source: Ser&ver Status
ff: Ngonka Sa&rwoore

source: You need to update Firefox Sync to continue syncing your data.
ff: Aɗa sokli hesɗitinde canngoɗinal Firefox ngam jokkude sanngoɗinde keɓe maa.

source: &Update Firefox Sync
ff: &Hesɗitin Canngoɗinal Firefox

source: &Sync Now
ff: &Sanngoɗin Jooni

source: Approaching Server Quota
ff: Ɓaɗiima Kotaa Sarworde

source: You are approaching the server quota. Please review which data to sync.
ff: A ɓadiima kotaa sarworde ndee. Tiiɗno ƴeewto hol keɓe canngoɗintaa.

source: Server Quota Exceeded
ff: Kotaa Sarworde Ɓurtii

source: Sync failed because it exceeded the server quota. Please review which data to sync.
ff: Canngoɗinal woorii sabu ɓurtii kotaa sarworde ndee. Tiiɗno ƴeewto hol keɓe canngoɗintaa.

source: &View Quota
ff: &Hollu Kotaa

source: Service Shutting Down
ff: Carwol ena udda

source: Your Firefox Sync service is shutting down soon. Upgrade %1$S to keep syncing.
ff: Carwol Sync Firefox maa woni ko e uddude jooni. Hesɗitin %1$S ngam jokkude canngolɗinal.

source: Service Unavailable
ff: Carwol Heɓotaako

source: Your Firefox Sync service is no longer available. You need to upgrade %1$S to keep syncing.
ff: Carwol Sync Firefox maa nattii haɓaade. Aɗa sokli hesɗitinde %1$S ngam jokkude canngoɗinal.

source: &Learn more
ff: &Ɓeydu humpito
