Repository: tktk711/mozilla-l10n
Catalog: brx/toolkit/chrome/places/places.properties.po
Languages: brx

source: Bookmarks Menu
brx: बुकमार्कफोरनि मेनु

source: Bookmarks Toolbar
brx: बुकमार्कफोरनि टुलबार

source: Tags
brx: टेगफोर

source: Today
brx: दिनै

source: Yesterday
brx: मैया

source: %S days ago
brx: %S साननि सिगां

source: Last %S days
brx: जोबथा %S सान

source: Older than %S days
brx: %S सान निख्रुइ गोजाम सिन

source: This month
brx: बे दान

source: Older than %S months
brx: %S दान निख्रुइ गोजामसिन

# finduri-MonthYear
source: %1$S %2$S
brx: cv

source: (local files)
brx: (जायगानि फाइलफोर)

# backupFileSizeText
source: %1$S %2$S
brx: cv
