Repository: tktk711/mozilla-l10n
Catalog: son/browser/chrome/browser/downloads/downloads.properties.po
Languages: son

source: Starting…
son: Goo ma tun…

source: Scanning for viruses…
son: Laasaabu wiirisey se…

source: Failed
son: A kaŋ

source: Paused
son: Ga hunanzam

source: Canceled
son: A naŋandi

source: Blocked by Parental Controls
son: Gagayandi ihayrey dabari ra

source: Blocked by your security zone policy
son: Gagayyan war sutura ganda laada ra

source: Blocked: May contain a virus or spyware
son: Gagayyan: Wiirisi wala mooleeti goyjinay ga hin ka bara a ra

source: This file contains a virus or malware.
son: Wirisi wala hasaraw-goyjinay goo tukoo woo ra.

source: This file may harm your computer.
son: Tukoo woo ga hin ka war ordinateroo hasara.

source: This file may not be safe to open.
son: Tukoo woo ši hima saajante feerayan se.

source: Are you sure you want to unblock this file?
son: Alhakiika war ga baa ka tukoo woo naŋ?

source: This file contains a virus or other malware that will harm your computer.
son: Tukoo woo goo nda wiirisi wala hasaraw-goyjinay kaŋ ga hin ka war ordinateroo hasara.

source: This file, disguised as a helpful download, will make unexpected changes to your programs and settings.
son: Tukoo woo kaŋ taalam sanda faaba zumandi ga barmayyaŋ kaŋ ši naatandi tee war porogaramey nda kayandiyaney ga.

source: This file has been downloaded from an unfamiliar and potentially dangerous website and may not be safe to open.
son: Tukoo woo n' ka zumandi ka hun interneti doo šibayante nda hasaraw-teekaw nd'a manti saajante ka feera.

source: You can search for an alternate download source or try to download the file again later.
son: War ga hin ka zumandi aššil berante wala wa ceeci ka tukoo zumandi koyne waati foo.

source: Unblock anyway
son: Naŋ kaa taka kaŋ no kul

source: Keep me safe
son: Gaabu k'ay saajaw

source: Unknown size
son: Adadu šibayante

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
son: "%S" ti goy-se tuku. Goy-se tukey ga hin ka bara nda wiirisi wala dabari laalayaŋ kaŋ ga hin ka war ordinateroo hasara. Wa hawgaw waati kaŋ war ga tukoo woo feeri. Alhakiika war ga baa ka "%S" tunandi?

source: Open Executable File?
son: Goy-se tuku feeri?

source: Don't ask me this again
son: Ma ši ay hãa nda woo koyne

source: + %1$S other download; + %1$S other downloads
son: + %1$S zumandi tana; + %1$S zumandi tanayaŋ
