Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/preferences-old/main.dtd.po
Languages: br, hi_in, lt, mai, xh

source: Startup
br: Loc'hañ
hi_in: आरंभन
lt: Paleistis
mai: आरंभन
xh: Qalisa

source: When &brandShortName; &starts:
br: &Pa loc'h &brandShortName; :
hi_in: जब &brandShortName; आरंभ होता है:
lt: Pa&leidžiant „&brandShortName;“
mai: जखन &brandShortName; आरंभ होइछ:
xh: Xa i-&brandShortName; &iqalisa:

source: Show your home page
br: Diskouez ma fennbajennad
hi_in: आपका होम पेज दिखाएँ
lt: Rodyti pradžios tinklalapį
xh: Bonisa iphepha lakho lokuqala

source: Show a blank page
br: Diskouez ur bajenn wenn
hi_in: खाली पृष्ठ दिखाएँ
lt: rodyti tuščią puslapį
mai: एकटा खाली पृष्ठ देखाउ
xh: Bonisa ikhasi elingenanto

source: Show your windows and tabs from last time
br: Diskouez ma frenestroù hag ivinelloù evel ar wech diwezhañ
hi_in: पिछले समय से आपके विंडोज़ और टैब्स दिखाएँ
lt: Atverti paskiausio seanso langus ir korteles
xh: Bonisa iifestile neethebhu zakho ukususela ukugqibela kwam

source: Home &Page:
br: P&ennbajennad :
hi_in: मुख्य पृष्ठ:
lt: &Pradžios tinklalapis:
mai: पहिल पन्ना:
xh: &Phepha lokuQala:

source: Use &Current Page
br: &Arverañ ar bajenn vremanel
hi_in: मौजूदा पृष्ठ का उपयोग करें
lt: &Šiuo metu atvertas tinklalapis
mai: मोजुदा पृष्ठक प्रयोग करू
xh: &Sebenzisa iPhepha laNgoku

source: Use Current Pages
br: Arverañ ar pajennoù bremanel
hi_in: मौजूदा पृष्ठों का उपयोग करें
lt: Šiuo metu atverti tinklalapiai
mai: मोजुदा पृष्ठक प्रयोग करू
xh: Sebenzisa amaPhepha aNgoku

source: Use &Bookmark…
br: A&rverañ ur sined…
hi_in: पुस्तचिह्न का उपयोग करें…
lt: &Tinklalapis iš adresyno…
mai: पुस्तकचिह्नक प्रयोग करू…
xh: Sebenzisa i&Bhukhmakhi…

source: &Restore to Default
br: Assav an arventennoù dre &ziouer
hi_in: डिफ़ॉल्ट पुनर्स्थापित करें
lt: &Atstatyti numatytąjį
mai: पूर्वनिर्धारित मे फेर जमा करू
xh: &Buyisela kwiZiseko

source: Downloads
br: Pellgargadurioù
hi_in: डाउनलोड
lt: Atsiuntimai
mai: डाउनलोड
xh: Okukhutshelwayo

source: Sa&ve files to
br: Enr&ollañ restroù e-barzh
hi_in: यहाँ फ़ाइल सहेजें
lt: Atsiunčiamus &failus įrašyti į:
mai: एतय फाइल सहेजू
xh: G&cina iifayile kwi

source: Br&owse…
br: &Furchal…
hi_in: ब्राउज करें…
lt: Pa&rinkti…
mai: ब्राउज करू …
xh: Bhr&wuza…

source: Choos&e…
br: &Diuzañ…
hi_in: चुनें…
lt: Pa&rinkti…
mai: चुनू…
xh: Kheth&a…

source: &Always ask you where to save files
br: A&tav goulenn diganin pelec'h enrollañ restroù
lt: &Visada klausti, kur įrašyti failus
xh: &Ndikubuze qho ngendawo emazigcinwe kuyo iifayile

source: Alwa&ys check if &brandShortName; is your default browser
br: G&wiriañ atav ma'z eo &brandShortName; ho merdeer dre ziouer
hi_in: जाँच कीजिए &brandShortName; आपका तयशुदा ब्राउज़र है
lt: Visa&da tikrinti, ar „&brandShortName;“ yra jūsų numatytoji naršyklė
xh: Khangela qh&o ukuba i-&brandShortName; iyibhrawuza yakho esisiseko

source: Make &Default
br: &Lakaat dre ziouer
hi_in: तयशुदा बनाएँ
lt: Padaryti &numatytąja
mai: तयशुदा बनाबू
xh: Yenza &Ibe yemiselweyo

source: &brandShortName; is currently your default browser
br: Ho merdeer dre ziouer eo &brandShortName;
hi_in: &brandShortName; अभी आपका तयशुदा ब्राउज़र है
lt: „&brandShortName;“ šiuo metu yra numatytoji naršyklė
mai: &brandShortName; अखन अहाँक तयशुदा ब्राउजर अछि
xh: I-&brandShortName; kungokunje iyibhrawuza yakho esisiseko

source: &brandShortName; is not your default browser
br: N'eo ket &brandShortName; ho merdeer dre ziouer
hi_in: &brandShortName; अभी आपका तयशुदा ब्राउज़र है
lt: „&brandShortName;“ šiuo metu nėra numatytoji naršyklė
mai: &brandShortName; अखन अहाँक तयशुदा ब्राउजर अछि
xh: I-&brandShortName; ayiyobhrawuza yakho esisiseko

source: Allow &brandShortName; and Firefox to run at the same time
br: Aotren &brandShortName; ha Firefox da erounit war un dro
hi_in: &brandShortName; और Firefox को एक ही समय में चलने के लिए स्वीकारें
lt: Leisti „&brandShortName;“ veikti tuo pačiu metu kaip ir „Firefox“
mai: &brandShortName; आओर फ़ायरफ़ॉक्स केँ एक्के समय मे चलबाक लेल स्वीकारू
xh: Vumela i-&brandShortName; kunye ne-Firefox ukuba zisebenze ngaxeshanye

source: Tip: This uses separate profiles. Use Sync to share data between them.
br: Tun : arveret e vo aeladoù disheñvel. Arverit Sync evit rannañ roadennoù etrezo.
hi_in: संकेत: यह अलग प्रोफाइल का उपयोग करता है. उनके बीच आँकड़ा साझा करने के लिए सिंक का उपयोग करें.
lt: Patarimas: tai naudoja atskirus profilius. Bendrinti duomenis tarp jų galite naudodami „Sync“.
mai: संकेत: ई अलग प्रोफाइलक उपयोग करैत अछि. हुनकर बीच आँकड़ा साझा करबाक लेल सिंक क उपयोग करू.
xh: Ingcebiso: Le isebenzisa iiprofayile eyahlukeneyo. Sebenzisa ungqamaniso ukwabelana ngenkcukacha phakathi kwazo.

source: Sign in to &syncBrand.shortName.label;…
lt: Prisijungti prie „&syncBrand.shortName.label;“…

source: Open &syncBrand.shortName.label; preferences
lt: Atverti „&syncBrand.shortName.label;“ nuostatas

source: Enable multi-process &brandShortName;
br: Gweredekaat lies-araezad &brandShortName;
hi_in: बहु-प्रक्रिया को सक्रिय करें &brandShortName;
lt: Įjungti daugiaprocesę „&brandShortName;“
mai: मल्टी-प्रोसेस &brandShortName; सक्रिय करू
xh: Vumela inkqubo eninzi i-&brandShortName;
