Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/preferences-old/preferences.properties.po
Languages: ar, fa, mr

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
ar: سيرسل اختيار هذا الخيار عنوان صفحات وِب التي تعرضها إلى %S. للمواصلة، الرجاء قراءة بنود الخدمة التالية والموافقة عليها.
fa: انتخاب این گزینه باعث می‌شود تا نشانی صفحاتی که مشاهده می‌نمایی به %S فرستاده شود. برای ادامه، لطفاً شرایط زیر را مطالعه و قبول فرمایید.
mr: हा पर्याय निवडल्यास आपण पहात असलेल्या वेब पृष्ठाचा पत्ता %S कडे पाठविल्या जाइल. पुढे जाण्याकरता, कृपया आढावा घ्या व खालील सेवा शर्ती स्विकारा.

source: Default (%S)
ar: المبدئي (%S)
fa: پیش‌فرض (%S)
mr: पूर्वनिर्धारित (%S)

source: Large minimum font size
ar: أقل حجم خط كبير
fa: حداقل اندازه بزرگ قلم
mr: मोठा किमान टंक आकार

source: You have selected a very large minimum font size (more than 24 pixels). This may make it difficult or impossible to use some important configuration pages like this one.
ar: لقد اخترت أقل حجم خط كبير جدا (أكبر من ٢٤ بكسل). قد يجعل هذا من الصعب أو المستحيل استخدام بعض صفحات الإعدادات المهمة، كهذه الصفحة مثلا.
fa: شما اندازه خیلی بزرگی برای حداقل اندازه قلم انتخاب کرده‌اید (بیش از ۲۴ پیکسل). این ممکن است باعث شود پیکربندی صفحاتی مانند این سخت یا غیرممکن بشود.
mr: आपण खूप मोठा टंक आकार निवडला आहे (24 पिक्सेल पेक्षा अधिक). याच्यामुळे या पृष्ठासारखी काही पृष्ठे वापरणे अवघड होईल किंवा अशक्य होईल.

source: Keep my changes anyway
ar: استخدم تغييراتي مع هذا
fa: به هر حال تغییرات من را نگه‌دار
mr: काहीही असो माझे बदल तसेच ठेवा

source: You have disabled Tracking Protection on these sites.
ar: لقد عُطلت حماية التعقب على هذه المواقع.

source: Exceptions - Tracking Protection
ar: الاستثنائات – الحماية من التعقّب
fa: استثناها - محافظت در برابر ردگیری
mr: अपवाद - मागोवा सुरक्षा

source: You can specify which websites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
ar: يمكنك تحديد أي مواقع يسمح لها دائمًا أو لا يسمح أبدًا باستخدام الكعكات. اكتب عنوان الموقع الذي تريد إدارته وانقر احجب، أو اسمح للجلسة، أو اسمح.
fa: شما می‌توانید مشخص کنید که کدام وب‌گاه‌ها همیشه مجازند یا هیچ‌وقت مجاز نیستند از کوکی استفاده کنند. نشانی دقیق پایگاهی را که می‌خواهید تنظیم کنید وارد کنید و سپس روی «باز داشتن»، «اجازه دادن برای این نشست»، یا «اجازه دادن» کلیک کنید.
mr: कोणत्या साइट्स नेहमी कुकीज वापरू शकतात किंवा कधीही नाही हे आपण दर्शवू शकता. साइटचा पत्ता तंतोतंत टाइप करा आणि अडवा, कार्यकाळापुरती परवानगी द्या, किंवा परवानगी द्या यापैकी एकावर क्लिक करा.

source: Exceptions - Cookies
ar: الاستثناءات - الكعكات
fa: استثناها ‐ کوکی‌ها
mr: अपवाद - कुकीज

source: You can specify which websites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
ar: يمكنك تحديد أي مواقع يسمح لها بتنصيب إضافات. اكتب العنوان الكامل للموقع الذي تريد السماح له و اضغط اسمح.
fa: شما می‌توانید مشخص کنید که کدام وب‌گاه‌ها مجازند افزودنی‌هایی نصب کنند. نشانی دقیق پایگاهی را که می‌خواهید به آن اجازه دهید وارد کنید و روی «اجازه دادن» کلیک نمایید.
mr: कुठल्या संकेतस्थाळांना ॲड-ऑन्स् प्रतिष्ठापन करायला द्यायचे हे आपण निश्चित करू शकता. त्याकरता हव्या असलेल्या स्थळाचे अचूक पत्ता लिहा व परवानगी आहे वर क्लिक करा.

source: Allowed Sites - Add-ons Installation
ar: المواقع المسموح لها - تنصيب الإضافات

source: You can specify which websites are allowed to open pop-up windows. Type the exact address of the site you want to allow and then click Allow.
ar: يمكنك تحديد أي مواقع يسمح لها بفتح نوافذ منبثقة . اكتب عنوان الموقع الذي تريد إدارته ثم انقر اسمح.
fa: شما می‌توانید مشخص کنید که کدام وب‌گاه‌ها مجازند پنجره‌های بازشو ایجاد کنند. نشانی دقیق پایگاهی را که می‌خواهید به آن اجازه دهید وارد کنید و روی «اجازه دادن» کلیک نمایید.
mr: आपण कोणत्या साइट्सना आगाऊ दृश्यचौकटी उघडण्याची परवानगी आहे हे दर्शवू शकता. परवागी द्यावयाच्या साइटचा पत्ता तंतोतंत टाइप करा आणि परवानगी द्या वर क्लिक करा.

source: Allowed Sites - Pop-ups
ar: المواقع المسموح لها - نوافذ منبثقة

source: Control which websites are always or never allowed to send you notifications. If you remove a site, it will need to request permission again.
ar: حدّد أيّ المواقع يُسمح لها دائمًا أو لا يسمح لها أبدًا بإرسال تنبيهات إليك. إن أزلت موقعًا، فسيكون عليه طلب الصلاحيات مجدّدًا.
fa: اینکه چه سایت‌هایی امکان ارسال اعلان به شما را دارند را کنترل کنید. اگر سایتی را حذف کنید، دوباره باید درخواست برای دسترسی بدهد.
mr: कोणते संकेतस्थळ आपल्याला नेहमी सूचना पाठवू शकताता किंवा कधीच पाठवू शकत नाहीत हे नियंत्रित करा. आपण एखादी साइट यादीतून काढल्यास, तीला पुन्हा परवानगी घेणे आवश्यक राहील.

source: Notification Permissions
ar: صلاحيّات التنبيهات
fa: مجوزهای اعلان
mr: सूचना परवानगी

source: Please enter a valid hostname
ar: رجاءً أدخل اسم مستضيف صالح
fa: لطفاً نام میزبان معتبری را وارد کنید
mr: कृपया वैध यजमान नाम भरा

source: Invalid Hostname Entered
ar: أُدخل اسم مستضيف غير صالح
fa: نام میزبان وارد شده معتبر نیست
mr: भरलेले यजमान नाम अवैध आहे

source: Exceptions - Saved Logins
ar: الاستثناءات - جلسات الولوج المحفوظة
fa: استثناها - ورودهای ذخیره شده
mr: अपवाद - संचयीत लॉगइन्स

source: Logins for the following sites will not be saved:
ar: لن تُحفظ جلسات الولوج للمواقع التالية:

source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
ar: يمكنك اختيار أيّة قائمة سيستخدمها فَيَرفُكس لحجب عناصر الوِب التي قد تتعقّب نشاط التصفح.
fa: شما می‌توانید فهرستی که فایرفاکس برای مسدود کردن عناصری از وب که ممکن است فعالیت شما را ردیابی کنند، انتخاب کنید.
mr: आपली ब्राउझिंग माहिती ट्रॅक करणारे वेब घटक अवरोधित करण्यासाठी Firefox द्वारे वापरली जाणारी यादी आपण निवडू शकता.

source: Block Lists
ar: قوائم الحجب
fa: فهرست‌ مسدود‌ شده‌ها
mr: ब्लॉक सूची

source: Disconnect.me basic protection (Recommended).
ar: حماية Disconnect.me الأساسية (مستحسن).
fa: محافظت اولیه Disconnect.me (پیشنهاد می‌شود).
mr: Disconnect.me मूलभूत संरक्षण (शिफारस केलेल).

source: Allows some trackers so websites function properly.
ar: اسمح ببعض المتعقّبات لتعمل المواقع كما ينبغي.
fa: جهت عملکرد مناسب پایگاه‌ها به چند دنبال کننده اجازه فعالیت داده شود.
mr: संकेतस्थळ योग्य रितीने कार्य करू शकेल, यासाठी काही ट्रॅकर्सला परवानगी द्या.

source: Disconnect.me strict protection.
ar: حماية Disconnect.me الصارمة.
fa: محافظت شدید Disconnect.me.
mr: Disconnect.me कठोर संरक्षण.

source: Blocks known trackers. Some sites may not function properly.
ar: يحجب المتعقّبات المعروفة. قد لا تعمل بعض المواقع كما ينبغي.

source: %S must restart to change block lists.
ar: يجب إعادة تشغيل %S لتعديل قوائم الحجب.
fa: %S می‌بایستی جهت تغییر فهرست مسدو‌د شده‌ها مجددا راه‌اندازی شود.
mr: ब्लॉक यादी बदलण्यासाठी %S ला परत सुरू करणे आवश्यक आहे.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
ar: أنت حاليًّا في وضع FIPS. يتطلّب FIPS كلمة سر غير فارغة.
fa: شما هم‌اکنون در حالت FIPS هستید. در این حالت لازم است گذرواژهٔ اصلی خالی نباشد.
mr: आपण सध्या एफआयपीएस् (FIPS) स्थितीमध्ये आहात. एफआयपीएस् (FIPS) साठी रिकामे मुख्य पासवर्ड चालणार नाही.

source: Password Change Failed
ar: فشل تغيير كلمة السر
fa: تغییر گذرواژه شکست خورد
mr: पासवर्ड बदल अयशस्वी

source: Desktop
ar: سطح المكتب
fa: رومیزی
mr: डेस्कटॉप

source: Downloads
ar: التّنزيلات
fa: بارگیری‌ها
mr: डाउनलोड

source: Choose Download Folder:
ar: اختر مجلّد التّنزيلات:
fa: انتخاب پوشهٔ بارگیری:‏
mr: डाउनलोड संचयिका(फोल्डर) निवडा:

source: %S file
ar: ملفّ %S
fa: %S پرونده
mr: %S फाइल

source: Save File
ar: احفظ الملف
fa: ذخیرهٔ پرونده
mr: फाइल संचयन

source: Use %S
ar: استخدم %S
fa: استفاده از %S
mr: %S वापरा

source: Use %S (default)
ar: استخدم %S (المبدئي)
fa: استفاده از %S (پیش‌فرض)
mr: %S वापरा (पूर्वनिर्धारित)

source: Use other…
ar: استخدم غيره…
fa: استفاده از برنامه‌ای دیگر…
mr: इतर वापरा…

source: Select Helper Application
ar: اختر التّطبيق المساعد
fa: انتخاب برنامهٔ راهنما
mr: मदतनीस कार्यक्रम निवडा

source: Application Details…
ar: تفاصيل التطبيق…
fa: جزئیات برنامه…
mr: अनुप्रयोग तपशील…

source: Web Feed
ar: تلقيمة وِب
fa: خورد وبی
mr: वेब फीड

source: Video Podcast
ar: تدوين مرئي
fa: پادکست تصویری
mr: व्हिडीओ पॉडकास्ट

source: Podcast
ar: تدوين صوتي
fa: پادکست
mr: पॉडकास्ट

source: Always ask
ar: اسأل دائما
fa: هر بار پرسیده شود
mr: नेहमी विचारा

source: Portable Document Format (PDF)
ar: صيغة المستندات المحمولة (PDF)
fa: قالب پروندهٔ همراه (PDF)
mr: पोर्टेबल डॉक्युमेंट फॉरमॅट (PDF)

source: Use %S (in %S)
ar: استخدم %S (في %S)
fa: استفاده از %S (در %S)
mr: %S वापरा (%S अंतर्गत)

source: Preview in %S
ar: عاين في %S
fa: پیش‌نمایش در %S
mr: %S अंतर्गत पूर्वदृश्य

source: Add Live Bookmarks in %S
ar: ضع علامة حيّة في %S
fa: افزودن نشانک زنده در %S
mr: %S मध्ये वर्तमान वाचनखूणा जोडा

source: Host:
ar: المستضيف:
fa: میزبان:
mr: यजमान:

source: Domain:
ar: النطاق:
fa: دامنه:
mr: क्षेत्र:

source: Encrypted connections only
ar: اتّصالات مُعمّاة فقط
fa: فقط اتصال‌های رمزنگاری شده
mr: फक्त सांकेतिक असलेली जोडणी

source: Any type of connection
ar: أي نوع من الاتصالات
fa: هر نوع اتصال
mr: कोणत्याही प्रकारची जोडणी

source: At end of session
ar: في نهاية الجلسة
fa: در پایان نشست
mr: सत्राच्या समाप्तीला

source: Allow
ar: اسمح
fa: اجازه دادن
mr: परवानगी द्या

source: Allow first party only
ar: اسمح للموقع الأصلي فقط
fa: فقط شخص اول را اجازه بده
mr: फक्त पहिल्या पार्टिला परवानगी द्या

source: Allow for Session
ar: اسمح للجلسة
fa: اجازه دادن برای نشست
mr: कार्यकाळापूरती परवानगी द्या

source: Block
ar: احجب
fa: باز داشتن
mr: अडवा

source: <no cookie selected>
ar: <لم يتمّ اختيار كعكات>
fa: (هیچ کوکی‌ای انتخاب نشده است)
mr: <एकही लाडू(कुकी) निवडला नाही>

source: The following cookies are stored on your computer:
ar: الكعكات التّالية مخزّنة على الحاسوب:
fa: کوکی‌های زیر در رایانهٔ شما ذخیره شده‌اند.
mr: खालील कुकीज आपल्या संगणकावर साठवले आहेत:

source: The following cookies match your search:
ar: الكعكات التالية تطابق بحثك:
fa: کوکی‌های زیر با جست‌وجوی شما تطابق دارند:
mr: खालील कुकीज आपल्या शोधाशी जुळतात:

source: Remove &All
ar: أزِل ال&كل
fa: حذف &همه
mr: सर्व काढून टाका

source: Remove &All Shown
ar: أزِل كل ال&معروض
fa: حذف &تمام نشان داده شده ها
mr: दर्शविलेले सर्व काढून टाका

source: &Remove Selected;Remove Selected
ar: أزل الم&حدد;أزل المحدد;أزل المحدد;أزل المحدد;أزل المحدد;أزل المحدد
fa: &حذف انتخاب شده‌ها;حذف انتخاب شده‌ها
mr: निवडलेले काढून टाका;निवडलेले काढून टाका

source: None
ar: لا شيء
fa: هیچ‌کدام
mr: काहीच नाही

source: Remove offline website data
ar: احذف بيانات المواقع للاستخدام دون اتصال
fa: پاک‌سازی اطلاعات غیر متصل وب‌گاه‌ها
mr: ऑफलाइन संकेतस्थळ माहिती काढूण टाका

source: After removing this data, %S will not be available offline. Are you sure you want to remove this offline website?
ar: بعد حذف هذه البيانات، لن يتوفّر %S بدون اتصال. أمتأكد أنك تريد حذفها؟
fa: پس از پاک‌سازی این اطلاعات، %S دیگر به صورت غیر متصل در دسترس نخواهد بود. آیا از حذف اطلاعات غیر متصل این وب‌گاه اطمینان دارید؟
mr: ही माहिती काढूण टाकल्यावर, %S ऑफलाइन उपलब्ध होणार नाही. आपणास नक्की हे संकेतस्थळ काढूण टाकायचे?

source: Remove offline data
ar: احذف بيانات الاستخدام دون اتصال
fa: حذف اطلاعات غیر متصل
mr: ऑफलाइन माहिती काढूण टाका

source: The following websites are not allowed to store data for offline use:
ar: لا يسمح للمواقع التالية بتخزين بيانات للعمل دون اتصال:
fa: پایگاه‌های وب زیر اجازهٔ ذخیرهٔ اطلاعات برای استفاده برون‌خط را ندارند:
mr: ऑफलाइन वापर करीता खालिल संकेतस्थळांना माहिती संचयीत करण्याची परवानगी नाही:

source: Offline Data
ar: بيانات العمل دون اتصال
fa: اطلاعات غیر متصل
mr: ऑफलाइन माहिती

source: Your web content cache is currently using %1$S %2$S of disk space
ar: تستخدم خبيئة محتوى الوب حاليًا %1$S‏ %2$S من مساحة القرص
fa: در حال حاضر، مخزن محتوای وبِ شما %1$S %2$S از فضای دیسک را استفاده میکند.
mr: वेब कंटेंट कॅशे सध्या %1$S %2$S डिस्क स्पेस्चा वापर करत आहे

source: Calculating web content cache size…
ar: يحسب حجم خبيئة محتوى الوب…
fa: در حال محاسبه اندازه حافظه‌نهان محتوا وب
mr: वेब कंटेंट कॅशे आकारची गणना करत आहे…

source: Your application cache is currently using %1$S %2$S of disk space
ar: تستخدم ذاكرة خبيئة التطبيقات حاليًا %1$S‏ %2$S من مساحة القرص
fa: در حال حاضر، مخزن برنامهٔ شما %1$S %2$S از فضای دیسک را استفاده می‌کند.
mr: ॲप्लिकेशन कॅशे सध्या %1$S %2$S डिस्क जागेचा वापर करत आहे

source: Your stored site data is currently using %1$S %2$S of disk space
ar: تستخدم بيانات الموقع المحفوظة حاليًا %1$S‏ %2$S من مساحة القرص
fa: در حال حاضر، مخزن محتوای وبِ شما %1$S %2$S از فضای دیسک را استفاده میکند.
mr: आपण साठवलेलया साईट्स ची माहिती सध्या डिस्क वरील %1$S %2$S जागा वापरत आहे

source: Calculating site data size…
ar: يحسب حجم بيانات الموقع…
fa: در حال محاسبهٔ اندازه داده‌های سایت…
mr: साइट माहिती आकाराची गणना करत आहे...

source: Clear all cookies and site data
ar: امسح كل الكعكات و بيانات الموقع
fa: پاک کردن تمامی کوکی ها و اطلاعات پایگاه های اینترنتی
mr: सर्व कूकीज आणि साईट माहिती नष्ट करा

source: Selecting ‘Clear Now’ will clear all cookies and site data stored by Firefox. This may sign you out of websites and remove offline web content.
ar: اختيار ’امسح الآن‘ يمسح مل الكعكات و بيانات الموقع التي يحفظها فَيرفُكس. قد يعني هذا خروجك من المواقع و حذف بيانات العمل دون اتصال.
fa: با انتخاب ‘ پاکسازی’ تمامی کوکی ها و داده های پایگاه های اینترنتی توسط فایرفاکس پاک می شود. این کار ممکن است باعث خروج شما از تعدادی از پایگاه های اینترنتی و حذف داده های افلاین شود.
mr: "आत्ता साफ करा" निवडल्यावर Firefox ने साठवलेली साईटची सर्व माहिती आणि कुकीज नष्ट होतील. यामुळे आपण वेबसाईट्स आणि ऑफलाईन मधून लॉग आऊट होऊ शकता.

source: Clear Now
ar: امسح الآن
fa: پاک‌سازی
mr: आत्ता नष्ट करा

source: Persistent
ar: دائمة
fa: دائمی
mr: स्थिर

source: Remove
ar: أزِل
fa: حذف
mr: काढून टाका

source: The following websites store site data on your computer. %S keeps data from sites with persistent storage until you delete it, and deletes data from sites with non-persistent storage as space is needed.
ar: تحفظ المواقع التالية بيانات على حاسوبك. يحفظ %S البيانات من المواقع ذات مساحة التخزين الدائمة حتى تحذفها، و يحذف البيانات من المواقع بدون تخزين دائم عندما يحتاج للمساحة.

source: R&emove All
ar: أزِل الك&ل
fa: حذف &همه
mr: सर्व काढून टाका

source: R&emove All Shown
ar: أزِل كل المعرو&ض
fa: &حذف همه موارد نشان داده شده
mr: दर्शविलेले सर्व काढून टाका

source: &Learn More
ar: ا&طّلع على المزيد
fa: &بیشتر بدانید
mr: आणखी जाणा

source: &Open Preferences
ar: ا&فتح التفضيلات
fa: &بازکردن ترجیحات
mr: प्राधान्यता उघडा

source: &Open Options
ar: ا&فتح الخيارات
fa: &بازکردن گزینه‌ها
mr: पर्याय उघडा

source: %S is running out of disk space. Website contents may not display properly. You can clear stored site data in Preferences > Advanced > Site Data.
ar: مساحة القرص قاربت على النفاذ من %S. قد لا يُعرض محتوى المواقع كما ينبغي. يمكنك مسح بيانات المواقع المحفوظة من ”التفضيلات ← متقدمة ← بيانات المواقع“.
fa: فضای ذخیره سازی %S تمام شده است. ممکن است محتواهای سایت‌ها خوب نمایش داده نشود. شما می توانید اطلاعات ذخیره شده سایت ها را از ترجیحات > پیشرفته> اطلاعات سایت پاک کنید.
mr: %S ला डिस्क वरील जागा कमी पडत आहे. वेबसाईट चा मजकूर कदाचित व्यवस्थित प्रदर्शीला जाऊ शकणार नाही. साठवलेली साईटची माहिती आपण प्राधान्यता > प्रगत > साईट माहिती येथून नष्ट करू शकता

source: %S is running out of disk space. Website contents may not display properly. You can clear stored site data in Options > Advanced > Site Data.
ar: مساحة القرص قاربت على النفاذ من %S. قد لا يُعرض محتوى المواقع كما ينبغي. يمكنك مسح بيانات المواقع المحفوظة من ”الخيارات ← متقدمة ← بيانات المواقع“.
fa: فضای ذخیره سازی %S تمام شده است. ممکن است محتواهای سایت‌ها خوب نمایش داده نشود. شما می توانید اطلاعات ذخیره شده سایت ها را از گزینه‌ها > پیشرفته> اطلاعات سایت پاک کنید.
mr: %S ला डिस्क वरील जागा कमी पडत आहे. वेबसाईट चा मजकूर कदाचित व्यवस्थित प्रदर्शीला जाऊ शकणार नाही. साठवलेली साईटची माहिती आपण पर्याय > प्रगत > साईट माहिती येथून नष्ट करू शकता

source: O&K, Got it
ar: &حسنًا، فهمت
fa: &باشه،‌ متوجه شدم
mr: ठीक आहे, समजले

source: %S is running out of disk space. Website contents may not display properly. Visit “Learn More” to optimize your disk usage for better browsing experience.
ar: مساحة القرص قاربت على النفاذ من %S. قد لا يُعرض محتوى المواقع كما ينبغي. اذهب إلى ”اطّلع على المزيد“ لتحسين استخدام القرص لتصفح أحسن.
fa: فضای ذخیره سازی %S تمام شده است. ممکن است محتواهای سایت‌ها خوب نمایش داده نشود.“اطلاعات بیشتر” رابرای بهبود سازی فضای ذخیره سازی خود در جهت کسب تجربه بهتری از مرورگر مشاهده کنید.
mr: %S ला डिस्क वरील जागा कमी पडत आहे. वेबसाईट चा मजकूर कदाचित व्यवस्थित प्रदर्शीला जाऊ शकणार नाही. आपला डिस्क चा वापर अधिक सक्षम करून सुधारित ब्राऊझिंग अनुभवासाठी "आणखी शिका" या लिंक वर भेट द्या.

source: %S must restart to enable this feature.
ar: يجب إعادة تشغيل %S لتفعيل هذه الخاصية.
fa: جهت فعال کردن این امکان، %S باید مجددا راه‌اندازی شود.
mr: हे गुणविशेष सुरू करण्याकरिता %Sला पुन्हा सुरू करा.

source: %S must restart to disable this feature.
ar: يجب إعادة تشغيل %S لتعطيل هذه الخاصية.
fa: شما باید برای غیرفعال کردن این امکان %S را مجددا راه‌اندازی کنید.
mr: हे गुणविशेष बंद करण्याकरिता %Sला पुन्हा सुरू करा.

source: Restart %S
ar: أعِد تشغيل %S
fa: راه‌اندازی مجدد %S
mr: %Sला पुन्हा सुरू करा

source: Restart %S now
ar: أعد تشغيل %S الآن
fa: هم‌اکنون %S راه‌اندازی مجدد شود
mr: %S लगेच पुनर्रारंभित करा

source: Revert
ar: تراجع
fa: برگرداندن
mr: पूर्वस्थित करा

source: Restart Now
ar: أعِد التشغيل الآن
fa: هم‌اکنون راه‌اندازی مجدد شود
mr: आत्ता पुनःसुरू करा

source: Restart Later
ar: أعِد التشغيل لاحقًا
fa: بعداْ راه‌اندازی مجدد شود
mr: नंतर पुनःसुरु करा

source: Close All Container Tabs?
ar: أأغلق كل الألسنة الحاوية؟
fa: بستن تمام زبانه‌های حامل؟
mr: सगळे कंटेनर टॅब बंद करायचे आहेत का?

source: If you disable Container Tabs now, #S container tab will be closed. Are you sure you want to disable Container Tabs?;If you disable Container Tabs now, #S container tabs will be closed. Are you sure you want to disable Container Tabs?
ar: إذا عطلت الألسنة الحاوية الآن فسيغلق لسان حاو. أمتأكد أنك تريد تعطيل الألسنة الحاوية؟;إذا عطلت الألسنة الحاوية الآن فسيغلق لسانين حاويين. أمتأكد أنك تريد تعطيل الألسنة الحاوية؟;إذا عطلت الألسنة الحاوية الآن فستغلق #S ألسنة حاوية. أمتأكد أنك تريد تعطيل الألسنة الحاوية؟;إذا عطلت الألسنة الحاوية الآن فسيغلق #S لسانًا حاويًا. أمتأكد أنك تريد تعطيل الألسنة الحاوية؟;إذا عطلت الألسنة الحاوية الآن فسيغلق #S لسان حاو. أمتأكد أنك تريد تعطيل الألسنة الحاوية؟;
fa: اگر هم‌اکنون زبانه‌های حامل را غیرفعال کنید، #S زبانه حامل بسته خواهد شد. آیا مطمئنید که می‌خواهید زبانه‌های حامل را غیرفعال کنید؟;اگر هم‌اکنون زبانه‌های حامل را غیرفعال کنید، #S زبانه حامل بسته خواهند شد. آیا مطمئنید که می‌خواهید زبانه‌های حامل را غیرفعال کنید؟
mr: जर आपण आता कंटेनर टॅब्स निष्क्रिय केलेत, तर #S कंटेनर टॅब बंद होईल. आपल्याला खरंच कंटेनर टॅब्स निष्क्रिय करायचेत का?;जर आपण आता कंटेनर टॅब्स निष्क्रिय केलेत, तर #S कंटेनर टॅब्स बंद होतील. आपल्याला खरंच कंटेनर टॅब्स निष्क्रिय करायचेत का?

source: Close #S Container Tab;Close #S Container Tabs
ar: أغلق اللسان الحاوي;أغلق اللسانين الحاويين;أغلق #S ألسنة حاوية;أغلق #S لسانًا حاويًا;أغلق #S لسان حاو;
fa: بستن #S زبانه حامل;بستن #S زبانه حامل
mr: #S कंटेनर टॅब बंद करा;#S कंटेनर टॅब्स बंद करा

source: Keep enabled
ar: أبقها مفعلّة
fa: فعال باقی بماند
mr: सक्रिय ठेवा

source: Remove This Container?
ar: أتريد إزالة هذه الحاوية؟
fa: این حامل حذف شود؟
mr: हा कंटेनर काढून टाकायचा का?

source: If you remove this Container now, #S container tab will be closed. Are you sure you want to remove this Container?;If you remove this Container now, #S container tabs will be closed. Are you sure you want to remove this Container?
ar: إذا أزلت هذه الحاوية الآن فسيغلق لسان حاو. أمتأكد أنك تريد إزالة هذه الحاوية؟;إذا أزلت هذه الحاوية الآن فسيغلق لسانين حاويين. أمتأكد أنك تريد إزالة هذه الحاوية؟;إذا أزلت هذه الحاوية الآن فستغلق #S ألسنة حاوية. أمتأكد أنك تريد إزالة هذه الحاوية؟;إذا أزلت هذه الحاوية الآن فسيغلق #S لسانًا حاويًا. أمتأكد أنك تريد إزالة هذه الحاوية؟;إذا أزلت هذه الحاوية الآن فسيغلق #S لسان حاو. أمتأكد أنك تريد إزالة هذه الحاوية؟;
fa: اگر هم‌اکنون زبانه‌های حامل را غیرفعال کنید، #S زبانه حامل بسته خواهد شد. آیا مطمئنید که می‌خواهید زبانه‌های حامل را غیرفعال کنید؟;اگر هم‌اکنون زبانه‌های حامل را غیرفعال کنید، #S زبانه حامل بسته خواهند شد. آیا مطمئنید که می‌خواهید زبانه‌های حامل را غیرفعال کنید؟
mr: जर आता आपण हा कंटेनर काढून टाकलात तर #S कंटेनर टॅब बंद होईल. तुम्हाला निश्चित हा कंटेनर काढायचा आहे का?;जर आता आपण हा कंटेनर काढून टाकलात तर #S कंटेनर टॅब्स बंद होतील. तुम्हाला निश्चित हा कंटेनर काढायचा आहे का?

source: Remove this Container
ar: أزل الحاوية
fa: حذف حامل
mr: हा कंटेनर काढून टाका

source: Don’t remove this Container
ar: لا تزِل هذه الحاوية
fa: این حامل حذف نشود
mr: हा कंटेनर काढू नका

source: %S (default)
ar: ‏%S (المبدئي)
fa: %S (پیش‌فرض)
mr: %S (पूर्वनिर्धारित)

source: You have disabled Tracking Protection on these websites.
fa: شما محافظت در برابر ردگیری را در این پایگاه اینترنتی غیرفعال کرده‌اید.
mr: आपण ह्या पृष्ठावरील मागोवा सुरक्षा निष्क्रिय़ केली आहे.

source: Allowed Websites - Add-ons Installation
fa: پایگاه‌های اینترنتی مجاز ‐ نصب افزودنی‌ها
mr: अनुमतीत स्थळाकरता - ॲड-ऑन्स् स्थापना

source: Allowed Websites - Pop-ups
fa: وب‌گاه‌های مجاز ‐ پنجره‌های بازشو
mr: अनुमतीत साइट्स - पॉपअप्स्

source: Logins for the following websites will not be saved:
fa: گذرواژه‌ها برای وبگاه‌های مقابل ذخیره نخواهند شد:
mr: खालील स्थळाकरीता लॉगइन्स संचयीत केले जाणार नाही:

source: Blocks known trackers. Some websites may not function properly.
fa: مسدود‌سازی دنبال‌کننده‌های ناشناس. تعداد وب‌گاه ممکن است به خوبی عمل نکنند.
mr: माहिती असलेल्या ट्रॅकर्सला अवरोधित करा. काही संकेतस्थळ व्यवस्थीत कार्य करणार नाहीत.

source: The following websites store site data on your computer. %S keeps data from websites with persistent storage until you delete it, and deletes data from websites with non-persistent storage as space is needed.
mr: खालील वेबसाईट्स आपल्या संगणकावर साईट माहिती साठवतात. %S साईटची माहिती जोपर्यंत आपण काढून टाकत नाही तोपर्यंत स्थिर साठ्यात ठेवतो आणि अस्थिर साठा असलेल्या साईट्सची माहिती जागेच्या गरजेप्रमाणे काढून टाकतो.
