Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/preferences-old/search.dtd.po
Languages: br, mai, ne

source: Default Search Engine
br: Keflusker enklask dre ziouer
mai: तयशुदा खोज इंजिन
ne: पूर्वनिर्धारित खोज इन्जिन

source: Choose your default search engine. &brandShortName; uses it in the location bar, search bar, and start page.
br: Dibabit ho keflusker enklask dre ziouer. Implijet e vo er varrenn lec'hiadur, er varrenn enklask, ha war ar bajenn degemer gant &brandShortName;.
mai: अपन पूर्वनिर्धारित खोज इंजिन चुनू. &brandShortName; एकरा स्थान बार, खोज बार आओर आरंभ पन्ना पर देखैछ.
ne: आफ्नो पूर्वनिर्धारित खोजी इन्जिन छनौट गर्नुहोस्। &brandShortName; ले यसलाई लोकेसन बार, खोजी बार, र पृष्ठ सुरु गर्दा प्रयोग गर्छ।

source: Provide &search suggestions
br: Kinnig &alioù enklask
mai: खोज सुझाव प्रदान करू
ne: खोज सुझावहरू प्रदान गर्ने

source: Show search suggestions in &location bar results
br: Diskouez ar c'hinnigoù enklask e disoc'hoù ar varenn &chomlec'hioù
mai: लोकेशन बार परिणाम मे खोज सुझाव देखाबू
ne: स्थान पट्टीको नतिजाहरूमा खोज सुझावहरू देखाउनुहोस्

source: Search suggestions will not be shown in location bar results because you have configured &brandShortName; to never remember history.
br: Ne vo ket skrammet ar c'hinnigoù enklask e disoc'hoù ar varrenn chomlec'hioù dre m'ho peus kefluniet &brandShortName; evit ma ne zalc'hfe ket soñj eus ho roll istor.
mai: खोज सुझाव स्थान पट्टी मे देखाएल नहि जाएत किएक अहाँ &brandShortName; केँकहियो इतिहास याद नहि राखब कलेल कॉन्फ़िगर कएने छी.
ne: खोज इतिहास कहिले पनि लोकेसन बारमा देखिदैन किनभने &brandShortName; लाई कहिले पनि इतिहास नसम्झनेमा सेट गर्नुभएको छ ।

source: One-click Search Engines
br: Kefluskerioù enklask gant ur c'hlik
ne: एक-क्लिक खोज इन्जिनहरू

source: The search bar lets you search alternate engines directly. Choose which ones to display.
br: Laosket oc'h da glask kefluskerioù enklask disheñvel war-eeun. Dibabit peseurt hini vo diskouezet.
mai: ई खोज पट्टी अहाँक वैकल्पिक इंजन सीधा खोजै दैछ. चुनू ककरा देखाएनाइ अछि.
ne: खोज बारले फरक खोज इन्जिइहरूमा सिधै खोज्न दिन्छ । कुन देखाउने हो छान्नुहोस् ।

source: Search Engine
br: Keflusker enklask
mai: खोज इंजन
ne: सर्च इन्जिनहरू

source: Keyword
br: Ger-alc'hwez
mai: बीजशब्द
ne: शब्दकुञ्जी

source: Restore &Default Search Engines
br: Assav ar c'hefluskerioù enklask dre &ziouer
mai: तयशुदा सर्च इंजन पुनर्स्थापित करू (&D)
ne: पूर्वानिर्धारीत खोज इन्जिन पुनर्स्थापना गर्नुहोस्

source: &Remove
br: &Dilemel
mai: हटाउ
ne: हटाउनुहोस्

source: Add more search engines…
br: Ouzhpennañ muioc'h a gefluskerioù enklask…
mai: अधिक खोज इंजन जोड़ू...
ne: अरू खोज इन्जिन थप्नुहोस्…
