Repository: tktk711/mozilla-l10n
Catalog: an/mail/chrome/messenger/*-offline.dtd.po
Languages: am

source: To save disk space, do not download:
am: Ta cabidar espacio en disco, no descargar:

source: To save disk space, do not download for offline use:
am: Ta cabidar espacio en disco, no descargar ta o suyo uso sin connexión:

source: To save disk space, downloading messages from the server and keeping local copies for offline use can be restricted by age or size.
am: Ta cabidar espacio en disco, la descarga de mensaches d'o servidor y o suyo almacenamiento local ta uso sin connexión puede restrinchir por antiguidat u grandaria.

source: Keep messages f&or this account on this computer
am: C&onservar mensaches d'ista cuenta en este equipo

source: &Messages larger than
am: &Mensaches de grandaria superior a

source: Don't download &messages larger than
am: No des&cargar mensaches mayors de

source: days old
am: días d'antiguidat

source: messages
am: mensaches

source: Rea&d messages
am: Mensaches &leitos

source: M&essages more than
am: M&ensajes de mas de

source: To recover disk space, old messages can be permanently deleted.
am: Ta recuperar espacio en disco, os mensaches antigos se pueden eliminar permanentment.

source: To recover disk space, old messages can be permanently deleted, both local copies and originals on the remote server.
am: Ta recuperar espacio en disco, os mensaches antigos pueden eliminar permanentment, tanto las copias locals como os orichinals en o servidor remoto.

source: To recover disk space, old messages can be permanently deleted, including originals on the remote server.
am: Ta recuperar espacio en disco, os mensaches antigos pueden eliminar permanentment, incluindo os orichinals en o servidor remoto.

source: Dele&te messages more than
am: Elimina&r mensaches con mas de

source: Do&n't delete any messages
am: &No eliminar garra mensache

source: Delete all &but the most recent
am: Elimin&ar totz fueras d'os mas recients

source: Always delete read messages (overrides age settings)
am: Eliminar siempre mensaches leitos (prevale sobre a configuración d'antiguidat)

source: Always &keep starred messages
am: Conservar s&iempre os mensaches con estrela

source: Rem&ove bodies from messages more than
am: Eliminar o cuerpo &d'os mensaches de mas de

source: &Select newsgroups for offline use…
am: &Trigar grupos de noticias ta o suyo uso sin connexión…

source: Ad&vanced…
am: A&vanzadas…

source: Message Synchronizing
am: Sincronización de mensaches

source: Disk Space
am: Espacio en disco

source: Syn&chronize all messages locally regardless of age
am: Sincronizar totz os mensaches localment sin importar s&u antiguidat

source: Synchronize the most recent
am: Sincronizar os

source: Days
am: Días

source: Weeks
am: Semanas

source: Months
am: Meses

source: Years
am: Anyos
