Repository: tktk711/mozilla-l10n
Catalog: ach/browser/chrome/browser/devtools/inspector.properties.po
Languages: ach

source: If you leave this page, the changes you have made will be lost.
ach: Ka i weko pot buk man, jami ma iloko ni obi rweny woko.

source: Leave Page
ach: Wek pot buk

source: Stay on Page
ach: Bed i pot buk

source: Siblings
ach: Lutino

source: Debugger is paused. Some features like mouse selection will not work.
ach: Ki juko gin nongo bal woko. Jami ne mogo calo yero lacim pe obi tiyo.

source: Node operations
ach: Kit tic me kakube

source: &Inspector
ach: &La ngi

source: Inspector Panel
ach: Dirica me la ngi

source: Markup View
ach: Neno me tic

source: Some nodes were hidden.
ach: Kakube mukene onongo kikano woko.

source: Show All %S Nodes
ach: Nyut kakube %S weng

source: DOM and Style Inspector (%S)
ach: La ngi DOM ki kit (%S)

source: Could not load the image
ach: Onongo pe romo cano cal

source: Open in Debugger
ach: Yab iye gin nongo bal

source: Visit MDN page
ach: Lim potbuk me MDN

source: Could not load docs page.
ach: Pe onongo romo cano potbuk me gin acoya.

source: Collapse pane
ach: Jwik dirica

source: Expand pane
ach: Ya dirica

source: %1$S of %2$S
ach: %1$S me %2$S

source: No matches
ach: Ma orwate ne pe

source: Open Link in New Tab
ach: Yab kakube i tab manyen

source: Copy Link Address
ach: Lok kanonge me kakube

source: Select Element #%S
ach: Yer Jami #%S
