Repository: tktk711/mozilla-l10n
Catalog: ach/browser/chrome/browser/devtools/styleinspector.properties.po
Languages: ach

source: Style Inspector
ach: Lakwed Kit

source: Best Match
ach: Ma kikubo maber

source: Matched
ach: Orwate

source: Parent Match
ach: Rwate pa lunyodo

source: inline
ach: iyi rek

source: element
ach: jami

source: Read the documentation for this property
ach: Kwan cono coc pi kit ma eni ni

source: Invalid property value
ach: Wel jami ma pe tiyo

# style.contextmenu.copyselection
source: Copy selection
ach: Lok gin ayera

# style.contextmenu.copydeclaration
source: Copy declaration line
ach: Lok rek me yaro ka maleng

# style.contextmenu.copyproperty
source: Copy property
ach: Lok Kit

# style.contextmenu.copypropertyvalue
source: Copy property value
ach: Lok dit pa kit

# rule.contextmenu.copyselection
source: Copy selection
ach: Lok yera

source: Copy rule
ach: Lok cik

# rule.contextmenu.copydeclaration
source: Copy declaration line
ach: Lok rek ma kiyaro ka maleng

# rule.contextmenu.copyproperty
source: Copy property
ach: Lok Kit

# rule.contextmenu.copypropertyvalue
source: Copy property value
ach: Lok dit pa kit

source: No element selected.
ach: Pe kiyero gin mo.
