Repository: tktk711/mozilla-l10n
Catalog: ach/browser/chrome/browser/devtools/styleinspector.dtd.po
Languages: ach

source: Only user styles
ach: Kit pa latic kwede Keken

source: Search
ach: Yeny

source: Selected element:
ach: Yer jami:

source: No CSS properties found.
ach: Jami me CSS pe ononge.

source: Unmatched selectors
ach: Layer ma pe rwate

source: Best Match
ach: Ma kikubo maber

source: Matched
ach: Orwate

source: Parent Match
ach: Rwate pa lunyodo

source: Unmatched
ach: Pe rwate

source: Computed
ach: Oribo cura ne

source: Rules
ach: Cik
