Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/browser/customizableui/customizableWidgets.properties.po
Languages: kok

source: History
kok: इतिहास

source: Show your history (%S)
kok: तुमचो इतिहास (%S) दाखयात

source: New Private Window
kok: नवो खाजगी विंडो

source: Open a new Private Browsing window (%S)
kok: नवो खाजगी ब्रावजिंग विंडो (%S) उगडात

source: Save Page
kok: पानाची जतनाय करात

source: Save this page (%S)
kok: ह्या पानाची (%S) जतनाय करात

source: Find
kok: सोदात

source: Find in this page (%S)
kok: ह्या पानान (%S) सोदात

source: Open File
kok: फायल उगडात

source: Open a file (%S)
kok: (%S) फायल उगडात

source: Developer
kok: विकासक

source: Open Web developer tools (%S)
kok: वेब विकासक साधनां (%S) उगडात

source: Sidebars
kok: सायडबार्स

source: Show sidebars
kok: सायडबार्स दाखयात

source: Add-ons
kok: अँड-ऑन

source: Manage your add-ons (%S)
kok: तुमच्या अॅड-ऑन्साचे व्यवस्थापन करात

source: Preferences
kok: प्राधान्य

source: Open preferences
kok: प्राधान्या उगडात

source: Open preferences (%S)
kok: (%S) प्राधान्या उगडात

source: Options
kok: पर्याय

source: Open options
kok: विकल्प उगडात

source: Zoom Controls
kok: झूम नियंत्रणां

source: Zoom controls
kok: झूम नियंत्रण

source: Zoom out
kok: झूम आवट करचें

source: Zoom out (%S)
kok: झूम आवट (%S)

source: Reset zoom level (%S)
kok: झूम पातळी (%S) परत थारायात

source: Zoom in
kok: झूम इन करचें

source: Zoom in (%S)
kok: झूम ईन (%S)

source: Edit Controls
kok: नियंत्रक संपादित करात

source: Edit controls
kok: नियंत्रक संपादित करात

source: Cut
kok: कापात

source: Cut (%S)
kok: कापात (%S)

source: Copy
kok: नकल

source: Copy (%S)
kok: प्रत करात (%S)

source: Paste
kok: दसयात

source: Paste (%S)
kok: दसयात (%S)

source: Subscribe
kok: वर्गणी करची

source: Subscribe to this page
kok: ह्या पानाचे वर्गणीदार जायात

source: Email Link
kok: ईमेल जोड

source: Email a link to this page
kok: ह्या पानाची जोडणी ईमेल करात

# quit-button.tooltiptext.linux2
source: Quit %1$S (%2$S)
kok: भायर सरात %1$S (%2$S)

# quit-button.tooltiptext.mac
source: Quit %1$S (%2$S)
kok: भायर सरात %1$S (%2$S)

source: Hello
kok: हॅलो

source: Start a conversation
kok: संभाशण सुरू करात

source: Share This Page
kok: हे पान वाटून घेयात

source: Share this page
kok: हे पान वाटून घेयात

source: Forget
kok: विसरात

source: Forget about some browsing history
kok: काय ब्रावजिंग इतिहासाविशीं विसरात

source: Apps
kok: एप्स

source: Discover Apps
kok: एप्स सोदात

source: Open WebIDE (%S)
kok: WebIDE (%S) उगडात
