Repository: tktk711/mozilla-l10n
Catalog: sah/browser/chrome/browser/migration/migration.dtd.po
Languages: sah

source: Import Wizard
sah: Импортыыр маастар

source: Import Options, Bookmarks, History, Passwords and other data from:
sah: Мантан туруорууларын, кыбытык-бэлиэлэрин, сурунаалы, киирии тыллары уонна да атыны ыларга:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
sah: Мантан туруорууларын, кыбытык-бэлиэлэрин, сурунаалы, киирии тыллары уонна да атыны ыларга:

source: Import Bookmarks from:
sah: Кыбытык-бэлиэлэри мантан ыл:

source: &Don't import anything
sah: &Тугу да ылыма

source: No programs that contain bookmarks, history or password data could be found.
sah: Кыбытык-бэлиэлээх, сурунааллаах уонна киирии тыллардаах биир да програамма көстүбэтэ.

source: Import Settings and Data
sah: Туруоруулары уонна дааннайдары көһөрөн ылыы

source: Items to Import
sah: Ылыллар эбийиэктэр

source: Select which items to import:
sah: Киллэриллэр эбийиэктэри тал:

source: Importing…
sah: Импортааһын...

source: The following items are currently being imported…
sah: Билигин бу эбийиэктэр импортана тураллар...

source: Select Profile
sah: Профили талыы

source: The following profiles are available to import from:
sah: Маннык профиллэртэн импорт оҥоһуллуон сөп:

source: Import Complete
sah: Толору оҥоһулунна

source: The following items were successfully imported:
sah: Бу эбийиэктэр импортаннылар:
