Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/pref/pref-smartupdate.dtd.po
Languages: pt

source: Software Installation
pt: Instalação de Software

source: Add-ons
pt: Extras

source: Allow we&bsites to install add-ons and updates
pt: Permitir sítios we&b de instalar atualizações de extras

source: Allowed Websites
pt: Sítios web permitidos

source: Aut&omatically check for updates
pt: Pr&ocurar atualizações automaticamente

source: daily
pt: diariamente

source: weekly
pt: semanalmente

source: k
pt: l

source: Auto&matically download and install the updates
pt: Transferir e instalar auto&maticamente as actualizações

source: &Personalize add-on recommendations
pt: Recomendação de &personalização de extras

source: Manage Add-ons
pt: Gerir extras

source: Au&tomatically check for updates
pt: Procurar a&tualizações automaticamente

source: A&utomatically download and install the update
pt: Transferir automati&camente e instalar a actualização

source: War&n me if this will disable any of my add-ons
pt: A&visar-me caso desative algum dos meus extras

source: &Show Update History…
pt: Mostrar histórico de at&ualizações
