Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/pref/pref-masterpass.dtd.po
Languages: lt, pt, pt_br

source: Master Passwords
lt: Pagrindiniai slaptažodžiai
pt: Palavras-passe mestras
pt_br: Senhas mestra

source: Master Password Timeout
lt: Pagrindinio slaptažodžio tikrinimo intervalai
pt: Palavra-passe mestra expirada
pt_br: Consulta da senha mestra

source: &brandShortName; will ask for your master password:
lt: Pagrindinio slaptažodžio bus prašoma:
pt: O &brandShortName; irá pedir a sua palavra-passe mestra:
pt_br: O &brandShortName; perguntará a senha mestra para você:

source: The first time it is needed
lt: pirmą kartą, kai jo prireiks
pt: Na primeira vez que for necessária
pt_br: Quando precisar pela primeira vez

source: T
lt: p
pt: p
pt_br: Q

source: Every time it is needed
lt: kiekvieną kartą, kai jo prireiks
pt: Sempre que for necessária
pt_br: Sempre que ela for necessária

source: E
lt: v
pt_br: S

source: If it has not been used for
lt: jei jis nebuvo panaudotas
pt: Se não tiver sido utilizada durante
pt_br: Se a senha não for usada por

source: n
pt_br: S

source: minutes or longer
lt: min. ar ilgiau
pt: minutos ou mais
pt_br: minutos ou mais

source: Change Master Password
lt: Pagrindinio slaptažodžio pakeitimas
pt: Alterar palavra-passe mestra
pt_br: Modificar senha mestra

source: Your master password protects sensitive information such as web passwords and certificates.
lt: Pagrindinis slaptažodis apsaugo jūsų neskelbtiną informaciją, pavyzdžiui, svetainių slaptažodžius ir liudijimus.
pt: A sua palavra-passe mestra protege informação sensível tal como palavra-passe web e certificados.
pt_br: Sua senha mestra protege informações confidenciais tais como certificados e senhas de sites.

source: Change Password…
lt: Pakeisti slaptažodį
pt: Alterar palavra-passe…
pt_br: Modificar…

source: C
lt: k
pt: l
pt_br: o

source: Reset Master Password
lt: Pagrindinio slaptažodžio atšaukimas
pt: Repor palavra-passe mestra
pt_br: Excluir a senha mestra

source: If you reset your master password, all of your stored web and e-mail passwords, form data, personal certificates, and private keys will be lost.
lt: Jei atšauksite pagrindinį slaptažodį, prarasite visus įrašytus svetainių ir el. pašto dėžučių slaptažodžius, formų duomenis, liudijimus ir asmeninius raktus.
pt: Se remover a sua palavra-passe mestra, todos os seus dados guardados tais como palavras-passe da web ou correio eletrónico, dados de formulários, certificados pessoais e chaves privadas serão perdidos.
pt_br: Se remover a senha mestra, todas as suas senhas de sites e email, dados de formulários, certificados pessoais e chaves privadas serão perdidas.

source: Reset Password
lt: Atšaukti slaptažodį
pt: Repor palavra-passe
pt_br: Excluir…

source: R
lt: A
pt_br: x
