Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/pref/pref-spelling.dtd.po
Languages: be, hu, lt, pt

source: Spelling
be: Праверка правапісу
hu: Helyesírás-ellenőrzés
lt: Rašybos tikrinimas
pt: Escrita

source: General
be: Асноўныя
hu: Általános
lt: Bendrosios
pt: Geral

source: &When typing, check my spelling:
be: Правяраць правапіс пад&час набору:
hu: Helyesírás-ellenőrzés beírás &közben:
lt: &Tikrinti rašybą renkant tekstą:
pt: &Ao escrever, verificar a escrita:

source: Never
be: Ніколі
hu: Soha
lt: niekada
pt: Nunca

source: In multiline boxes
be: У шматрадковых скрынках
hu: Többsoros szövegbeviteli mezőkben
lt: kelių eilučių laukuose
pt: Em múltiplas caixas

source: All boxes
be: Усе скрынкі
hu: Minden szövegbeviteli mezőben
lt: visuose laukuose
pt: Rodas as caixas

source: Mail & Newsgroups
be: Пошта і Навінакупы
hu: Levelező és hírolvasó
lt: Paštas ir naujienų grupės
pt: Correio e grupos de notícias

source: &Check spelling before sending
be: &Правяраць правапіс перад дасыланнем
hu: &Helyesírás ellenőrzése küldés előtt
lt: Tikrinti rašybą prieš iš&siunčiant laišką
pt: Verifi&car escrita antes de enviar

source: Ch&eck spelling as you type
be: Правяраць правапіс падчас &набору
hu: Helyesírás-ellenőrzés &beírás közben
lt: Tik&rinti rašybą rašant tekstą
pt: V&erificr escrita ao escrever

source: &Language:
be: &Мова:
hu: &Nyelv:
lt: &Kalba:
pt: &Idioma:

source: Download more dictionaries&#x2026;
be: Загрузіць іншыя слоўнікі…
hu: További szótárak letöltése…
lt: Atsiųsti kitų kalbų žodynus…
pt: Transferir mais dicionários&#x2026;

source: No dictionaries available.
be: Няма даступных слоўнікаў.
hu: Nincsenek szótárak telepítve
lt: Nėra įdiegtų žodynų.
pt: Nenhum dicionário disponível.
