Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/pref/pref-download.dtd.po
Languages: be, hu, pt, pt_br

source: Downloads
be: Загрузкі
hu: Letöltések
pt: Transferências

source: When starting a download
be: Калі пачынаецца загрузка
hu: A letöltés kezdetekor
pt: Ao iniciar uma transferência
pt_br: Ao iniciar um download

source: &Don't open anything
be: &Нічога не адчыняць
hu: &Ne nyisson meg semmit
pt: Não abrir na&da
pt_br: &Não abrir nada

source: &Open a progress dialog
be: Адчыніць дыялог &развіцця
hu: &Folyamatkijelző ablak megnyitása
pt: Abrir um diál&ogo de progresso
pt_br: Abrir um&a janela padrão de download

source: Open the download &manager
be: Адчыніць кіраўнік за&грузак
hu: &Letöltéskezelő megnyitása
pt: Abrir o &gestor de transferências
pt_br: Abrir o &gerenciador de downloads

source: Just &flash the download manager if it is already open
be: Толькі &бліснуць кіраўніком сцягванняў, калі ён ужо адчынены
hu: A már megnyitott Letöltéskezelő jelzése &villogással
pt: Piscar apenas o gestor de trans&ferências se já estiver aberto
pt_br: Apenas &piscar o gerenciador de downloads caso já esteja aberto

source: When saving a file
be: Калі файл захоўваецца
hu: Fájl mentésekor
pt: Ao guardar um ficheiro
pt_br: Ao salvar um arquivo

source: Sa&ve files to
be: Захо&ўваць файлы ў
hu: Fájlok &mentése:
pt: Gua&rdar ficheiros para
pt_br: Sal&var arquivos em

source: &Choose Folder…
be: &Выбраць папку…
hu: &Mappa választása…
pt: Es&colher pasta…
pt_br: Pro&curar...

source: &Always ask me where to save files
be: &Заўсёды пытаць мяне, дзе захоўваць файлы
hu: &Rákérdezés a fájlok letöltési helyére
pt: &Perguntar-me sempre onde guardar os ficheiros
pt_br: Sempre pergunt&ar onde salvar arquivos

source: Download history
be: Гісторыя загрузак
hu: Letöltési előzmények
pt: Histórico de transferências
pt_br: Histórico de downloads

source: &Remove download entries
be: Вы&даліць загружаныя адзінкі
hu: &Letöltött elemek eltávolítása
pt: &Remover entradas de transferências
pt_br: &Remover entradas de downloads

source: When they have completed
be: Калі яны скончаны
hu: Letöltés befejezésekor
pt: Quando forem terminadas
pt_br: Quando houverem concluído

source: When quitting &brandShortName;
be: Падчас выхаду з &brandShortName;
hu: A &brandShortName; bezárásakor
pt: Ao sair do &brandShortName;
pt_br: Quando sair do &brandShortName;

source: Never
be: Ніколі
hu: Soha
pt: Nunca
pt_br: Nunca

source: When a download completes
be: Калі загрузка здзейснена
hu: A letöltés befejeztekor
pt: Ao terminar a transferência
pt_br: Quando o download for concluído

source: &Play a sound
be: Граць &гук
hu: &Hangjelzés
pt: Tocar um &som
pt_br: Tocar um &som

source: &Show an alert
be: Па&казаць папярэджанне
hu: F&igyelmeztető ablak
pt: Mos&trar um alerta
pt_br: E&xibir uma notificação

source: &Browse…
be: А&гляд…
hu: &Tallózás…
pt: &Navegar…
pt_br: &Navegar…

source: P&lay
be: &Граць
hu: &Lejátszás
pt: Reprodu&zir
pt_br: &Reproduzir
