Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/pref/pref-links.dtd.po
Languages: be, hu, lt, pt

source: Link Behavior
be: Паводзіны спасылак
hu: Hivatkozások viselkedése
lt: Saitų atvėrimas
pt: Comportamento da ligação

source: Link open behavior
be: Паводзіны пры адкрыцці спасылак
hu: Hivatkozások megnyitása
lt: Saitų atvėrimas
pt: Comportamento da abertura da ligação

source: Open links meant to open a new window in:
be: Адкрыццё спасылак мае на ўвазе адкрыццё новага акна
hu: Hivatkozások megnyitás új ablakban:
lt: Saitus, kurie turėtų būti atveriami naujame lange, atverti:
pt: Abrir ligações que deviam abrir uma nova janela em:

source: When scripts want to open a new window:
be: Калі сцэнар хоча адкрыць новае акно:
hu: Ha egy parancsfájl új abalakot nyitna:
lt: Kai naują langą bando atverti scenarijus:
pt: Quando os scripts querem abrir uma nova janela:

source: Links from other applications
be: Спасылкі з іншых прыстасаванняў
hu: Hivatkozások más alkalmazásokból
lt: Saitai iš kitų programų
pt: Ligações de outras aplicações

source: Open links passed from other applications in:
be: Адкрываць спасылкі, якія перадаюцца іншымі прыстасаваннямі
hu: Más alkalmazás által átadott hivatkozások megnyitása:
lt: Saitus, perduotus kitų programų, atverti:
pt: Abrir ligações de outras aplicações

source: The current tab/window
be: У цяперашніх устаўцы/акне
hu: Aktuális lapon/ablakban
lt: šiuo metu atvertoje kortelėje
pt: No separador/janela atual

source: c
be: ц
hu: k
pt: j

source: u
be: я

source: A new tab in the current window
be: У новай устаўцы ў цяперашнім акне
hu: Új lapon az aktuális ablakban
lt: naujoje kortelėje šiuo metu atvertame lange
pt: Um novo separador na janela atual

source: t
be: у

source: a
be: с

source: A new window
be: У новым акне
hu: Új ablakban
lt: naujame lange
pt: Em nova janela

source: w
be: а
hu: b

source: o
be: к
hu: j

source: Always &divert windows into tabs
be: Заўсёды &заварочваць вокны ў устаўкі
hu: Az ablakokat min&dig lapokon nyissa meg
lt: vietoje lango visada atve&rti naują kortelę
pt: Alterar sempre janelas para separa&dores

source: Don't divert cu&stom windows into tabs
be: Не заварочваць такія вок&ны ў устаўкі
hu: Az egyedi ablakokat ne nyi&ssa meg lapokon
lt: a&tverti naujas korteles tik vietoje netinkintų langų
pt: Não alterar janela&s personalizadas para separadores

source: Always ope&n new windows
be: Заўсёды адкрываць &новыя вокны
hu: Mi&ndig nyisson új ablakot
lt: visada atverti &naują langą
pt: Abrir sempre &novas janelas
