Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/pref/pref-ssl.dtd.po
Languages: be, hu, pt_br

source: SSL/TLS Protocol Versions
hu: SSL/TLS protokoll verziói

source: SSL/TLS Warnings
hu: SSL/TLS-figyelmeztetések

source: Mixed Content
be: Змешанае змесціва
hu: Vegyes tartalom
pt_br: Conteúdo mesclado

source: Client Certificate Selection
be: Выбар пасведчання спажыўца
hu: Ügyféloldali tanúsítvány kiválasztása
pt_br: Seleção do certificado do cliente

source: You can restrict which encryption protocols to use for secure connections. Choose a single version or a contiguous range of versions.
be: Вы можаце абмежаваць выкарыстанне пратаколаў шыфравання, якія ўжываюцца для бяспечных злучэнняў. Выберыце адну версію або несупынны шэраг версіяў.
hu: Beállíthatja, hogy melyik titkosítási protokollokat használja a biztonságos kapcsolatokhoz. Választhat egy verziót, vagy a verziók összefüggő tartományát.
pt_br: Você pode restringir quais protocolos de criptografia usar para a segurança das conexões. Escolha uma única versão ou um intervalo de versões.

source: Enable:
be: Дазволена:
hu: Engedélyezés:
pt_br: Ativar:

source: &brandShortName; can alert you to the security status of the web page you are viewing. Set &brandShortName; to show a warning when:
be: &brandShortName; можа папярэджваць вас пра стан бяспекі старонак, якія вы праглядваеце. Наладзіць &brandShortName; паказваць папярэджанне, калі:
hu: A &brandShortName; figyelmeztethet az aktuális weboldal titkosítási fokozatára. A &brandShortName; figyelmeztessen és kérdezzen rá, mielőtt
pt_br: O &brandShortName; pode te alertar sobre o status de segurança da página web que você esteja vendo. O &brandShortName; deve exibir um alerta quando:

source: Loading a page that supports encryption
be: Загрузкай старонкі, якая падтрымлівае шыфраванне
hu: Betöltene egy titkosított oldalt
pt_br: Carregar uma página que usa criptografia

source: L
be: З
hu: t
pt_br: C

source: Sending form data from an unencrypted page to an unencrypted page
be: Дасыланнем даных формы з незашыфраванай старонкі на незашыфраваную старонку
hu: Űrlapadatot küldene egy titkosítatlan oldalról egy titkosítatlan oldalra
pt_br: Enviar informações de formulário de uma página não criptografada para outra página não criptografada

source: S
be: Д
hu: r
pt_br: E

source: Leaving a page that supports encryption
be: Пакіданнем старонкі, якая падтрымлівае шыфраванне
hu: Elhagyna egy titkosított oldalt
pt_br: Sair de uma página criptografada

source: a
be: к
hu: l
pt_br: S

source: Encrypted pages may contain unencrypted content that is vulnerable to eavesdropping or forgery. &brandShortName; can detect and block it:
be: Тайнапісныя старонкі могуць змяшчаць нетайнапіснае змесціва, прыступнае для падслухоўвання або падробкі. &brandShortName; можа выяўляць і блакаваць яго:
hu: A titkosított oldalak tartalmazhatnak tikosítatlan tartalmakat, amelyek ki vannak téve lehallgatásnak vagy visszaéléseknek. A &brandShortName; képes ezt érzékelni és blokkolni:
pt_br: Páginas criptografadas podem conter conteúdo não criptografado que é vulnerável a espionagem ou fraudes. O &brandShortName; pode detectar e bloquear o seguinte:

source: Warn me when encrypted pages contain insecure content
be: Папярэджваць мяне, калі тайнапісная старонка ўтрымлівае небяспенае змесціва
hu: Figyelmeztetés, ha a titkosított oldalak nem biztonságos elemeket tartalmaznak
pt_br: Me alerte quando páginas criptografadas contiverem conteúdo inseguro

source: W
be: П
hu: F
pt_br: a

source: Don't load insecure content on encrypted pages
be: Не загружаць небяспечнае змесціва на тайнапісныя старонкі
hu: Ne töltse be a nem biztonságos leemeket a titkosított oldalakon
pt_br: Não carregue conteúdo inseguro em páginas criptografadas

source: D
be: з
hu: N
pt_br: N

source: Warn me when encrypted pages contain other types of mixed content
be: Папярэджваць мяне, калі тайнапісная старонка ўтрымлівае іншыя тыпы змешанага змесціва
hu: Figyelmeztetés, ha a titkosított oldalak más típusú kevert tartalmat tartalmaznak
pt_br: Me alerte quando páginas criptografadas contiverem outros tipos de conteúdos mesclados

source: c
be: а
hu: g

source: Don't load other types of mixed content on encrypted pages
be: Не заружаць іншыя тыпы змешанага змесціва на тайнапісныя старонкі
hu: Ne töltse be a más típusú kevert tartalmakat
pt_br: Não carregar outros conteúdos mesclados em páginas criptografadas

source: m
be: м
hu: t

source: Decide how &brandShortName; selects a security certificate to present to websites that require one:
be: Вырашае, як &brandShortName; выбірае пасведчанне бяспекі для падання яго пляцоўкам сеціва, якія патрабуюць пасведчанне:
hu: Ha egy webhely tanúsítványt igényel, a &brandShortName; hogyan válassza ki a megfelelőt:
pt_br: Escolha como o &brandShortName; seleciona um certificado de segurança para apresentar a sites que solicitem um:

source: Select Automatically
be: Выбірае самастойна
hu: Automatikusan
pt_br: Selecionar automaticamente

source: Ask Every Time
be: Запытвае кожны раз
hu: Kérdezzen rá minden alkalommal
pt_br: Perguntar quando necessário

source: E
be: к
hu: K
pt_br: P

source: A
be: с
pt_br: S
