Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/pref/pref-http.dtd.po
Languages: be, hu, pt, pt_br

source: HTTP Networking
be: Праца сеткі HTTP
hu: HTTP-beállítások
pt: Rede HTTP
pt_br: HTTP

source: Direct Connection Options
be: Наладжванні прамога злучэння
hu: Közvetlen kapcsolat beállításai
pt: Opções de ligação direta
pt_br: Conexão direta

source: Proxy Connection Options
be: Наладжванні злучэння праз пасярэднік
hu: Proxyn keresztüli kapcsolat beállításai
pt: Opções de ligação proxy
pt_br: Conexão com proxy

source: &Use HTTP 1.0
be: &Карыстацца HTTP 1.0
hu: &HTTP 1.0 használata
pt: &Utilizar HTTP 1.0
pt_br: Usar &HTTP 1.0

source: S
be: а
pt_br: U

source: Us&e HTTP 1.1
be: Карыстацца &HTTP 1.1
hu: HTT&P 1.1 használata
pt: Us&ar HTTP 1.1
pt_br: Usar H&TTP 1.1

source: Enable &Pipelining
be: Дазволіць &тунэляванне
hu: A&datcsatornák (pipelining) engedélyezése
pt: Ativar &pipelining
pt_br: Ativar &Pipelining

source: N
be: у
hu: d

source: HTTP connections may be fine-tuned using these options to enhance either performance or compatibility. Some proxy servers, for example, are known to require HTTP/1.0 (see the release notes for details).
be: Злучэнні HTTP могуць быць наладжаны з дапамогай гэтых параметраў дзеля павялічэння прадукцыйнасці ці сумяшчальнасці. Напрыклад, асобныя паслугачы-пасярэднікі, патрабуюць HTTP/1.0 (прагледзьце заўвагі аб выданні дзеля падрабязнасцей).
hu: A HTTP-kapcsolatok teljesítménye, illetve kompatibilitása finomhangolható ezekkel a beállításokkal. Bizonyos proxykiszolgálók például megkövetelik a HTTP/1.0-t (olvassa el a verzióinformációkat további részletekért).
pt: As ligações HTTP podem ser ajustadas utilizando estas opções para melhorar o desempenho ou compatibilidade. Alguns servidores proxy são conhecidos por necessitar de HTTP/1.0 (veja as notas de lançamento para mais detalhes).
pt_br: Estas opções permitem aumentar o desempenho e a compatibilidade das conexões HTTP . Alguns servidores, por exemplo, são conhecidos por exigirem HTTP 1.0 (veja os detalhes em release notes)

source: WARNING: pipelining is an experimental feature, designed to improve page-load performance, that is unfortunately not well supported by some web servers and proxies.
be: ПАПЯРЭДЖАННЕ: тунэляванне – гэта спробная асаблівасць, распрацаваная для паляпшэння прадукцыйнасці загрузкі старонак, але, на жаль, не вельмі добра падтрымліваецца асобнымі паслугачамі сеціва і пасярэднікамі.
hu: FIGYELEM: Az adatcsatornák használata kísérleti funkció, elvileg növeli az oldalbetöltés sebességét, de sajnos bizonyos webkiszolgálók és proxyk nem támogatják megfelelően.
pt: Nota: pipelining é uma funcionalidade experimental, desenhada para melhorar o desempenho do carregamento de páginas que, infelizmente, não é bem suportada por alguns servidores e proxies.
pt_br: NOTA: Pipelining ainda é experimental e pode diminuir o tempo de carregamento das páginas. Não é totalmente suportado por alguns servidores web e proxies.

source: User Agent String
be: Радок дзеяча карыстальніка
hu: Böngésző azonosító karakterlánc
pt: String de User Agent
pt_br: Agente do usuário

source: Advertise &Firefox compatibility
be: Паведаміць пра сумяшчальнасць &Firefox
hu: &Firefox kompatibilitás jelzése
pt: Anunciar compatibilidade do &Firefox

source: Advertise &Lightning installation
pt: Publicitar instalação do &Lightning

source: WARNING: disabling these settings may result in websites or services not working properly.
pt: AVISO: desativar estas definições pode fazer com que websites ou serviços não funcionem corretamente.

source: T
pt_br: s
