Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/overrides/netError.dtd.po
Languages: kok

source: Problem loading page
kok: पान लोडिंग जातना आडमेळ आयलो

source: Try Again
kok: परतून यत्न करात

source: Unable to connect
kok: जोडपाक शकना

source: This address is restricted
kok: हो नामो प्रतिबंधित आसा

source: Server not found
kok: सर्व्हर मेळूंक ना

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
kok: <ul> <li>एरर्स बरोवपाक नामो तपासात देखीक <strong>ww</strong>.example.com परस <strong>www</strong>.example.com</li> <li>तुमी खंयचीय पानां लोड करपा शकना जाल्यार, तुमच्या संगणकाची नेटवर्क जोडणी तपासात.</li> <li>तुमचो संगणकाची वो नेटवर्क फायरवॉल वो प्रॉक्सीन सुरक्षित आसा जाल्यार, &brandShortName; क वेबान प्रवेश आसा हाजी खात्री करात.</li> </ul>

source: File not found
kok: फायल मेळूंक ना

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
kok: <ul> <li>कॅपिटलायझेशनाखातीर वो हेर टायपिंग एररांखातीर तपासात.</li> <li>फायल हालयली, नवे नाव दिले वो काडून उडयली हे पळोवपाक तपासात.</li> </ul>

source: Oops.
kok: आरे रे

source: <p>&brandShortName; can't load this page for some reason.</p>
kok: <p>&brandShortName; काय कारणाक लागून हे पान चालू जावपाक शकना</p>

source: The address isn't valid
kok: नामो वैध ना

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you're using forward slashes (i.e. <strong>/</strong>).</li> </ul>
kok: <ul> <li>वेब नामो चड करून <strong>http://www.example.com/ भशेन बरयले वतात</strong></li> <li>तुमी फुडले स्लॅश वापरात हाजी खात्री करात (देख. <strong>/</strong>).</li> </ul>

source: The connection was interrupted
kok: जोडणेंत व्यत्यय आयलो

source: Document Expired
kok: दस्तावेज सोपले

source: <p>The requested document is not available in &brandShortName;'s cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
kok: <p>विनंती केल्लो दस्तावेज &brandShortName; च्या कॅशान उपलब्ध ना.</p><ul><li>सुरक्षेची काळजीम्हण, &brandShortName; आपसूक संवेदनशील दस्तावेजांची परत-विनंती करीना.</li><li>वेबसायटीवयल्यान दस्तावेजाची परत-विनंती करपाक परत यत्न करातचेर क्लीक करात.</li></ul>

source: Offline mode
kok: ऑफलायन स्थिती

source: <ul> <li>Press "Try Again" to switch to online mode and reload the page.</li> </ul>
kok: <ul> <li> ऑनलायन स्थितीन वचपाक आनी पान परत लोड करपाक "परत यत्न करात" दामात.</li> </ul>

source: Content Encoding Error
kok: मजकूर कुरूवानी करपाक त्रुटी

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kok: <ul> <li>ह्या आडमेळाविशीं कळोवपाक मात्शे वेबसायटीच्या मालकांक मेळात.</li> </ul>

source: Unsafe File Type
kok: असुरक्षित फायल प्रकार

# unsafeContentType.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kok: <ul> <li>ह्या आडमेळाविशीं कळोवपाक मात्शे वेबसायटीच्या मालकांक मेळात.</li> </ul>

source: The connection was reset
kok: जोडणी परतून थारायली

source: The connection has timed out
kok: जोडणेचो काळ सोपलो

source: The address wasn't understood
kok: नामो कळूंना

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
kok: <ul> <li>हो नामो उगडपाक तुमका हेर सॉफ्टवेर प्रतिष्ठापित करचे पडत.</li> </ul>

source: The proxy server is refusing connections
kok: प्रॉक्सी सर्व्हर जोडणी न्हंयकारता

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
kok: <ul> <li>सारकी आसात जाल्यार पळोवपाक प्रॉक्सि स्थापितां तपासात.</li> <li>प्रॉक्सि सर्वर काम करता हाजी खात्री करपाक तुमच्या नेटवर्क प्रशासकाक मेळात.</li> </ul>

source: Unable to find the proxy server
kok: प्रॉक्सी सर्व्हर मेळपाक अपेस

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your computer has a working network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
kok: <ul> <li>सारकी आसात जाल्यार पळोवपाक प्रॉक्सि स्थापितां तपासात.</li> <li>तुमच्या संगणकाक काम करपी नेटवर्क जोडणी आसा हाजी खात्री करपाक तपासात.</li> <li>जर तुमचो संगणक वो नेटवर्क फायरवॉल वो प्रॉक्सिन सुरक्षित दवरला, जाल्यार &brandShortName; क वेबान प्रवेश करपाक परवानगी आसा हाजी खात्री करात.</li> </ul>

source: The page isn't redirecting properly
kok: हे पान योग्य दिशा दिना

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
kok: <ul> <li>कुकीज अक्षम केल्यार वो स्विकारपाक न्हयकाल्यार काय वेळार हो आडमेळ येव येता.</li> </ul>

source: Unexpected response from server
kok: सर्वराकडल्यान अनपेक्षित प्रतिसाद

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
kok: <ul> <li> तुमच्या व्यवस्थेक खाजगी सुरक्षा व्यवस्थापक प्रतिष्ठापित आसा हाजी खात्री करपाक तपासात.</li> <li>हे सर्वरावयल्या अ-प्रमाणित संरचनायेक लागून आसत.</li> </ul>

# nssFailure2.title
source: Secure Connection Failed
kok: सुरक्षीक कनॅक्शन अपेशी थारलां

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kok: <ul> <li>तुमी पळोवपाक सोदता ते पान दाखोवपाक शकना कारण मेळिल्ल्या डेटाचे प्रमाण तपासपाक शकना.</li> <li>ह्या आडमेळाविशीं कळोवपाक मात्शे वेब सायट मालकांक संपर्क करात.</li> </ul>

# nssBadCert.title
source: Secure Connection Failed
kok: सुरक्षीक कनॅक्शन अपेशी थारलां

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
kok: <ul> <li>ही सर्व्हराच्या संरचनायेची समस्या आसू येता, वो कोणीतरी सर्व्हर इंपर्सनेट करपाक सोदता आसू येता.</li> <li>जर तुमी ह्या सर्वराक पयली सफळ रीतीन जोडिल्ले आसत, एरर तात्पुरतो आसू येता, आणि तुमच्यान परतून यत्न करू येता.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
kok: <ul> <li>सायट तात्पुरती उपलब्ध नासत वो खूप कामान आसत. काय खीणांनी परत यत्न करात.</li> <li>तुमी खंयचीय पाना लोड करपाक शकना, तुमच्या संगणकाची नेटवर्क जोडणी तपासात.</li> <li>तुमचो संगणक वो नेटवर्क जर फायरवॉल वो प्रॉक्सिन सुरक्षित आसा, जाल्यार &brandShortName; क वेबान प्रवेश करपाची परवानगी आसा हाजी खात्री करात.</li> </ul>

source: Suspected Attack Site!
kok: घुरीचें थळ दुबाव

source: <p>Attack sites try to install programs that steal private information, use your computer to attack others, or damage your system.</p> <p>Website owners who believe their site has been reported as an attack site in error may <a href='http://www.stopbadware.org/home/reviewinfo' >request a review</a>.</p>
kok: <p>हल्लो करपी सायट्स खाजगी माहिती चोरपी, तमच्या संगणकाचो हेरांचेर हल्लो करपाक वापरपी, वो तुमची व्यवस्था मोडपी कार्यावळी प्रतिष्ठापित करपाचो यत्न करतात.</p> <p>वेबसायट मालक जांका दिसात की तांची सायट एररान हल्लो करपी सायट म्हण कळयल्या ते <a href='http://www.stopbadware.org/home/reviewinfo' >आढाव्याची विनंती करपाक शकतात</a>.</p>

source: Suspected Web Forgery!
kok: वॅब बनवेगीरीचो दुबाव

source: <p>Entering any personal information on this page may result in identity theft or other fraud.</p> <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
kok: <p>ह्या पानार कसलीय वैयक्तिक माहिती दिल्यार वळख चोरी वो हेर फटिंगपणां जाव येता.</p> <p>ह्या तरेची वेब चोरी फिशिंग हल्ले म्हण वळखुपी फटिंगपणांनी वापल्ली वता, जंय तुमी विश्र्वास दवरता त्या स्त्रोतांचे अनुकरण करपाक बोगस वेबपानां आणि ईमेल वापरल्ल्यो वतात.</p>

source: Blocked by Content Security Policy
kok: मजकूर सुरक्षा धोरणान प्रतिबंधित केलां

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
kok: <p>&brandShortName; न ह्या पानाक अशेतरेन लोड जावपापासून आडयला कारण पानाक आशय सुरक्षा धोरण आसा जे अशे करपाक दिना.</p>

source: Corrupted Content Error
kok: भ्रश्ट आशय एरर

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
kok: <p>तुमी पळोवपाक सोदता ते पान दाखओवपाक शकना कारण डेटा धाडपान एरर आयला.</p><ul><li>ह्या आडमेळाविशीं कळोवपाक मात्शे वेबसायट मालकांक संपर्क करात.</li></ul>

source: Or you can add an exception…
kok: वो तुमच्यान आडवाद जोडूं येता...

source: Get me out of here!
kok: माका हांगाच्यान भायर काडात!

source: Add Exception…
kok: अपवाद जोडात...

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
kok: <p>तुमी पुराय विश्वास नाशिल्ली वो ह्या सर्वराखातीर शिटकावणी पळोवपाची सवय नाशिल्ली इंटरनेट जोडणी वापरता जाल्यार तुमी अपवाद जोडपाक जायना.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>

source: Report this error
kok: ह्या एरराविशीं कळयात

source: Reporting the address and certificate information for <span id='hostname'></span> will help us identify and block malicious sites. Thanks for helping create a safer web!
kok: <span id='hostname'></span> खातीर नामो आनी प्रमाणपत्राची माहिती दिवप आमका वायट सायटीं ओळखुपाक आनी आडोवपाक मदत जातली. सुरक्षित वेब तयार करपाक मदत करपाक धन्यवाद!

source: Automatically report errors in the future
kok: भविश्यान आपसूक एरर्सांविंशीं कळयात

source: Learn more…
kok: अदिक शिकात...

source: Sending report
kok: अहवाल धाडटा

source: Report sent
kok: अहवाल धाडला

source: Report
kok: अहवाल

source: Try again
kok: परतून यत्न करात

source: Remote XUL
kok: रिमोट XUL

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
kok: <p><ul><li>ह्या आडमेळा विशीं कळोवपाक मात्शे वेबसायट मालकांक संपर्क करात.</li></ul></p>

source: Unable to Connect Securely
kok: सुरक्षित पणान जुळपाक शकना.

source: Learn More…
kok: अदिक शिकात...
