Repository: tktk711/mozilla-l10n
Catalog: gn_*/toolkit/chrome/mozapps/extensions/update.dtd.po
Languages: gn_bo

source: &brandShortName; Update
gn_bo: Yembopɨau &brandShortName;

source: &brandShortName; is working offline
gn_bo: &brandShortName; oñemoïruä oï

source: &brandShortName; needs to go online in order to see if updates are available for your add-ons to make them compatible with this version.
gn_bo: &brandShortName; pe oata oasa vaerä ñemoïru oeka vaerä yembopɨau reta jaekavi vae programa reta oyovake vaerä ipɨau oyeapo vae ndive.

source: &Go online now.
gn_bo: Easa ñemoïru vae regua &pe añave.

source: Incompatible Add-ons
gn_bo: Programa oyoavɨ vae reta

source: The following add-ons are not compatible with this version of &brandShortName; and have been disabled:
gn_bo: Ïru programa reta mbaetɨ oyovake kuae oyeapo pɨau &brandShortName; vae ndive jare oyembogüe:

source: &brandShortName; can check if there are compatible versions of these add-ons available.
gn_bo: &brandShortName; ndepuere remboaporova oime ra kuatia reta oyovake oïndaivi vae kuae programa reta pe.

source: Checking for Compatible Add-ons
gn_bo: Oeka güɨnoi programa reta oyovake vae

source: Checking your incompatible add-ons for updates…
gn_bo: Oeka güɨnoi yembopɨau reta mbaetɨ oyovake ndeprograma peguarä…

# checking.status
source: This may take a few minutes…
gn_bo: Kuae ipuere oñeäro ɨma ngatu mí...

source: Found Compatible Add-ons
gn_bo: Programa oyovake vae reta oñeväe

source: Select the add-ons you would like to install:
gn_bo: Eiparavo programa reta reipota reñono vae:

source: These updates can't be installed because software installation is currently disabled. You can change this setting below.
gn_bo: Kuae yembopɨau reta mbaetɨ ipuere oñeñono echa programa oñeñono vae ogüe oï añave. Ipuere reipoepɨ kuae oyeapo oï ɨvɨkotɨ vae.

source: &Allow websites to install software
gn_bo: Toñem&aeño web re oñono vaerä programa

source: Installing Compatible Add-ons
gn_bo: Oñono güɨnoi programa oyovake vae reta

source: Downloading and installing updates to your add-ons…
gn_bo: Ombogüeyɨ jare oñono güɨnoi programa reta oyeapo pɨau vae...

source: No Compatible Add-ons Found
gn_bo: Mbaetɨ oñeväe programa reta oyovake vae

source: &brandShortName; was unable to find updates to your incompatible add-ons.
gn_bo: &brandShortName; mbaetɨ ipuere oväe oyeapo pɨaugüe programa reta oyovakembae peguarä.

source: Some problems were encountered when trying to find updates.
gn_bo: Oñeväe amogüe mbaemboavai reta oeka tëi oväe yembopɨau reta yave.

source: &brandShortName; will check periodically and inform you when compatible updates for these add-ons are found.
gn_bo: &brandShortName; oeka aveita jare omombeuta oväe yembopɨau reta oyovake kuae programa reta peguarä yave.

source: Compatible Add-ons Installed
gn_bo: Programa oyovake vae reta oñeñono

source: &brandShortName; has installed the updates to your add-ons.
gn_bo: &brandShortName; oñono oyembopɨau vae reta iprograma pe.

source: &brandShortName; can check periodically and inform you when updates for add-ons are found.
gn_bo: &brandShortName; ipuere oväe avei jare omombeu avei oväe oyembopɨau vae reta programa peguarä yave.

source: &brandShortName; will check periodically and inform you when updates for add-ons are found.
gn_bo: &brandShortName; oeka aveita jare omombeuta oyembopɨau vae oväe yave iprograma reta peguarä.

source: Unable to Check for Updates
gn_bo: Mbaetɨ ipuere reta oeka oyembopɨaugüe

source: It is not possible to check for updates to incompatible add-ons because software installation for &brandShortName; has been disabled. Please contact your System Administrator for assistance.
gn_bo: Yandepuereä yaeka oyembopɨau vae programa reta echa software oñeñono &brandShortName; vae ogüe oï. Eyapo ikavi vae, nemiari oyangareko sistema re vae ndive ndemborɨ vaerä.

source: Checking Compatibility of Add-ons
gn_bo: Omboaporova güɨnoi programa reta oyovake vae

source: Checking your add-ons for compatibility with this version of &brandShortName;.
gn_bo: Omboaporova güɨnoi programa reta oyovake vae kuae kuatía &brandShortName; ndive.

# versioninfo.waiting
source: This may take a few minutes…
gn_bo: Kuae ipuere oñeäro ɨma ngatu mí...

source: Problems Installing Updates
gn_bo: Oyembopɨau vae reta güɨnoi mbaemboavai oñono yave

source: &brandShortName; encountered problems when updating some of your add-ons.
gn_bo: &brandShortName; oväe mbaemboavai reta ombopɨau güɨnoi amogüe iprograma reta yave.

source: Click Finish to continue starting &brandShortName;.
gn_bo: Eumbiri yamboapɨ pɨpe vae pe remboɨpɨ vaerä &brandShortName; .

source: Click Done to continue starting &brandShortName;.
gn_bo: Eumbiri opa yamboapɨ pɨpe vae pe yamboɨpɨ vaerä &brandShortName;.

source: Allow &brandShortName; to check for updates.
gn_bo: Tomaeño &brandShortName; re oeka oyembopɨau vae reta.
