Repository: tktk711/mozilla-l10n
Catalog: ach/toolkit/chrome/mozapps/extensions/update.properties.po
Languages: ach

source: Check Now
ach: Rot Kombedi

source: Don't Check
ach: Pe Irot

source: Install Now
ach: Keti Kombedi

source: Next >
ach: Mukene >

source: Cancel
ach: Juki

source: Finished checking %S
ach: Otyeko Roto %S

source: Downloading: %S
ach: Tye kagolo: %S

source: Installing: %S
ach: Tye ka keto: %S

source: Close
ach: Cegi

source: %S was unable to install updates for the following add-ons:
ach: %S pe otwero keto en manyen pi lamed ikome ma eni ni:

source: %S was unable to check for updates for the following add-ons:
ach: %S pe otwero roto pi en manyen pi lamed ikome ma eni ni:
