Repository: tktk711/mozilla-l10n
Catalog: ff/browser/chrome/browser/aboutTabCrashed.dtd.po
Languages: ff

source: Close This Tab
ff: Uddu ndee Tabbere

source: Restore This Tab
ff: Artir ndee Tabbere

source: Restore All Crashed Tabs
ff: Artir Tabbe Kookɗe ɗee Fof

source: Gah. Your tab just crashed.
ff: Ndo. Tabbere maa hookii.

source: We can help you!
ff: Amin mbaawi wallude-ma!

source: Choose &tabCrashed.restoreTab; to reload page content.
ff: Suɓo &tabCrashed.restoreTab; ngam loowtude loowdi hello.

source: Choose &tabCrashed.restoreTab; or &tabCrashed.restoreAll; to reload page content.
ff: Suɓo &tabCrashed.restoreTab; walla &tabCrashed.restoreAll; ngam loowtude loowdi hello.

source: Will you help us?
ff: Aɗa waawi wallude min?

source: Crash reports help us diagnose problems and make &brandShortName; better.
ff: Jaŋte kooke ena mballa min yiytude caɗe tee ɓeyda &brandShortName; yuɓɓude.

source: Report this tab
ff: Jaŋto ndee tabbere

source: Send a crash report for the tab you are viewing
ff: Neldu jaŋtol hookre tabbere nde ngon-ɗaa ndee

source: Optional comments (comments are publicly visible)
ff: Jowe ɗe mbaɗɗaaki (jowe ena njiyee e peñcu)

source: Include page URL with this crash report
ff: Waɗdu URL hello ngoo e jaŋtol hookre

source: Enter your email address here
ff: Naatnu ñiiɓirde maa iimeel ɗoo

source: Email me when more information is available
ff: Neldam iimeel so humpito woɗngo heɓaama

source: Crash report already submitted; thank you for helping make &brandShortName; better!
ff: Jaŋtol hookre naatnaama kisa; a jaaraama e wallude &brandShortName; no haanirta!

source: Report background tabs
ff: Jaŋto tabbe cakkitol

source: Update preferences to automatically submit backlogged crash reports (and get fewer messages like this from us in the future)
ff: Hesɗitin cuɓoraaɗe ngam neldude jaŋte kooke ejtaaɗe e jaajol (tee keɓoyaa ɓatakuuje seeɗa wona ɗee iwɗe e amen)
