Repository: tktk711/mozilla-l10n
Catalog: ff/browser/chrome/browser/accounts.properties.po
Languages: ff

source: We’ve rebuilt Sync to make it easier for everyone.
ff: Min mahtiima Sync ngam ɓeydude ɗum weeɓde huutoraade.

source: &Sign in to Sync
ff: &Seŋo e Sync

source: Reconnect %S
ff: Seŋ %S kadi

source: Verify %S
ff: Ƴeewto %S

source: Verification Sent
ff: Ƴeewtagol Neldaama

source: A verification link has been sent to %S.
ff: Jokkol ƴeewtagol neldaama to %S.

source: Unable to Send Verification
ff: Horiima Neldu Ƴeewtagol

source: We are unable to send a verification mail at this time, please try again later.
ff: Min koriima neldude iimeel ƴeewtagol e oo sahaa, tiiɗno eto kadi so ɓooyii.

source: Sync enabled
ff: Hurmin Sync

source: %S will begin syncing momentarily.
ff: %S maa fuɗɗo syncude ko leelaani.

source: Sync disconnected
ff: Sunc seŋtiima

source: This computer has been successfully disconnected from Firefox Sync.
ff: Oo ordinateer seŋtaama e Firefox Sync no haanirta.

source: All Devices
ff: Kaɓirɗi Fof

source: Tab received
ff: Tabbere heɓaama

source: Tab from %S
ff: Tabbere %S

source: Multiple tabs received
ff: Tabbe keewɗe keɓaama

source: #1 tab has arrived from #2;#1 tabs have arrived from #2
ff: tabbere #1 arii iwde to #2; tabbe #1 ngarii iwde to #2

source: #1 tab has arrived from your connected devices;#1 tabs have arrived from your connected devices
ff: tabbere #1 arii iwde to kaɓirɗi maa ceŋiiɗi; tabbe #1 ngarii iwde to kaɓirɗi maa ceŋiiɗi

source: #1 tab has arrived;#1 tabs have arrived
ff: tabbere #1 arii; tabbe #1 ngarii
