Repository: tktk711/mozilla-l10n
Catalog: ff/browser/chrome/browser/sitePermissions.properties.po
Languages: ff

source: Allowed
ff: Yamiraa

source: Allowed for Session
ff: Yamiraa e ndee rogere

source: Allowed Temporarily
ff: Yamiraa e mudda

source: Blocked Temporarily
ff: Faddo e mudda

source: Blocked
ff: Faddaa

source: Always Ask
ff: Naamno Sahaa Kala

source: Allow
ff: Yamir

source: Allow for Session
ff: Yamir e Naatol

source: Block
ff: Falo

source: Set Cookies
ff: Teelto Kukiije

source: Receive Notifications
ff: Heɓ Tintinde

source: Load Images
ff: Loow Nate

source: Use the Camera
ff: Huutoro Kameraa oo

source: Use the Microphone
ff: Huutoro Mikkoroo oo

source: Share the Screen
ff: Lollin Yaynirde

source: Install Add-ons
ff: Aaf Ɓeyditte

source: Open Pop-up Windows
ff: Uddit Kenorɗe Cuppitte

source: Access Your Location
ff: Yah to Nokkuure maa

source: Maintain Offline Storage
ff: Duumnu Mooftol Ceŋtol

source: Switch to this Tab
ff: Faatu to ndee tabbere

source: Store Data in Persistent Storage
ff: Daɗndu keɓe e mooftirde duumiinde
