Repository: tktk711/mozilla-l10n
Catalog: ff/browser/chrome/browser/syncSetup.properties.po
Languages: ff

source: Sync Options
ff: Cuɓe Sync

source: Done
ff: Gasii

source: Cancel
ff: Haaytu

source: Invalid email address
ff: Ñiiɓirde iimeel moƴƴaani

source: Please enter a valid server URL
ff: Tiiɗno naatnu URL sarworde moƴƴo

source: Already in use
ff: Woni ko e huutoreede

source: Verifying…
ff: Nana ƴeewtoo…

source: and #1 additional device;and #1 additional devices
ff: e kaɓirgol ɓeydol#1;e kaɓirɗi ɓeydi #1

source: #1 bookmark;#1 bookmarks
ff: maantorol #1;maantore #1

source: #1 day of history;#1 days of history
ff: ñalngu aslol #1;ñalɗi aslol #1

source: #1 password;#1 passwords
ff: finnde #1;finndeeji #1

source: #1 add-on;#1 add-ons
ff: #1 ɓeydital;#1 ɓeyditte

source: Save Recovery Key
ff: Danndu Kelal Yiytorde

source: Firefox Recovery Key.html
ff: Kelel Yiytorde Firefox.html

source: Firefox Sync is now set up to automatically sync all of your browser data.
ff: Sync Firefox jooni hebiima sanngoɗinde keɓe wanngorde maa fof e jaajol.

source: You can choose exactly what to sync by selecting Sync Options below.
ff: Aɗa waawi suɓaade ko njiɗ-ɗaa sanngoɗinde so labaade Cuɓe Sync les ɗoo.

source: Firefox Sync will now merge all this device’s browser data into your Sync account.
ff: Sync Firefox maa naattondir keɓe wanngorde ngol kaɓirgol fof e nder konte Sync maa.

source: Firefox Sync will now replace all of the browser data on this device with the data in your Sync account.
ff: Firefox Sync maa lomtin keɓe wanngorde ndee kala e ngol kaɓirgol waɗta heen keɓe gonɗe e konte Sync maa.

source: Firefox Sync will now replace all of the browser data in your Sync account with the data on this device.
ff: Firefox Sync maa lomtin keɓe wanngorde ndee kala e oo ordinateer waɗta heen keɓe gonɗe e ngol kaɓirgol.

source: You can change this preference by selecting Sync Options below.
ff: Aɗa waawi waylude ndee heeroraande so a labiima Cuɓe Sync goɗe les ɗoo.

source: Continue
ff: Jokku

source: Merge Warning
ff: Reentino Denndinol

source: Are you sure you want to sign in to Sync?
ff: Aɗa yenanaa yiɗde seŋaade ngam syncugol?

source: A different user was previously signed in to Sync on this computer. Signing in will merge this browser’s bookmarks, passwords and other settings with %S
ff: Kuutoro goɗɗo koko seŋinoo e oo ordinateer ngam Sync. Seŋaade maa rentondir maantore, finndeeji e teelte oo ordinateer e %S
