Repository: tktk711/mozilla-l10n
Catalog: ff/browser/chrome/browser/taskbar.properties.po
Languages: ff

source: Open new tab
ff: Uddit tabbere hesere

source: Open a new browser tab.
ff: Uddit tabbere wanngorde hesere.

source: Open new window
ff: Uddit henorde hesere

source: Open a new browser window.
ff: Uddit henorde wanngorde hesere.

source: Enter private browsing
ff: Naat peeragol suturo

source: Start private browsing. The current session will be saved.
ff: Fuɗɗo peeragol suturo. Naatol gonangol ngol maa dannde.

source: Quit private browsing
ff: Yaltu peeragol suturo

source: Quit private browsing and restore the previous session.
ff: Yaltu peeragol suturo tee ngartiraa naatal ɓennungal ngal.

source: Frequent
ff: Wayrataa

source: Recent
ff: Sakket
