Repository: tktk711/mozilla-l10n
Catalog: cak/browser/installer/mui.properties.po
Languages: cak

source: Welcome to the $BrandFullNameDA Setup Wizard
cak: Ütz apetïk pa ri to'onel richin niyak $BrandFullNameDA

source: This wizard will guide you through the installation of $BrandFullNameDA. It is recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer. $_CLICK
cak: Re to'onel re' xtuk'waj ab'ey rik'in ri ruyakik $BrandFullNameDA. Chuwäch natikirisaj, niqachilab'ej chawe chi ke'atz'apij ri ch'aqa' chik taq chokoy e jaqäl, richin chi man titikirisäx chik ri akematz'ib'. $_CLICK

source: Choose Components
cak: Ke'acha' ri taq ch'akulal

source: Choose which features of $BrandFullNameDA you want to install.
cak: Ke'acha' ri taq rub'anikil $BrandFullNameDA, ri nawajo' nayäk.

source: Description
cak: Cholonem

source: Position your mouse over a component to see its description.
cak: Tanak'ab'a' qa retal ch'ol pa ruwi' jun ch'akulal, richin nitz'etetäj rub'anikil.

source: Choose Install Location
cak: Tacha' ri ruk'ojlemal yakonïk

source: Choose the folder in which to install $BrandFullNameDA.
cak: Tacha' ri yakwuj, akuchi' xtiyak $BrandFullNameDA.

source: Installing
cak: Tajin niyak

source: Please wait while $BrandFullNameDA is being installed.
cak: Tawoyob'ej taqjin niyak $BrandFullNameDA.

source: Installation Complete
cak: Xtz'aqät ri yakonïk

source: Setup was completed successfully.
cak: Ütz xuk'isib'ej ri yakonïk.

source: Installation Aborted
cak: Xel el pa yakonïk

source: Setup was not completed successfully.
cak: Man ütz ta xk'isib'ëx ri yakonïk.

source: &Finish
cak: &Tik'is

source: Completing the $BrandFullNameDA Setup Wizard
cak: Tajin nuk'ïs ri to'onel richin ruyakik $BrandFullNameDA

source: $BrandFullNameDA has been installed on your computer. Click Finish to close this wizard.
cak: Xyak ri $BrandFullNameDA pan akematz'ib'. Tapitz'a' Tik'ïs richin natz'apij re to'onel re'.

source: Your computer must be restarted in order to complete the installation of $BrandFullNameDA. Do you want to reboot now?
cak: K'o chi natikirisaj chik ri akematz'ib' richin natz'aqatisaj ri ruyakik $BrandFullNameDA chupam. ¿La nawajo' nab'än wakami?

source: Reboot now
cak: Titikirisäx chik wakami

source: I want to manually reboot later
cak: Ninwajo' nitikirisaj chik chi q'ab'aj pa jun mej

source: Choose Start Menu Folder
cak: Tacha' jun yakwuj pa tikirib'äl k'utüy samaj

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
cak: Tacha' jun ruyakwuj k'utüy samaj Tikirib'äl kichin ri taq kichojmin rokem $BrandFullNameDA.

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
cak: Tacha' jun ruyakwuj ri k'utüy samaj Tikirib'äl, achoj chupam nawajo' ye'anük' taq chojmin rokem ri kema'. Yatikïr chuqa' natz'ib'aj jun b'i'aj richin nanük' jun k'ak'a' yakwuj.

source: Are you sure you want to quit $BrandFullName Setup?
cak: ¿La kan nawjo' yatel el chupam ri ruyakik $BrandFullName?

source: Welcome to the $BrandFullNameDA Uninstall Wizard
cak: Ütz apetïk pa ri to'onel richin nelesäx el ri $BrandFullNameDA

source: This wizard will guide you through the uninstallation of $BrandFullNameDA. Before starting the uninstallation, make sure $BrandFullNameDA is not running. $_CLICK
cak: Re to'onel re' xtuk'waj ab'ey richin nelesäx el $BrandFullNameDA. Chuwäch natikirisaj chik el, tanik'oj chi tz'apäl $BrandFullNameDA. $_CLICK

source: Uninstall $BrandFullNameDA
cak: Telesäx el ri $BrandFullNameDA

source: Remove $BrandFullNameDA from your computer.
cak: Telesäx el $BrandFullNameDA pan akematz'ib'.

source: Uninstalling
cak: Tajin nelesäx el

source: Please wait while $BrandFullNameDA is being uninstalled.
cak: Tawoyob'ej chuwäch xtelesäx el $BrandFullNameDA.

source: Uninstallation Complete
cak: Xtz'aqät ri elesanïk

source: Uninstall was completed successfully.
cak: Ütz xk'is ri relesaxik.

source: Uninstallation Aborted
cak: Xel el pa relesaxik

source: Uninstall was not completed successfully.
cak: Man xk'is ta relesaxik.

source: Completing the $BrandFullNameDA Uninstall Wizard
cak: Tajin nitz'aqatïx ri ruto'onel relesaxik $BrandFullNameDA

source: $BrandFullNameDA has been uninstalled from your computer. Click Finish to close this wizard.
cak: $BrandFullNameDA xelesäx el chupam ri akematz'ib'. Tapitz'a' pa ruwi' ri Tik'is richin nitz'apïx ri to'onel.

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
cak: K'o chi natikirisaj chik ri akematz'ib' richin natz'aqatisaj ri relesachik $BrandFullNameDA chupam. ¿La nawajo' nab'än wakami?

source: Are you sure you want to quit $BrandFullName Uninstall?
cak: ¿La kan nawajo' yatel el chupam ri to'one richin nrelesaj el $BrandFullName?
