Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/browser/safebrowsing/phishing-afterload-warning-message.dtd.po
Languages: kok

source: Get me out of here!
kok: माका हांगाच्यान भायर काडात!

source: Ignore this warning
kok: ही शिटकावणी दूर्लक्ष करात

source: This isn't a web forgery…
kok: ही वॅब बनावट न्हय...

source: Why was this page blocked?
kok: हें पान किद्याक आडायिल्लें?

source: Reported Attack Page!
kok: आक्रमण पान म्हूण कळयलां!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
kok: <span id='मालवेर_सायटनाव'/> वयले हे वेब पान हल्लो पान म्हण कळयला आनी तुमच्या सुरक्षा प्राधान्यां वयल्यान ते आडयला.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
kok: <p>आक्रमण केल्लीं पानां खासगी माहिती चोरपी प्रोग्राम्स स्थापीत करपाचो येत्न, तुमचो संगणक दुसऱ्यांक आघात वा आक्रमण करूंक वापरतात, वा तुमची यंत्रणेक लुकसाण वा इबाड करूंक वापरतात. </p><p> थोडीं आक्रमण केल्लीं पानां मुद्दम हानीकारक सॉफ्टवॅर वांट्टा, पूण खुबशीं मालकाच्या ज्ञानांत नासतना वा तांची अनुमती नासतना तडजोड करतात.</p>

source: Reported Web Forgery!
kok: वॅब बनावट म्हूण कळयल्या !

source: This web page at <span id='phishing_sitename'/> has been reported as a web forgery and has been blocked based on your security preferences.
kok: <span id='फिशींग_सायटनाव'/> वयले हे वेब पान वेब चोरी म्हण कळयला आनी तुमच्या सुरक्षा प्राधान्यां वयल्यान ते आडयला.

source: <p>Web forgeries are designed to trick you into revealing personal or financial information by imitating sources you may trust.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
kok: <p>वेब चऱ्यो तुमचो विश्वास आशिल्ल्या स्त्रोतांची नकल करून तुमका खाजगी वो आर्थिक माहिती दिवपाक ट्रिक करपाक तयार केल्ल्यो आसतात.</p><p>ह्या वेब पानार कसलीय माहिती दिल्यार ओळख चोरी वो हेर चोरी जाव येता.</p>
