Repository: tktk711/mozilla-l10n
Catalog: ht/dom/chrome/layout/HtmlForm.properties.po
Languages: ht

source: Reset
ht: Remete nan nòmal

source: Submit Query
ht: Soumèt Rekèt

source: Browse…
ht: Chèche...

source: File Upload
ht: Chaje Fichye

source: This is a searchable index. Enter search keywords:
ht: Sa a se yon endèks rechèch. Antre mo kle rechèch:

source: Form contains enctype=%S, but does not contain method=post. Submitting normally with method=GET and no enctype instead.
ht: Fòm genyen enctype=%S, men pa genyen method=post. Soumèt nòmalman avèk method=GET e non enctype nan plas li.

source: Form contains a file input, but is missing method=POST and enctype=multipart/form-data on the form. The file will not be sent.
ht: Fòm genyen yon antre fichye, men li manke method=POST ak enctype=multipart/form-data nan fòm lan. Fichye a pap ale.

source: Form Post from %S
ht: Fòm poste de %S

source: A form was submitted in the %S encoding which cannot encode all Unicode characters, so user input may get corrupted. To avoid this problem, the page should be changed so that the form is submitted in the UTF-8 encoding either by changing the encoding of the page itself to UTF-8 or by specifying accept-charset=utf-8 on the form element.
ht: Yon fòmilè te soumèt avèk yon kòdaj ki pa ka kòde tout karaktè Unicode, donk antre itilizatè ka kowonpi. Pou evite pwoblèm sa a paj la dwe chanje epi pou fòm lan voye done yo an fòma kòdaj UTF-8 swa nan chanje kòdaj paj la menm a UTF-8 osinon espesifye accept-charset=uft-8 nan eleman fòmilè a.

source: All Supported Types
ht: Tout Tip ki Sipòte yo

source: No file selected.
ht: Pa gen fichye ki seleksyone

source: No files selected.
ht: Okenn fichye seleksyone.

source: %S files selected.
ht: %S fichye seleksyone.
