Repository: tktk711/mozilla-l10n
Catalog: ht/dom/chrome/layout/xmlparser.properties.po
Languages: ht

source: out of memory
ht: manke memwa

source: syntax error
ht: Erè sentaks

source: no element found
ht: pa jwenn okenn eleman

source: not well-formed
ht: pa byen fòme

source: unclosed token
ht: siy san fèmen

source: partial character
ht: karaktè pasyèl

source: mismatched tag
ht: tag pa menm

source: duplicate attribute
ht: atribi an doub

source: junk after document element
ht: pa bon apre yon eleman dokiman

source: illegal parameter entity reference
ht: paramèt referans antite ilegal

source: undefined entity
ht: antite non defini

source: recursive entity reference
ht: referans antite repetitif

source: asynchronous entity
ht: antite non senkwonizab

source: reference to invalid character number
ht: referans a yon nimewo karaktè ki pa valid

source: reference to binary entity
ht: referans a antite binè

source: reference to external entity in attribute
ht: referans a antite ekstèn nan atribi

source: XML or text declaration not at start of entity
ht: XML ou deklarasyon tèks ki pa nan kòmanse yon antite

source: unknown encoding
ht: kòdaj enkoni

source: encoding specified in XML declaration is incorrect
ht: kòdaj espesifye nan deklarasyon XML pa kòrèk

source: unclosed CDATA section
ht: seksyon CDATA pa fèmen

source: error in processing external entity reference
ht: erè nan tretman referans antite ekstèn

source: document is not standalone
ht: dokiman an pa pou kont li

source: unexpected parser state
ht: eta sanzatann analizè a

source: entity declared in parameter entity
ht: antite deklare nan paramèt antite

source: prefix not bound to a namespace
ht: prefiks pa asosye ak espas non

source: must not undeclare prefix
ht: ka yon prefiks ki pa deklare

source: XML declaration not well-formed
ht: Deklarasyon XML la pa byen fòmile

source: text declaration not well-formed
ht: deklarasyon tèks la pa byen fòmile
