Repository: tktk711/mozilla-l10n
Catalog: got/browser/chrome/browser/customizableui/customizableWidgets.properties.po
Languages: got

source: History
got: Spill

source: Show your history (%S)
got: Ataugei Spill þein (%S)

source: New Private Window
got: Niujata Ainakl Augadauro

source: Open a new Private Browsing window (%S)
got: Usluk niujata Ainakl Brawsigg Augaudauro (%S)

source: Save Page
got: Gafast Seida

source: Save this page (%S)
got: Gafast so seida (%S)

source: Find
got: Bigit

source: Find in this page (%S)
got: Bigit in þizai seidai (%S)

source: Open File
got: Uslukei Feila…

source: Open a file (%S)
got: Uslukei feila (%S)

source: Developer
got: Wahsjands

source: Open Web developer tools (%S)
got: Uslukai Wabja wahsjands tools (%S)

source: Sidebars
got: Ans

source: Show sidebars
got: Ataugei ans

source: Manage your add-ons (%S)
got: Wald add-ons þeinai (%S)

source: Preferences
got: Frumadeins

source: Open preferences
got: Usluk waleineis

source: Open preferences (%S)
got: Usluk waleineis (%S)

source: Options
got: Waleineis

source: Open options
got: Usluk mahteis

source: Zoom Controls
got: Leitilja- jah mikiljamahteis

source: Zoom controls
got: Leitilja- jah mikiljamahteis

source: Zoom out
got: Leitilei

source: Zoom out (%S)
got: Leitilei (%S)

source: Reset zoom level (%S)
got: Aftrasatei leitilja- jah mikiljamikilduþs (%S)

source: Zoom in
got: Mikilei

source: Zoom in (%S)
got: Mikilei (%S)

source: Edit Controls
got: Inmaidei Mahteis

source: Edit controls
got: Inmaidei mahteis

source: Cut
got: Sneiþ

source: Cut (%S)
got: Sneiþ (%S)

source: Copy
got: Skapei galeiks

source: Copy (%S)
got: Skapei galeiks (%S)

source: Paste
got: Ussatei

source: Paste (%S)
got: Ussatei (%S)

source: Subscribe
got: Anamelei

source: Subscribe to this page
got: Anamelei faur þo seida

source: ­Text Encoding
got: Boko Ataugeins

source: Show text encoding options
got: Ataugei mahtins bokom ataigeinim

source: Email Link
got: Insandei mel miþ gawissa

source: Email a link to this page
got: Insandei gawissa du þizai seidai

# quit-button.tooltiptext.linux2
source: Quit %1$S (%2$S)
got: Galeiþ %1$S (%2$S)

# quit-button.tooltiptext.mac
source: Quit %1$S (%2$S)
got: Galeiþ %1$S (%2$S)

source: Forget
got: Ufarmaudei

source: Forget about some browsing history
got: Ufarmaudi sums þizos brawsigg spillos
