Repository: tktk711/mozilla-l10n
Catalog: ff/dom/chrome/security/csp.properties.po
Languages: ff

source: The page's settings blocked the loading of a resource: %1$S
ff: Teelte ngoo hello paliima loowgol fiilannde: %1$S

source: The page's settings blocked the loading of a resource at %2$S ("%1$S").
ff: Teelte ngoo hello paliima loowgol fiilannde to %2$S ("%1$S").

source: A violation occurred for a report-only CSP policy ("%1$S"). The behavior was allowed, and a CSP report was sent.
ff: Goofol waɗii e report_only CSP policy ("%1$S"). Gollal ngal ena yamiraanoo, tee jaŋtol CSP neldaama.

source: The page's settings observed the loading of a resource at %2$S ("%1$S"). A CSP report is being sent.
ff: Teelte hello ngoo ndaaraango loowgol jogaaɗe to %2$S ("%1$S"). Jaŋtol CSP woni ko e neldeede.

source: Tried to send report to invalid URI: "%1$S"
ff: Etiima neldude jaŋtol to URI mo moƴƴaani: "%1$S"

source: couldn't parse report URI: %1$S
ff: horiima farsude jaŋtol URI: %1$S

source: Couldn't process unknown directive '%1$S'
ff: Horiima lijjitde kuulal tumaraŋkeewal '%1$S'

source: Ignoring unknown option %1$S
ff: Faalkisiima suɓre nde anndaaka %1$S

source: The report URI (%1$S) should be an HTTP or HTTPS URI.
ff: URI (%1$S) jaŋtol ngol fotnoo wonde ko URI HTTP walla HTTPS.

source: This site (%1$S) has a Report-Only policy without a report URI. CSP will not block and cannot report violations of this policy.
ff: Ndee lowre (%1$S)

source: Failed to parse unrecognized source %1$S
ff: Horiima farsude sewnde tumaraŋkeewe %1$S

source: An attempt to execute inline scripts has been blocked
ff: Etagol hurmitaade dokkore nderndere falaama

source: An attempt to apply inline style sheets has been blocked
ff: Etagol hurmitaade panni ndernderi falaama

source: An attempt to call JavaScript from a string (by calling a function like eval) has been blocked
ff: Etagol noddude JavaScript iwde e ɓoggol (so noddude golluure wano eval) falaama

source: Interpreting %1$S as a hostname, not a keyword. If you intended this to be a keyword, use '%2$S' (wrapped in single quotes).
ff: Famminaade %1$S no inndekoɗol, wonaa helmerehelde. So aɗa anniyii yo ɗum won helmerehelde huutoro '%2$S' (wongo e ŋacce teelɗe).

source: Not supporting directive '%1$S'. Directive and values will be ignored.
ff: Waawaa tammbitaade kuulal '%1$S'. Kuulal e kiise maa paalkise.

source: Couldn't parse invalid source %1$S
ff: Horiima farsude sewnde nde moƴƴaani %1$S

source: Couldn't parse invalid host %1$S
ff: Horiima farsude koɗol ngol moƴƴaani %1$S

source: Couldn't parse scheme in %1$S
ff: Horiima farsude eɓɓoore e %1$S

source: Couldn't parse port in %1$S
ff: Horiima farsude poor e %1$S

source: Duplicate %1$S directives detected. All but the first instance will be ignored.
ff: Kuule %1$S pune ejtaama. Fof maa faalkise haa heddoo cilol gadanol ngol.
