Repository: tktk711/mozilla-l10n
Catalog: an/browser/pdfviewer/viewer.properties.po
Languages: an

source: Previous Page
an: Pachina anterior

# previous_label
source: Previous
an: Anterior

source: Next Page
an: Pachina siguient

# next_label
source: Next
an: Siguient

source: Page:
an: Pachina:

source: of {{pageCount}}
an: de {{pageCount}}

# zoom_out.title
source: Zoom Out
an: Achiquir

# zoom_out_label
source: Zoom Out
an: Achiquir

# zoom_in.title
source: Zoom In
an: Agrandir

# zoom_in_label
source: Zoom In
an: Agrandir

source: Zoom
an: Grandaria

source: Switch to Presentation Mode
an: Cambear t'o modo de presentación

source: Presentation Mode
an: Modo de presentación

source: Open File
an: Ubrir o fichero

source: Open
an: Ubrir

# print.title
source: Print
an: Imprentar

# print_label
source: Print
an: Imprentar

# download.title
source: Download
an: Descargar

# download_label
source: Download
an: Descargar

source: Current view (copy or open in new window)
an: Vista actual (copiar u ubrir en una nueva finestra)

source: Current View
an: Anvista actual

# tools.title
source: Tools
an: Ferramientas

# tools_label
source: Tools
an: Ferramientas

# first_page.title
source: Go to First Page
an: Ir ta la primer pachina

# first_page.label
source: Go to First Page
an: Ir ta la primer pachina

# first_page_label
source: Go to First Page
an: Ir ta la primer pachina

# last_page.title
source: Go to Last Page
an: Ir ta la zaguer pachina

# last_page.label
source: Go to Last Page
an: Ir ta la zaguera pachina

# last_page_label
source: Go to Last Page
an: Ir ta la zaguer pachina

# page_rotate_cw.title
source: Rotate Clockwise
an: Chirar enta la dreita

# page_rotate_cw.label
source: Rotate Clockwise
an: Chirar enta la dreita

# page_rotate_cw_label
source: Rotate Clockwise
an: Chira enta la dreita

# page_rotate_ccw.title
source: Rotate Counterclockwise
an: Chirar enta la zurda

# page_rotate_ccw.label
source: Rotate Counterclockwise
an: Chirar en sentiu antihorario

# page_rotate_ccw_label
source: Rotate Counterclockwise
an: Chirar enta la zurda

# hand_tool_enable.title
source: Enable hand tool
an: Activar a ferramienta man

# hand_tool_enable_label
source: Enable hand tool
an: Activar a ferramenta man

# hand_tool_disable.title
source: Disable hand tool
an: Desactivar a ferramienta man

# hand_tool_disable_label
source: Disable hand tool
an: Desactivar a ferramienta man

# document_properties.title
source: Document Properties…
an: Propiedatz d'o documento...

# document_properties_label
source: Document Properties…
an: Propiedatz d'o documento...

source: File name:
an: Nombre de fichero:

source: File size:
an: Grandaria d'o fichero:

source: Title:
an: Titol:

source: Author:
an: Autor:

source: Subject:
an: Afer:

source: Keywords:
an: Parolas clau:

source: Creation Date:
an: Calendata de creyación:

source: Modification Date:
an: Calendata de modificación:

source: Creator:
an: Creyador:

source: PDF Producer:
an: Creyador de PDF:

source: PDF Version:
an: Versión de PDF:

source: Page Count:
an: Numero de pachinas:

# document_properties_close
source: Close
an: Zarrar

# toggle_sidebar.title
source: Toggle Sidebar
an: Amostrar u amagar a barra lateral

# toggle_sidebar_label
source: Toggle Sidebar
an: Amostrar a barra lateral

source: Show Document Outline
an: Amostrar o esquema d'o documento

source: Document Outline
an: Esquema d'o documento

source: Show Attachments
an: Amostrar os adchuntos

source: Attachments
an: Adchuntos

source: Show Thumbnails
an: Amostrar as miniaturas

source: Thumbnails
an: Miniaturas

source: Find in Document
an: Trobar en o documento

source: Find
an: Trobar

source: Page {{page}}
an: Pachina {{page}}

source: Thumbnail of Page {{page}}
an: Miniatura d'a pachina {{page}}

source: Find:
an: Trobar:

source: Find the previous occurrence of the phrase
an: Trobar l'anterior coincidencia d'a frase

# find_previous_label
source: Previous
an: Anterior

source: Find the next occurrence of the phrase
an: Trobar a siguient coincidencia d'a frase

# find_next_label
source: Next
an: Siguient

source: Highlight all
an: Resaltar-lo tot

source: Match case
an: Coincidencia de mayusclas/minusclas

source: Reached top of document, continued from bottom
an: S'ha plegau a l'inicio d'o documento, se contina dende baixo

source: Reached end of document, continued from top
an: S'ha plegau a la fin d'o documento, se contina dende alto

source: Phrase not found
an: No s'ha trobau a frase

source: More Information
an: Mas información

source: Less Information
an: Menos información

# error_close
source: Close
an: Zarrar

source: Message: {{message}}
an: Mensache: {{message}}

source: Stack: {{stack}}
an: Pila: {{stack}}

source: File: {{file}}
an: Fichero: {{file}}

source: Line: {{line}}
an: Linia: {{line}}

source: An error occurred while rendering the page.
an: Ha ocurriu una error en renderizar a pachina.

source: Page Width
an: Amplaria d'a pachina

source: Page Fit
an: Achuste d'a pachina

source: Automatic Zoom
an: Grandaria automatica

source: Actual Size
an: Grandaria actual

source: An error occurred while loading the PDF.
an: S'ha produciu una error en cargar o PDF.

source: Invalid or corrupted PDF file.
an: O PDF no ye valido u ye estorbau.

source: Missing PDF file.
an: No i ha fichero PDF.

source: Unexpected server response.
an: Respuesta a lo servicio inasperada.

source: [{{type}} Annotation]
an: [Anotación {{type}}]

source: Enter the password to open this PDF file.
an: Introduzca a clau ta ubrir iste fichero PDF.

source: Invalid password. Please try again.
an: Clau invalida. Torna a intentar-lo.

source: OK
an: Acceptar

source: Cancel
an: Cancelar

source: Warning: Printing is not fully supported by this browser.
an: Pare cuenta: Iste navegador no maneya totalment as impresions.

source: Warning: The PDF is not fully loaded for printing.
an: Aviso: Encara no se ha cargau completament o PDF ta imprentar-lo.

source: Web fonts are disabled: unable to use embedded PDF fonts.
an: As fuents web son desactivadas: no se puet incrustar fichers PDF.

source: PDF documents are not allowed to use their own colors: 'Allow pages to choose their own colors' is deactivated in the browser.
an: Os documentos PDF no pueden fer servir as suyas propias colors: 'Permitir que as pachinas triguen as suyas propias colors' ye desactivau en o navegador.
