Repository: tktk711/mozilla-l10n
Catalog: tzo/browser/chrome/browser/preferences/aboutPermissions.dtd.po
Languages: tzo

source: Permissions Manager
tzo: xchapel li k'usi stak' xchi'uk mu stak' pasele

source: Search Sites
tzo: Sa'el yaviletik ta web

source: All Sites
tzo: skotol yaviletik web

source: Permissions for
tzo: sk´anel ech´el

source: Default Permissions for All Sites
tzo: sutesel k'ucha'al oy to'ox ta ba'i, li k'usi stak' xchi'uk mu stak' pasel ta yaviletike

source: Forget About This Site
tzo: tup'el li yavil web lie

source: Always Ask
tzo: sjak'el jujukoj

source: Allow
tzo: xu'

source: Allow for Session
tzo: xu' jkoj no'ox lie

source: Allow First Party Only
tzo: xu' ja' no'ox li bu tsotsik stunele

source: Block
tzo: makel

source: Store Passwords
tzo: nak'el sjamobiltak

source: Manage Passwords…
tzo: stuk'ulanel sjamobiltak yaviletik

source: Set Cookies
tzo: ak'el ech'el cookies

source: Remove Cookies
tzo: tup'el cookies

source: Manage Cookies…
tzo: stuk'ulanel cookies

source: Remove All Cookies
tzo: stup'el skotol

source: Share Location
tzo: ak'el ilel buy
