Repository: tktk711/mozilla-l10n
Catalog: hsb/webapprt/webapprt/webapp.properties.po
Languages: hsb

source: Quit %S
hsb: %S wopušćić

source: Hide %S
hsb: %S schować

source: %S - Share Location
hsb: %S - Městno dźělić

source: Do you want to share your location?
hsb: Chceće swoje městno dźělić?

source: Share Location
hsb: Městno dźělić

source: Don't Share
hsb: Hromadźe njewužiwać

# geolocation.remember
source: Remember my choice
hsb: Wuběr sej spomjatkować

source: %S - Show notifications
hsb: %S - Zdźělenki pokazać

source: Do you want to allow notifications?
hsb: Chceće zdźělenki dowolić?

source: Show
hsb: Pokazać

source: Don't show
hsb: Njepokazać

# desktop-notification.remember
source: Remember my choice
hsb: Wuběr sej spomjatkować

source: Install %S
hsb: %S instalować

source: Do you want to install %S?
hsb: Chceće %S instalować?

source: Install App
hsb: Nałoženje instalować

source: Don't Install
hsb: Njeinstalować

source: Uninstall %S
hsb: %S wotinstalować

source: Do you want to uninstall %S?
hsb: Chceće %S wotinstalować?

source: Uninstall App
hsb: Nałoženje wotinstalować

source: Don't Uninstall
hsb: Njewotinstalować

source: Payment
hsb: Zapłaćenje

source: Which payment provider do you want to use?
hsb: Kotreho zapłaćenskeho poskićowarja chceće wužiwać?
