Repository: tktk711/mozilla-l10n
Catalog: kok/browser/profile/bookmarks.inc.po
Languages: kok

# bookmarks_title
source: Bookmarks
kok: बुकमार्क

# bookmarks_heading
source: Bookmarks
kok: बुकमार्क

source: Bookmarks Toolbar Folder
kok: बुकमार्कस् साधनपट्टी फोल्डर

source: Add bookmarks to this folder to see them displayed on the Bookmarks Toolbar
kok: बुकमार्कस् साधनपट्टेचेर दाखोवपाखातीर बुकमार्कस् ह्या फोल्डरांत जोडात

source: Getting Started
kok: चालू जाता

source: Mozilla Firefox
kok: मॉझिला फायरफॉक्स

source: Help and Tutorials
kok: मदत आणि शिकवणी

source: Customize Firefox
kok: फायरफॉक्स कस्टमायज करात

source: Get Involved
kok: सामील जायात

source: About Us
kok: आमचे विशीं
