Repository: tktk711/mozilla-l10n
Catalog: brx/toolkit/chrome/mozapps/downloads/unknownContentType.dtd.po
Languages: brx

source: You have chosen to open:
brx: खेवनो नोंथाङा बासिखबाय:

source: from:
brx: निफ्राय:

source: What should &brandShortName; do with this file?
brx: बे फाइलजों &brandShortName; आ मा मावनो?

source: &Open with
brx: जों खेव (&O)

source: Other…
brx: गुबुन...

source: &Save File
brx: फाइलखौ थिना दोन (&S)

source: Do this &automatically for files like this from now on.
brx: दानिफ्राय बे बादि फाइलफोरनि थाखाय गावनो गाव महरै बेखौ बाहाय। (&a)

source: which is:
brx: मबेया:

source: &Choose…
brx: बासिख...

source: &Browse…
brx: बाउज...

source: Would you like to save this file?
brx: नोंथांहा बे फाइलखौ थिना दोननो लुबैयो नामा?
