Repository: tktk711/mozilla-l10n
Catalog: kok/toolkit/chrome/global/aboutNetworking.dtd.po
Languages: kok

source: About Networking
kok: नेटवर्किंगाविशीं

source: This is very experimental. Do not use without adult supervision.
kok: हो प्रयोग आसा. व्हडल्यांच्या निरिक्षणाबगर वापरू नाकात.

source: Show this warning next time
kok: ही चत्राय फुडले वेळा दाखय

source: OK
kok: बरें आसा

source: Sockets
kok: सॉकेट्स

source: WebSockets
kok: वेबसॉकेट्स

source: Refresh
kok: रिफ्रेश

source: Autorefresh every 3 seconds
kok: दरेक 3 सेकंदानी आसशीच रिफ्रेश करात

source: Hostname
kok: येजमाननाव

source: Port
kok: पोर्ट

source: Active
kok: सक्रिय

source: Idle
kok: रिकमो

source: Host
kok: येजमान

source: Sent
kok: धाडला

source: Received
kok: मेळिले

source: Family
kok: कुटुंब

source: Addresses
kok: नामे

source: Expires (Seconds)
kok: सोपला (सेकंद)

source: Messages Sent
kok: संदेश धाडले

source: Messages Received
kok: संदेश मेळले

source: Bytes Sent
kok: बायट्स धाडल्या

source: Bytes Received
kok: बायट्स मेळिले
