Repository: tktk711/mozilla-l10n
Catalog: kok/toolkit/chrome/global/aboutRights.dtd.po
Languages: kok

source: ltr
kok: लिटर

source: about:rights
kok: हक्कां:विशीं

source: About Your Rights
kok: तुमच्या हक्कां विशी

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
kok: &brandFullName; जगातल्या हाजारांनी लोकांनी तयार केल्ले फुकट आणि ओपन स्त्रोत सॉफ्टवेर आसा. तुमी काय गजाली खबर आसपाक जाय:

source: &brandShortName; is made available to you under the terms of the
kok: &brandShortName; तुमका हाचेखाला उपलब्ध करून दिला-

source: Mozilla Public License
kok: मॉझिला भौशिक परवानो

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
kok: . हाजो अर्थ तुमी &brandShortName; वापरपाक शकता, प्रत करपाक शकता वो हेरांक वाटपाक शकता. तुमी &brandShortName; चो स्त्रोत कोड लेगीत तुमच्या गरजांप्रमाण बदलुपाक शकता. मॉझिल्ला भौशिक परवानो तुमका तुमची बदलिल्ली आवृत्ती वाटपाचो हक्क दिता.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the Firefox name or logo. Additional information on trademarks may be found
kok: तुमी फायरफॉक्स नाव वो बोधचिन्नासयत मॉझीला फाऊंडेशनाच्या वो खंयच्याय पक्षाच्या बोधचिन्नांक बोधचिन्न अधिकार वो परवाने दिल्ले नात. बोधचिन्नांविशीची अदिक माहिती मेळपाक शकता.

# rights.intro-point2-b
source: here
kok: हांगा

source: Some features in &brandShortName;, such as the Crash Reporter, give you the option to provide feedback to &vendorShortName;. By choosing to submit feedback, you give &vendorShortName; permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
kok: &brandShortName; तली काय वैशिष्ट्या, देखीक क्रॅश अहवाल दिवपी, तुमका &vendorShortName; क फीडबॅक दिवपाक दिता. फीडबॅक सादर करप निवडून, तुमी &vendorShortName; क ताजी उत्पादनां सुदारपाक, फीडबॅक ताज्या वेबसायटींचेर प्रकाशित करापक, आणि फीडबॅक वाटपाक वापरपाची परवानगी दिता.

source: How we use your personal information and feedback submitted to &vendorShortName; through &brandShortName; is described in the
kok: &vendorShortName; कडे सादर केल्ली तुमची खाजगी माहिती आणि फीडबॅक आमी &brandShortName; तल्यान कशी वापरता ते हातून स्पश्ट केला

source: &brandShortName; Privacy Policy
kok: &brandShortName; प्रायव्हसी धोरण

source: Any applicable privacy policies for this product should be listed here.
kok: ह्या उत्पादनाखातीरची लागू आशिल्ली कसलीय प्रायव्हसी धोरणां हांगा दिवची

source: Some &brandShortName; features make use of web-based information services, however, we cannot guarantee they are 100% accurate or error-free. More details, including information on how to disable the features that use these services, can be found in the
kok: कांय &brandShortName; वाशिष्ट्या वेब-आधारित सेवेंचो वापर करतात, पूण ती 100% योग्य आणि एररफ्री आसात हाजी आमी खात्री दिवपाक शकना. ही सेवा वापरपी वैशिष्ट्या कशी अक्षम करप ह्या माहितीसंयत अदिक माहिती हातून मेळूंक शकता

source: service terms
kok: सेवा शर्ती

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
kok: हे उत्पादन जर वेब सेवांक मेळटा, सेवांखातीर खयच्योय लागू जावपी सेवा अटीं कडे जोडपाक जाय

source: Website Services
kok: वेबसायट सेवा

source: section.
kok: विभाग

source: &brandFullName; Web-Based Information Services
kok: &brandFullName; वेब आधारित माहिती सेवा

source: &brandFullName; uses web-based information services ("Services") to provide some of the features provided for your use with this binary version of &brandShortName; under the terms described below. If you do not want to use one or more of the Services or the terms below are unacceptable, you may disable the feature or Service(s). Instructions on how to disable a particular feature or Service may be found
kok: &brandFullName; वेब- आधारित माहिती सेवा ("सेवा") तुमच्या वापराखातीर सकयल दिल्ल्या शर्तींखाला काय वैशिश्ट्या दिता जी &brandShortName; च्या ह्या बायनरी आवृत्तेसांगाताक वापरपाक शकतात. तुमका सकयली एक वो चड शर्त वो सेवा वापरपाची ना वो शर्ती तुमका मान्य ना, तुमच्यान वैशिश्ट्य वो सेवा अक्षम करू येतात. विशिश्ट वैशिश्ट्य वो सेवा कशी अक्षम करप हाच्यो शिटकावण्यो मेळपाक शकतात.

# rights2.webservices-b
source: here
kok: हांगा

source: . Other features and Services can be disabled in the application preferences.
kok: . अनुप्रयोग प्राधान्यांनी हेर वैशिष्ट्या आणि सेवा अक्षम करपाक मेळटा.

source: SafeBrowsing:
kok: सुरक्षित ब्रावजिंग:

source: Disabling the Safe Browsing feature is not recommended as it may result in you going to unsafe sites. If you wish to disable the feature completely, follow these steps:
kok: सुरक्षित ब्रावजिंग वैशिष्ट्य अक्षम करपाची शिफारस ना कारण अशे केल्यार तुमी असुरक्षित सायटींनी वचू शकतात. तुमी वैशिष्ट्य पुराय तरेन अक्षम करपाचे आसल्यार, मुखावयल्या पावलांफाटल्यान वचात:

source: Open the application preferences
kok: अनुप्रयोग प्राधान्यां उगडात

source: Select the Security selection
kok: सुरक्षा निवड निवडात

source: Uncheck the options to "&blockAttackSites.label;" and "&blockWebForgeries.label;"
kok: "&blockAttackSites.label;" आणि "&blockWebForgeries.label;" विकल्पांवेली खूण काडात

source: Safe Browsing is now disabled
kok: सुरक्षित ब्रावजिंग आता निश्क्रीय केलां

source: Location Aware Browsing:
kok: थळ जाणा आशिल्ले ब्रावजिंग:

source: is always opt-in. No location information is ever sent without your permission. If you wish to disable the feature completely, follow these steps:
kok: सदाच ऑप्ट-ईन. तुमच्या परवानगेबगर केन्नाच थळाची माहिती धाडली वचना. तुमका वैशिष्ट्य पुराय तरेन काडपाचे आसल्यार, मुखावयल्या पावलांफाटल्यान वचात:

source: In the URL bar, type
kok: URL बारांत टायप करात

source: about:config
kok: विशीं:config

source: Type geo.enabled
kok: geo.enabled टायप

source: Double click on the geo.enabled preference
kok: geo.enabled प्राधान्याचेर दोनदा क्लिक करात

source: Location-Aware Browsing is now disabled
kok: थळाची जाणविकाय आशिल्ले ब्रावजिंग आता निश्क्रीय केलां.

source: An overview of the website services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
kok: उत्पादनातल्या वेबसायट सेवांचेर जर हांगा लागू आसत जाल्यार त्यो कशो अक्षम करच्यो हाच्या सूचनांसयत एक नदर हांगा मारू येता.

source: Any applicable service terms for this product should be listed here.
kok: ह्या उत्पादनाखातीरच्यो लागू आशिल्ल्यो खंयच्योय सेवा शर्ती हांगा दिवच्यो.

source: &vendorShortName; and its contributors, licensors and partners work to provide the most accurate and up-to-date Services. However, we cannot guarantee that this information is comprehensive and error-free. For example, the Safe Browsing Service may not identify some risky sites and may identify some safe sites in error and the Location Aware Service all locations returned by our service providers are estimates only and neither we nor our service providers guarantee the accuracy of the locations provided.
kok: &vendorShortName; आणि ताचे योगदान दिवपी, परवानोधारक आणि भागीदार सगळ्यांत अचूक आणि अद्ययावत सेवा दिवपाचो यत्न करतात. मात, ही माहिती सर्वंकश आणि एररमुक्त आसतली हाची आमी खात्री दिवपाक शकनात. देखीक, सुरक्षित ब्रावजिंग सेवा काय घातक सायटींच वळखूपाक शकना जायत आणि काय सुरक्षित सायटींक घातक म्हण वळखता जायत, वो ठिकाणाची माहिती दिवपी सेवांत आमच्या सेवा पुरवप्यांनी दिल्ली ठिकाणां फकत अदमास आसतात आणि आमी वो आमचे सेवा पुरवपी त्या ठिकाणांच्या अचूकतायेची हमी दिनात.

source: &vendorShortName; may discontinue or change the Services at its discretion.
kok: &vendorShortName; आपल्या इच्छेप्रमाण सेवा थांबोवपाक वो बदलुपाक शकता.

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and &vendorShortName; grants you its rights to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
kok: &brandShortName; च्या ह्या सेवांमजगती आणि संबंदित आवृत्तेंत तुमका येवकार, आणि &vendorShortName; तुमका हे करपाचो अधिकार दिता. &vendorShortName; आणि ताचे परवानोधारक सेवांचो सगळो अधिकार राखून दवरतात. ह्यो शर्ती &brandShortName; आणि &brandShortName; च्या संबंधित कोड आवृत्तींक लागू आशिल्ल्या कसल्याय मुक्त स्त्रोत परवान्यासकयल्या कसल्याय हक्कांचेर मर्यादा घालपाखातीर नात.

source: The Services are provided "as-is." &vendorShortName;, its contributors, licensors, and distributors, disclaim all warranties, whether express or implied, including without limitation, warranties that the Services are merchantable and fit for your particular purposes. You bear the entire risk as to selecting the Services for your purposes and as to the quality and performance of the Services. Some jurisdictions do not allow the exclusion or limitation of implied warranties, so this disclaimer may not apply to you.
kok: काय सेवा "आसा-तशो." &vendorShortName; आसतात, ताचे योगदान दिवपी, परवानोधारक आणि वितरक, जाहीर केल्ल्यो वो अंतर्भूत सगळ्यो वॉरंटी तशेच तुमच्या विशिश्ट कामाखातीर तुमका योग्य आशिल्ल्यो तशेच व्यापारयोग्य सेवांच्यो अमर्याद वॉरंटी हांचेसयत जबाबदारी घेनात.तुमच्या कामाखातीर सेवा निवडुपाची आणि सेवांच्या गुणवत्ता आणि कार्यक्षमतेची पुराय जबाबदारी तुमी घेतात. काय कार्यक्षेत्रां अंतर्भूत वॉरंटींत आडवाद वो मर्यादा घालपाक दिनात, तशे आसल्यार ही गजाल तुमका लागू जावची ना.

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
kok: कायद्यान गरजेचे आसा ते सोडत जाल्यार, &vendorShortName;, ताचे योगदान दिवपी, परवानोधारक आणि वितरावपी हे कसल्याच अप्रत्यक्ष, खाशेल्या, घडणुकीच्या, परिणाम करपी, दंडात्मक, आदर्श वो &brandShortName; च्या आणि ताच्या सेवांकडेन कसल्याय तरेन संबंदित नुकसान भरपाईक पात्र आसचे ना. ह्या शर्तींसकयली सामूहिक जापसालदारकी 500$ (पाचशे डॉलर्स) परस चड आसची ना. काय कार्यक्षेत्रां काय भरपाईतल्यान वगळुपाक वो मर्यादा घालपाक दिनात, ताका लागून हे आडवाद व मर्यादा तुमका लागू जावचे ना.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or canceled without &vendorShortName;'s written agreement.
kok: &vendorShortName; गरज आसल्यार वेळच्यावेळा ह्यो अटीं सुदारू शकता. &vendorShortName; च्या बरयल्ल्या कराराबगर ह्यो अटीं बदलुपाक वो रद्द करपाक ना मेळत.

source: These terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions. If any portion of these terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect. In the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.
kok: कायदो विवाद तरतुदी सोडत जाल्यार ह्या शर्तींचेर U.S.A. तल्या कॅलिफोर्निया राज्यातले कायदे लागू आसात. ह्या शर्तींचो खंयचोय भाग जर अमान्य वो जालो वो लागू जायना आसत जाल्यार, उरिल्लो भाग पुराय तरेन लागू आसतलो. ह्या शर्तींचो अणकारित भाग आणि इंग्लीश भाशेतलो भाग हातूंत विवाद निर्माण जालो जाल्यार इंग्लीश आवृत्ती लागू जातली.
