Repository: tktk711/mozilla-l10n
Catalog: hsb/mail/chrome/messenger/addressbook/abContactsPanel.dtd.po
Languages: hsb

# propertiesMenu.label propertiesMenu.accesskey
source: Propert&ies
hsb: &Kajkosće

source: Address Book Propert&ies
hsb: Kajk&osće adresnika

source: Contact Propert&ies
hsb: Kon&taktowe kajkosće

source: Ma&iling List Properties
hsb: Kajkosće &rozesyłanskeje lisćiny

source: Display Address Book Context Menu
hsb: Kontekstowy meni adresnika pokazać

source: Address Boo&k:
hsb: &Adresnik:

source: Search Co&ntacts:
hsb: Ko&ntakty pytać:

source: Name or Email
hsb: Mjeno abo e-mejl

source: &Add to To field
hsb: &Polu Komu přidać

source: Add to &Cc field
hsb: P&olu Kopija přidać

source: Add to &Bcc field
hsb: Polu &Schowana kopija přidać

source: &Delete
hsb: &Zhašeć

# propertiesContext.label propertiesContext.accesskey
source: Propert&ies
hsb: K&ajkosće

# abPropertiesContext.label abPropertiesContext.accesskey
source: Propert&ies
hsb: K&ajkosće

source: &Edit Contact
hsb: Kontakt wob&dźěłać

source: &Edit List
hsb: &Lisćinu wobdźěłać

source: New &Contact
hsb: Nowy &kontakt

source: New &List
hsb: Nowa &lisćina

source: &Add to To:
hsb: Po&lu Komu přidać:

source: Add to &Cc:
hsb: Pol&u Kopija přidać:

source: Add to &Bcc:
hsb: Polu S&chowana kopija přidać:
