Repository: tktk711/mozilla-l10n
Catalog: hsb/browser/metro/chrome/aboutPanel.dtd.po
Languages: hsb

source: About
hsb: Wo

source: By &vendorShortName;
hsb: Přez &vendorShortName;

source: Read the &brandShortName; privacy policy online
hsb: Přečitajće prawidła priwatnosće &brandShortName; online

source: Checking for updates…
hsb: Aktualizacije so pytaja…

source: Checking Add-on compatibility…
hsb: Přepruwuje so kompatibelnosć přidatkow…

source: &brandShortName; is up to date
hsb: &brandShortName; je aktualny

source: Updates disabled by your system administrator
hsb: Aktualizacije su so wot twojeho administratora znjemóžnili

source: &brandShortName; is being updated by another instance
hsb: &brandShortName; so přez druhu instancu aktualizuje

source: Update failed.
hsb: Aktualizowanje je so njeporadźiło.

source: Download the latest version
hsb: Najnowšu wersiju sćahnyć

source: Updates available at
hsb: Aktualizacije k dispoziciji na

source: Downloading update —
hsb: Aktualizacija so sćahuje —

source: Applying update…
hsb: Aktualizacija so nałožuje…

source: You are currently on the
hsb: Sće tuchwilu na aktualizaciskim kanalu
