Repository: tktk711/mozilla-l10n
Catalog: cak/obsolete/browser/extensions/pocket/pocket.properties.po
Languages: cak

source: Add Tags
cak: Ketz'aqatisäx taq xu'y

source: Already a Pocket user?
cak: ¿At ruwinaq chik ri Pocket?

source: Continue with Firefox
cak: Tichap chik el rik'in Firefox

source: There was an error when trying to save to Pocket.
cak: Xk'ulwachitäj jun sachoj toq xtojtob'ëx niyak Pocket.

source: Learn More
cak: Tetamäx ch'aqa' chik

source: Log in
cak: Tib'an okem

source: Tags are limited to 25 characters
cak: Ri taq etal k'o chi man nïm ta chuwäch 25 taq tz'ib' raqän

source: You must be connected to the Internet in order to save to Pocket. Please check your connection and try again.
cak: K'o chi atokinäq pa k'amaya'l richin naköl ri Pocket. Tab'ana' utzil, tanik'oj ri awokem richin natojtob'ej chik.

source: Only links can be saved
cak: Xa xe ri taq ximonel tikirel yeyak

source: Page Not Saved
cak: Man eyakon ta taq ruxaq

source: Page Removed
cak: Yujun ruxaq

source: Saved to Pocket
cak: Yakon pa Pocket

source: Removing Page…
cak: Tajin nelesäx el ruxaq k'amaya'l…

source: Adding tags…
cak: Tajin yetz'aqatisäx taq xu'y…

source: Remove Page
cak: Tiyuj el ruxaq

source: Save
cak: Tiyak

source: Saving…
cak: Tajin niyakon…

source: Sign up with email
cak: Tatz'ib'aj ab'i' rik'in ri ataqoya'l

source: Sign up for Pocket. It’s free.
cak: Tatz'ib'aj awi' pa Pocket. Majun rajil.

source: Suggested Tags
cak: Chilab'en taq xu'y

source: Save articles and videos from Firefox to view in Pocket on any device, any time.
cak: Ke'ayaka' ri taq rucholna'oj chuqa' taq rusilowachib'al Firefox richin ketz'et pa Pocket pa xa b'a achike okisaxel chuqa' pa xa b'a achike ramaj.

source: Click the Pocket Button to save any article, video or page from Firefox.
cak: Tapitz'a' ri rupitz'b'al Pocket richin ye'ayäk xa b'a achike chi cholna'oj, silowachib'äl o ruxaq pa Firefox.

source: View in Pocket on any device, any time.
cak: Titz'et pa ri Pocket pa xa b'a achike okisaxel chuqa' xa b'a achike ramaj.

source: Tags Added
cak: Taq xu'y eyakon

source: Sign in with Firefox
cak: Titikirisäx molojri'ïl rik'in Firefox

source: Sign up with Firefox
cak: Titz'ib'äx b'i'aj rik'in Fifefox

source: View List
cak: Titz'et cholb'äl

source: Save to Pocket
cak: Tiyak pa Pocket

source: Save Page to Poc&ket
cak: Tiyak ruxaq pa Poc&ket

source: Save Link t&o Pocket
cak: Tiyak Ximonel p&a Pocket

source: View Pocket List
cak: Titz'et Rucholb'al Pocket
