Repository: tktk711/mozilla-l10n
Catalog: ff/browser/chrome/browser/customizableui/customizableWidgets.properties.po
Languages: ff

source: History
ff: Aslol

source: Show your history (%S)
ff: Hollu daartol maa (%S)

source: New Private Window
ff: Henorde Suturo Hesere

source: Open a new Private Browsing window (%S)
ff: uddit henorde wanngorde suuriinde hesere (%S)

source: Save Page
ff: Danndu Hello

source: Save this page (%S)
ff: Danndu ngoo hello (%S)

source: Find
ff: Yiytu

source: Find in this page (%S)
ff: Yiytu e ngoo hello (%S)

source: Open File
ff: Uddit Fiilde

source: Open a file (%S)
ff: Uddit fiilde (%S)

source: Developer
ff: Topaajo

source: Open Web developer tools (%S)
ff: Uddit kuutorɗe topaajo Geese (%S)

source: Sidebars
ff: Pale sawndo

source: Show sidebars
ff: Hollu pale sawndo

source: Add-ons
ff: Ɓeyditte

source: Manage your add-ons (%S)
ff: Toppito ɓeyditte maa (%S)

source: Preferences
ff: Cuɓoraaɗe

source: Open preferences
ff: Uddit cuɓoraaɗe

source: Open preferences (%S)
ff: Uddit cuɓoraaɗe (%S)

source: Options
ff: Cuɓe

source: Open options
ff: Uddit cuɓtorɗe

source: Zoom Controls
ff: Ɗowirɗe Lonngol

source: Zoom controls
ff: Ɗowirɗe Lonngol

source: Zoom out
ff: Lonngo woɗɗa

source: Zoom out (%S)
ff: Yi'to yaajngo boowal (%S)

source: Reset zoom level (%S)
ff: Fuɗɗito tolno suumo (%S)

source: Zoom in
ff: Lonngo ara

source: Zoom in (%S)
ff: Lonngo ara (%S)

source: Edit Controls
ff: Taƴto Ɗowirɗe

source: Edit controls
ff: Taƴto ɗowirɗe

source: Cut
ff: Dottu

source: Cut (%S)
ff: Taƴ (%S)

source: Copy
ff: Natto

source: Copy (%S)
ff: Natto (%S

source: Paste
ff: Ɗakku

source: Paste (%S)
ff: Ɗakku (%S)

source: Subscribe
ff: Lulno

source: Subscribe to this page
ff: Lulno e ngoo hello

source: Email Link
ff: Neldu Jokkol e Iimeel

source: Email a link to this page
ff: Neldu jokkol ngoo hello e iimeel

# quit-button.tooltiptext.linux2
source: Quit %1$S (%2$S)
ff: Yaltu %1$S (%2$S)

# quit-button.tooltiptext.mac
source: Quit %1$S (%2$S)
ff: Yaltu %1$S (%2$S)

source: Share This Page
ff: Lollin Ngoo Hello

source: Share this page
ff: Lollin Ngoo Hello

source: Forget
ff: Yejjit

source: Forget about some browsing history
ff: Yejjit huunde e aslol banngagol

source: Open WebIDE (%S)
ff: Uddit WebIDE (%S)
