Repository: tktk711/mozilla-l10n
Catalog: sah/browser/chrome/browser/feeds/subscribe.properties.po
Languages: sah

source: Go to %S
sah: Манна %S бар

source: Add "%S" (%S) as a Feed Reader?
sah: Маны «%S» (%S) сонун лиэнтэтин ааҕарга туһанаары гынаҕын дуо?

source: Add Feed Reader
sah: Ааҕарга туһан

source: "%S" is already registered as a Feed Reader
sah: «%S» хайыы үйэ ааҕар бырагыраамма быһыытынан турар эбит

source: Live Bookmarks
sah: Сонун лиэнтэтин кыбытык-бэлиэлэрэ

source: Subscribe Now
sah: Суруттар

source: Choose Application…
sah: Тал...

source: Choose Application
sah: Ааҕар бырагыраамманы тал

source: Always use %S to subscribe to feeds
sah: Куруук маны «%S» туһанар буол

source: Media files
sah: Медиа билэлэр

source: bytes
sah: баайт

source: KB
sah: КБ

source: MB
sah: МБ

source: GB
sah: ГБ

source: Always use %S to subscribe to feeds.
sah: Суруттарарга куруук маны «%S» туһанар буол.

source: Always use %S to subscribe to podcasts.
sah: Подкаастарга суруттарарга куруук маны «%S» туһанар буол.

source: Always use %S to subscribe to video podcasts.
sah: Видео подкаастарга суруттарарга куруук маны «%S» туһанар буол.

source: Subscribe to this feed using
sah: Бу лиэнтэҕэ суруттар, маны туһан:

source: Subscribe to this podcast using
sah: Бу подкааска суруттар, маны туһан:

source: Subscribe to this video podcast using
sah: Бу видео-подкааска суруттар, маны туһанан:

source: This is a "feed" of frequently changing content on this site.
sah: Бу ситим-сир уларыйыытын көрдөрөр тэрил.

source: This is a "podcast" of frequently changing content on this site.
sah: Бу ситим-сир уларыйыытын көрдөрөр подкаст.

source: This is a "video podcast" of frequently changing content on this site.
sah: Бу ситим-сир уларыйыытын көрдөрөр видео-подкаст.

source: You can subscribe to this feed to receive updates when this content changes.
sah: Манна суруттардаххына ис хоһооно уларыйарын куруук билэ туруоҥ.

source: You can subscribe to this podcast to receive updates when this content changes.
sah: Бу подкааска суруттардаххына ис хоһооно уларыйарын куруук билэ туруоҥ.

source: You can subscribe to this video podcast to receive updates when this content changes.
sah: Бу видео-подкааска суруттардаххына ис хоһооно уларыйарын куруук билэ туруоҥ.

source: Add %S (%S) as an application for %S links?
sah: Маны «%S» (%S) %S сигэтин ааҕар тэрил быһыытынан эбэҕин дуо?

source: Add Application
sah: Тэрили эп
