Repository: tktk711/mozilla-l10n
Catalog: */browser/feedback/main.properties.po
Languages: ar, as, az, bn_bd, bn_in, cy, es_es, fa, gd, hi_in, id, km, kn, ml, ms, or, si, sr, sw, te, tk, tl, tr, ug, uz, vi, xh, zu

# testpilot.surveyPage.loading
source: Loading, please wait a moment…
ar: يحمّل، الرجاء الانتظار قليلًا…
as: লোড কৰা হৈ আছে, অনুগ্ৰহ কৰি ক্ষন্তেক অপেক্ষা কৰক…
az: Yüklənir, Lütfən gözləyin…
bn_bd: লোড করা হচ্ছে, অনুগ্রহ করে একটু অপেক্ষা করুন…
bn_in: লোড করার হচ্ছে, অনুগ্রহ করে কিছু সময় অপেক্ষা করুন…
cy: Llwytho, arhoswch…
es_es: Cargando, espere un momento por favor…
fa: در حال بار کردن، لطفاً چند لحظه منتظر بمانید…
gd: 'Ga luchdadh, fuirich ort diog…
hi_in: लोडिंग, कृपया कुछ क्षमों के लिए प्रतीक्षा करें…
id: Memuat, mohon tunggu sebentar…
km: កំពុង​ផ្ទុក សូម​រង់ចាំ​បន្តិច...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ, ದಯವಿಟ್ಟು ಒಂದು ಕ್ಷಣ ಕಾಯಿರಿ…
ml: ലഭ്യമാക്കുന്നു, അല്‍പസമയം കാത്തിരിയ്ക്കുക…
ms: Pemuatan, sila tunggu sebentar...
or: ଧାରଣ କରୁଅଛି, ଦୟାକରି କିଛି କ୍ଷଣ ଅପେକ୍ଷା କରନ୍ତୁ…
si: පූරණය වේ, මොහොතක් රැදී සිටින්න…
sr: Учитавам, молим сачекајте...
sw: Kupakia, tafadhali subiri kidogo...
te: లోడవుచున్నది, దయచేసి కాసేపు ఆగండి…
tk: Ýüklenýär, az-salym garaşyň…
tr: Yükleniyor, lütfen bekleyin…
ug: يۈكلەۋاتىدۇ، سەل كۈتۈڭ…
uz: Yuklanmoqda, iltimos, bir oz kutib turing...
vi: Đang tải, vui lòng đợi một chút…
xh: Iyakhuphela, linda umzuzwana...
zu: Iyalayisha, sicela ume isikhashanyana…

source: Thank you for finishing this survey. Your answers will be uploaded along with the next set of experimental data.
ar: شكرًا على إنهاءك لهذا الاستبيان. سوف تُرفع إجاباتك مع المجموعة التالية من البيانات الاختبارية.
as: এই সমীক্ষন সমপূৰ্ণ কৰাৰ বাবে ধন্যবাদ। পৰৱৰ্তী পৰীক্ষমূলক তথ্য লগত আপোনাৰ উত্তৰসমূহ আপলোড কৰা হব।
az: Bu anketi tamamladığınız üçün təşəkkür edirik. Cavablarınız növbəti təcrübə məlumatları qrupu ilə birlikdə göndəriləcəkdir.
bn_bd: এ জরিপ শেষ করার জন্য ধন্যবাদ। পরবর্তী পরীক্ষামূলক ডাটার সাথে আপনার উত্তরগুলো আপলোড করা হবে।
bn_in: এই পরিদর্শন সমাপ্ত করার জন্য ধন্যবাদ। পরিবর্তী পরীক্ষামূলক তথ্যের সাথে আপনার উত্তর আপলোড করা হবে।
cy: Diolch am gwblhau'r arolwg. Bydd eich atebion yn cael eu llwytho i fyny gyda'r set nesaf o ddata arbrofol.
es_es: Gracias por finalizar esta encuesta. Sus respuestas serán subidas junto con el siguiente conjunto de datos experimentales.
fa: از به پایان رساندن این پرسش‌نامه متشکریم. پاسخ‌های شما به همراه اطلاعات آزمایشی بعدی ارسال خواهند شد.
gd: Mòran taing airson crìoch a thoirt air an t-suirbhidh seo. Thèid do fhreagairtean a luchdadh suas an cois ath-sheata an dàta deuchainneil.
hi_in: इस सर्वेक्षण को समाप्त करने के लिए आपका शुक्रिया. आपके उत्तरों को प्रायोगिक आँकड़ों के अगले सेट के साथ अपलोड किया जाएगा.
id: Terima kasih telah mengikuti survei ini. Tanggapan Anda akan diunggah bersama dengan data eksperimen berikutnya.
km: អរគុណ​ចំពោះ​ការ​បញ្ចប់​​ការ​ធ្វើ​ប្រជាមតិ​នេះ ។ ចម្លើយ​របស់​អ្នក​នឹង​ត្រូវ​បាន​ផ្ទុក​ឡើង​ជាមួយ​សំណុំ​ទិន្នន័យ​ពិសោធន៍​បន្ទាប់ ។
kn: ಈ ಸಮೀಕ್ಷೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು. ನಿಮ್ಮ ಉತ್ತರಗಳನ್ನು ಪರೀಕ್ಷೆಯ ಮಾಹಿತಿಯ ಮುಂದಿನ ಸೆಟ್‌ನೊಂದಿಗೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ.
ml: ഈ സര്‍വേ പൂര്‍ത്തിയാക്കിയതിനു് നന്ദി. അടുത്ത തവണത്തേയ്ക്കുള്ള പരീക്ഷണാര്‍ത്ഥമുള്ള ഡേറ്റയ്ക്കൊപ്പം നിങ്ങളുടെ ഉത്തരങ്ങളും അപ്‌ലോഡ് ചെയ്യപ്പെടുന്നു.
ms: Terima kasih kerana menyelesaikan tinjauan ini. Jawapan anda akan dimuat naik bersamaan set eksperimen berikutnya.
or: ଏହି ସର୍ବେକ୍ଷଣକୁ ସମାପ୍ତ କରିଥିବାରୁ ଧନ୍ୟବାଦ। ଆପଣଙ୍କର ଉତ୍ତରଗୁଡ଼ିକୁ ପରବର୍ତ୍ତୀ ପରୀକ୍ଷଣ ତଥ୍ୟ ସହିତ ଧାରଣ କରାଯିବ।
si: අධ්‍යයනය අවසන් කිරීම පිළිබඳව ස්තුතියි. මීළඟ පරීක්ෂණ දත්ත සමඟ ඔබගේ පිළිතුරු උඩුගත කරනු ඇත.
sr: Хвала Ваб што сте учествовали у истраживању. Ваши одговори ће бити отпремљени заједно са скупом пробних података.
sw: Asante kwa kukamilisha uchunguzi huu. Majibu yako yatapakiwa pamoja na kusanyiko la data itakayofuata ya jaribio.
te: ఈ సర్వేను ముగించినందుకు ధన్యవాదములు. ప్రయోగాత్మక దత్తాంశం తరువాతి సమితితో మీ సమాధానములు అప్‌లోడ్ చేయబడును.
tk: Anketany gutaranyňyz üçin sag boluň. Siziň jogaplaryňyz indiki tejribe maglumatlary bilen bile ýüklener.
tl: Maraming salamat sa pagtapos sa survey na ito. I-Uupload ang mga sagot ninyo kasama ang susunod na pangkat na experimental data.
tr: Bu anketi tamamladığınız için teşekkür ederiz. Yanıtlarınız bir sonraki deneysel veri kümesiyle birlikte gönderilecektir.
ug: بۇ تەكشۈرۈشنى تاماملىغانلىقىڭىزغا رەھمەت. سىزنىڭ جاۋابىڭىز كېيىنكى تەجرىبە سانلىق مەلۇماتىغا يوللىنىدۇ.
uz: Ushbu jon saqlashni tugatganingiz uchun rahmat. Javoblaringiz keyingi sinov ma`lumotlani oʻrnatilganda birga yuklanadi.
vi: Cảm ơn bạn đã hoàn thành khảo sát này. Trả lời của bạn sẽ được tải lên cùng với bộ dữ liệu thử nghiệm tiếp theo.
xh: Enkosi ngokugqiba olu phando. Iimpendulo zakho ziya kuthunyelwa ndawonye neseti yeengcombolo zomboniso.
zu: Siyabonga ukuba uphendule yonke imibuzo. Izimpendulo sakho zizolayishwa nesthi elilandelayo ledatha yokuvivinya.

source: If you would like to review or change your answers, you can do so at any time using the button below.
ar: إن كنت ترغب بمراجعة أو تغيير إجابتك، يمكنك فعل ذلك في أي وقت باستخدام الزر أدناه.
as: যদি আপুনি আপোনাৰ উত্তৰসমূহ পুনৰ চাব বা সলনি কৰিব বিচাৰে, আপুনি সেয়া তলৰ বুটামটো ব্যৱহাৰ কৰি যেতিয়া মন যায় তেতিয়ায় কৰিব পাৰে।
az: Cavablarınıza baxmaq və ya dəyişdirmək istəsəniz, həmişə aşağıdakı düymədən istifadə edə bilərsiniz.
bn_bd: আপনি যদি কোনো উত্তর রিভিউ বা পরিবর্তন করতে চান তবে নিম্নের বোতাম ব্যবহার করে তা যেকোনো সময় করতে পারেন।
bn_in: উত্তরগুলি পর্যালোচনা অথবা পরিবর্তন করার প্রয়োজন হলে, নীচে উপস্থিত বাটন প্রয়োগ করে তা যে কোনো সময়ে করা যাবে।
cy: Os hoffech adolygu neu newid eich atebion, mae modd gwneud hynny ar unrhyw adeg drwy ddefnyddio'r botwm isod.
es_es: Si quisiera revisar o cambiar sus respuesta, puede hacerlo en cualquier momento usando el botón de más abajo.
fa: اگر در هر زمان مایل به بررسی یا تغییر پاسخ‌های خود بودید، می‌توانید از دکمهٔ زیر استفاده کنید.
gd: Ma tha thu airson sùil eile a thoirt air do fhreagairtean no airson atharrachadh a chur orra, 's urrainn dhut sin a dhèanamh uair sam bith leis a' phutan gu h-ìosal.
hi_in: यदि आप अपने उत्तरों की समीक्षा करना या बदलना चाहते हैं, आप इसे किसी समय पर कर सकते हैं इस नीचे के बटन के प्रयोग से.
id: Jika Anda ingin meninjau atau mengubah tanggapan Anda, Anda dapat melakukannya kapan saja lewat tombol di bawah ini.
km: ប្រសិនបើ​អ្នក​ចង់​ពិនិត្យ​ឡើងវិញ ឬ​ចង់​ផ្លាស់ប្ដូរ​ចម្លើយ​របស់​អ្នក អ្នក​អាច​ធ្វើ​វា​នៅ​ពេល​ណា​ក៏​បាន​ដោយ​ប្រើ​ប៊ូតុង​ខាងក្រោម​នេះ ។
kn: ನೀವು ನಿಮ್ಮ ಉತ್ತರಗಳನ್ನು ಅವಲೋಕಿಸಲು ಅಥವ ಬದಲಾಯಿಸಲು ಬಯಸಿದಲ್ಲಿ, ಈ ಕೆಳಗಿನ ಗುಂಡಿಯನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಯಾವ ಸಮಯದಲ್ಲಿ ಬೇಕಿದ್ದದೂ ಹಾಗೆ ಮಾಡಬಹುದು.
ml: നിങ്ങളുടെ ഉത്തരങ്ങള്‍ പുനഃപരിശോധിയ്ക്കണം അല്ലെങ്കില്‍ മാറ്റണമെങ്കില്‍, താഴെ പറഞ്ഞിരിയ്ക്കുന്ന ബട്ടണ്‍ ഉപയോഗിയ്ക്കാം.
ms: Sekiranya anda ingin menyemak semula atau mengubah jawapan, anda boleh membuatnya pada bila-bila masa dengan menggunakan butang di bawah...
or: ଯଦି ଆପଣ ଆପଣଙ୍କ ଉତ୍ତରକୁ ସମୀକ୍ଷା କରିବାକୁ ଅଥବା ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେ ଆପଣ ଯେକୌଣସି ସମୟରେ ନିମ୍ନରେ ଥିବା ବଟନକୁ ବ୍ୟବହାର କରି ତାହା କରିପାରିବେ।
si: ඔබගේ පිළිතුරු නැවත විමසීම හෝ වෙනස්කිරීම අවශ්‍ය නම් ඕනෑම මොහොතක පහත බොත්තම ක්ලික් කිරීමෙන් කලහැකිය.
sr: Ако пожелите да прегледате или измените своје одговоре, можете то да урадите кликом на дугме испод.
sw: Kama ungetaka kuangalia tena au kubadilisha majibu yako, unaweza kufanya hivyo wakati wowote kwa kutumia kitufe kilicho hapa chini.
te: మీరు మీ సమాధానములను పునఃపరిశీలించగోరినా లేదా మార్చదలచినా, మీరు కింది బటన్ వుపయోగించి దానిని యెప్పుడైనా చేయవచ్చును.
tk: Eger jogaplaryňyzy täzeden synlamak ýa-da özgertmek isleseňiz, islan wagtyňyz aşakdaky gutyny ulanyp ýerine ýetirip bilersiňiz.
tl: Kung nais ninyong balikan o baguhin ang mga inyong mga sagot, maarin ninyo itong gawin gamit ang button sa baba.
tr: Yanıtlarınızı gözden geçirmek ya da değiştirmek isterseniz, her zaman aşağıdaki düğmeyi kullanabilirsiniz.
ug: ئەگەر جاۋابىڭىزنى قايتا كۆرمەكچى ياكى ئۆزگەرتمەكچى بولسىڭىز، خالىغان ۋاقىتتا تۆۋەندىكى توپچىنى چېكىپ بىجىرەلەيسىز.
uz: Agar javoblaringizni koʻrib chiqmoqchi yoki oʻzgartirmoqchi boʻlsangiz, buni xohlagan vaqtingizda quyidagi tugmadan foydalanib bajarishingiz mumkin.
vi: Nếu muốn xem lại hoặc thay đổi câu trả lời, bạn có thể làm vậy bất kì lúc nào bằng nút bên dưới.
xh: Ukuba ungathanda ukuhlola okanye ukutshintsha iimpendulo zakho, ungenza njalo nanini na usebenzise iqhosha elingezantsi.
zu: Uma ungathanda ukubuyekeza noma ukushintsha izimpendulo zakho, ungayenza njalo ngesikhathi esinye nesinye usebenzisa inkinobho engezansi.

source: Excellent! You finished the "%S" Study!
ar: ممتاز! لقد أنهيتَ الدراسة "%S"!
as: অতি উত্তম! আপুনি "%S" অধ্যয়ন সমপূৰ্ণ কৰিলে!
az: Mükəmməl! "%S" araşdırmasını tamamladınız!
bn_bd: অসাধারন! আপনি "%S" গবেষনা শেষ করেছেন!
bn_in: অভিনন্দন! আপনি "%S" গবেষণাটি সমাপ্ত করেছেন!
cy: Rhagorol! Rydych wedi cwblhau Astudiaeth "%S"!
es_es: ¡Excelente! ¡Ha finalizado el estudio "%S"!
fa: بسیار عالی! مطالعهٔ «%S» به پایان رسید!
gd: Sgoinneil! Chuir thu crìoch air an sgrùdadh %S!
hi_in: बहुत बढ़िया! आपने "%S" अध्ययन समाप्त कर लिया!
id: Keren! Anda telah menyelesaikan Studi %S!
km: ល្អ​ណាស់ ! អ្នក​បាន​បញ្ចប់​ការ​សិក្សា "%S" ហើយ !
kn: ಅದ್ಭುತ! ನೀವು "%S" ಅಧ್ಯಯನವನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದ್ದೀರಿ!
ml: കൊള്ളാം! നിങ്ങളുടെ "%S" പഠനം പൂര്‍ത്തിയാക്കിയിരിയ്ക്കുന്നു!
ms: Tahniah! Anda telah berjaya menyelesaikan Kajian "%S"!
or: ଅତି ଉତ୍ତମ! ଆପଣ "%S" ଅଧ୍ଯୟନକୁ ସମାପ୍ତ କରିଛନ୍ତି!
si: විශිෂ්ඨයි! ඔබ "%S" අධ්‍යයනය අවසන් කර ඇත!
sr: Одлично! Завршили сте студију %S!
sw: Bora Kabisa! Umekamilisha "%S" Usomaji!
te: అద్భుతం! మీరు "%S" అధ్యయనంను ముగించారు!
tk: Örän oňat! Siz "%S" Agtaryşygyny gutardyňyz!
tr: Harika! "%S" araştırmasını tamamladınız!
uz: Ajoyib! S​iz "%S" tadqiqotni tugatdingiz!
vi: Xuất sắc! Bạn đã hoàn thành Khảo sát "%S"!
xh: Ngxatsho ke! Uyigqibile i"%S" yemfunalwazi!
zu: Kuhle kakhulu! Uqede ucwaningo lwe-"%S"!

source: All data related to this study has been removed from your computer.
ar: أزيلت جميع البيانات المتعلقة بهذه الدراسة من حاسوبك.
as: এই অধ্যয়নৰ লগত জড়িত সকলো তথ্য এই কমপিউটাৰৰ পৰা আতৰোৱা হৈছে।
az: Bu araşdırmayla bağlı bütün məlumatlar komputerinizdən silinmişdir.
bn_bd: আপনার কম্পিউটার থেকে এ সম্পর্কিত সব ডাটা অপসারন করা হয়েছে।
bn_in: এই গবেষণা সম্পর্কিত সকল তথ্য আপনার কম্পিউটার থেকে সরিয়ে ফেলা হয়েছে।
cy: Mae'r holl ddata sy'n perthyn i'r astudiaeth yma wedi ei dynnu o'r cyfrifiadur.
es_es: Todos los datos relacionados con este estudio se han eliminado de su equipo.
fa: تمام اطلاعات مربوط به این مطالعه از رایانه‌تان حذف گردید.
gd: Chaidh a h-uile dàta a bha co-cheangailte ris an sgrùdadh seo a thoirt air falbh on choimpiutair agad.
hi_in: इस अध्ययन से जुड़े सभी आँकड़ों को आपके कंप्यूटर से हटा लिया गया है.
id: Semua data yang berhubungan dengan studi ini telah dihapus dari komputer Anda.
km: ទិន្នន័យ​ទាំងអស់​ដែល​ពាក់ព័ន្ធ​ជាមួយ​ការ​សិក្សា​នេះ ត្រូវ​បាន​យក​ចេញពី​កុំព្យូទ័រ​របស់​អ្នក ។
kn: ಈ ಅಧ್ಯಯನಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನು ನಿಮ್ಮ ಗಣಕದಿಂದ ತೆಗೆದು ಹಾಕಲಾಗಿದೆ.
ml: ഈ പഠനം സംബന്ധിച്ചുള്ള എല്ലാ ഡേറ്റയും നിങ്ങളുടെ കമ്പ്യൂട്ടറില്‍ നിന്നും നീക്കം ചെയ്തിരിയ്ക്കുന്നു.
ms: Semua data berkaitan kajian ini telah dipadam dari komputer anda.
or: ଏହି ଅଧ୍ଯୟନ ସହିତ ସମ୍ପୃକ୍ତ ସମସ୍ତ ତଥ୍ୟକୁ ଆପଣଙ୍କ କମ୍ପୁଟରରୁ କଢ଼ାସରିଛି।
si: මෙම අධ්‍යයනයට අදාල සියළු දත්ත ඔබගේ පරිගණකයෙන් ඉවත් කර ඇත.
sr: Сви подаци везани за ово проучавање су уклоњени са вашег рачунара.
sw: Data yote inayohusiana na usomaji huu imeondolewa kutoka kwa tarakilishi yako.
te: ఈ అధ్యయనంకు సంబందించిన దత్తాంశం అంతా మీ కంప్యూటర్‌నుండి తీసివేయబడింది.
tk: Bu agtaryşyk bilen bagly ähli maglumatlar siziň komýuteriňizden aýryldy.
tl: Lahat ng data kaugnay sa pag-aaral na ito ay tinanggal na sa inyong kompyuter.
tr: Bu araştırmayla ilişkili tüm veriler bilgisayarınızdan silinmiştir.
ug: بۇ تەتقىقاتقا مۇناسىۋەتلىك ھەممە سانلىق كومپيۇتېرىڭىزدىن چىقىرىۋېتىلدى.
uz: Ushbu tadqiqotga tegishli barcha ma`lumotlar kompyuteringizdan oʻchirildi.
vi: Tất cả dữ liệu liên quan đến khảo sát này đã được xóa khỏi máy tính của bạn.
xh: Zonke iingcombolo eziphathelele kule mfunalwazi zisusiwe kwikhompyutha yakho.
zu: Yonke idatha ehlobene nalo cwaningo isusiwe kwikhompyutha yakho.

source: Update…
ar: حدّث…
as: আপডেইট কৰক…
az: Yenilə…
bn_bd: হালনাগাদ…
bn_in: আপডেট করুন…
cy: Diweddaru…
es_es: Actualizar…
fa: به‌هنگام‌سازی…
gd: Ùrachadh…
hi_in: अद्यतन…
id: Perbarui…
km: ធ្វើ​បច្ចុប្បន្នភាព...
kn: ಅಪ್‌ಡೇಟ್ ಮಾಡು…
ml: പരിഷ്കരിയ്ക്കുക…
ms: Mengemaskini...
or: ଅଦ୍ୟତନ କରନ୍ତୁ…
si: යාවත්කාලීන කරන්න…
sr: Ажурирај...
sw: Sasaisha...
te: నవీకరించు…
tk: Täzele…
tr: Güncelle…
uz: Yangilash...
vi: Cập nhật…
zu: Ukuvuselela…

source: Thanks!
ar: شكرًا!
as: ধন্যবাদ!
az: Teşekkürler!
bn_bd: ধন্যবাদ!
bn_in: ধন্যবাদ!
cy: Diolch!
es_es: ¡Gracias!
fa: متشکریم!
gd: Taing!
hi_in: शुक्रिया!
id: Terima Kasih!
km: អរគុណ !
kn: ಧನ್ಯವಾದಗಳು!
ml: നന്ദി!
ms: Terima Kasih!
or: ଧନ୍ୟବାଦ!
si: ස්තුතියි!
sr: Хвала!
sw: Asante!
te: ధన్యవాదములు!
tk: Sag boluň!
tl: Salamat!
tr: Teşekkürler!
ug: رەھمەت!
uz: Rahmat!
vi: Cảm ơn!
zu: Siyabonga!

source: Thank you for uploading your data.
ar: شكرًا على رفع بياناتك.
as: আপোনাৰ তথ্য আপলোড কৰাৰ কাৰণে ধন্যবাদ।
az: Məlumatlarınızı yüklədiyiniz üçün təşəkkür edirik.
bn_bd: আপনার ডাটা আপলোড করার জন্য ধন্যবাদ।
bn_in: তথ্য আপলোড করার জন্য ধন্যবাদ।
cy: Diolch am lwytho i fyny eich data.
es_es: Gracias por enviar sus datos.
fa: از ارسال اطلاعات‌تان متشکریم.
gd: Mòran taing airson an dàta agad a luchdadh suas.
hi_in: अपने आँकड़ों को अपलोड करने के लिए शुक्रिया.
km: អរគុណ​ចំពោះ​ការ​ផ្ទុក​ទិន្នន័យ​របស់​អ្នក​ឡើង ។
kn: ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು.
ml: ഡേറ്റാ അപ്‌ലോഡ് ചെയ്തതിനു് നന്ദി.
ms: Terima Kasih atasan pemuatan data anda.
or: ଆପଣଙ୍କ ତଥ୍ୟ ଧାରଣ କରିଥିବାରୁ ଧନ୍ୟବାଦ।
si: ඔබගේ දත්ත උඩුගත කිරීම පිළිබඳව ස්තුතියි.
sr: Хвала Вам што сте отпремили податке.
sw: Asante kwa kupakia data yako.
te: మీ దత్తాంశంను అప్‌లోడ్ చేయుచున్నందుకు ధన్యవాదములు.
tk: Maglumatyňy ýükläniň üçin sag bol.
tl: Salamat sa pag-upload ng iyong data.
tr: Verilerinizi yüklediğiniz için teşekkür ederiz.
ug: سانلىق مەلۇماتىڭىزنى يۈكلىگەنلىكىڭىزگە رەھمەت.
uz: Ma`lumotlaringizni yuklaganingiz uchun rahmat!
vi: Cảm ơn đã tải lên dữ liệu của mình.
xh: Enkosi ngokuthumela iingcombolo zakho.
zu: Siyabonga ukulayisha kwakho idatha.

source: Ready to Submit
ar: جاهزة للإرسال
as: জমা দিবলে প্ৰস্তুত
az: Göndərilməyə hazırdır
bn_bd: জমা দেয়ার জন্য প্রস্তুত
bn_in: জমা করতে প্রস্তুত
cy: Parod i'w Gyflwyno
es_es: Lista para enviar
fa: آماده برای ارسال
gd: Deiseil airson a chur a-null
hi_in: सुपुर्द करने के लिए तैयार
id: Siap Mengirimkan
km: រួចរាល់​ដើម្បី​ដាក់​ស្នើ
kn: ಸಲ್ಲಿಸಲು ಸಿದ್ಧವಿದೆ
ml: രേഖപ്പെടുത്തുന്നതിനു് തയ്യാര്‍
ms: Bersedia untuk dihantar.
or: ଦାଖଲ କରିବା ପାଇଁ ପ୍ରସ୍ତୁତ
si: යැවීමට සූදානම්
sr: Спремно за слање
sw: Tayari Kuwasilisha
te: అప్పజెప్పుటకు సిద్ధం
tk: Ibermek üçin taýýar
tl: Handa nang i-Submit
tr: Gönderilmeye hazır
ug: تاپشۇرۇشقا تەييارلاندى
uz: Joʻnatish uchun tayyor
vi: Sẵn sàng để Gửi
xh: Ilungele ukuthumela
zu: Ilungele ukuthumela

source: The Test Pilot "%S" study is finished gathering data and is ready to submit.
ar: انتهت دراسة مرشد الاختبارات "%S" من جمع البيانات وهي جاهزة لإرسالها.
as: পৰীক্ষা চালক "%S" অধ্যয়নে তথ্য সংগ্ৰহ কৰা সমপূৰ্ণ কৰিছে আৰু জমা দিবলে প্ৰস্তুত।
az: Test Pilotu, "%S" araşdırması üçün məlumat toplamağı tamamladı və məlumatları göndərməyə hazırdır.
bn_bd: টেস্ট পাইলট "%S" গবেষনার ডাটা সংকুলান সমাপ্ত এবং জমা দেয়ার জন্য প্রস্তুত।
bn_in: Test Pilot "%S" গবেষবার তথ্য সংগ্রহ করা সমাপ্ত হয়েছে এবং তা দায়ের করতে এখন প্রস্তুত।
cy: Mae astudiaeth Peilot Prawf "%S" wedi cwblhau casglu data ac yn barod i gyflwyno data.
es_es: El estudio "%S" de Test Pilot ha terminado de recoger datos y está listo para enviarlos.
fa: جمع‌آوری اطلاعات برای مطالعهٔ «%S» به پایان رسیده و نتایج آن آمادهٔ ارسال است.
gd: Tha an sgrùdadh "%S" on phìleat deuchainne deiseil le cruinneachadh an dàta agus deiseil airson a chur a-null.
hi_in: टेस्ट पाइलट "%S" अध्ययन आँकड़े इकट्ठा करने का काम समाप्त कर लिया है और सुपुर्द करने के लिए तैयार है.
id: Studi Test Pilot "%S" telah selesai mengumpulkan data dan siap dikirimkan.
km: ការ​សិក្សា​​អ្នកជំនួយការ​សាកល្បង "%S" បាន​បញ្ចប់​ការ​ប្រមូល​ទិន្នន័យ និង​​រួចរាល់​ដើម្បី​ដាក់​ស្នើ ។
kn: ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್ "%S" ಅಧ್ಯಯನವು ಮಾಹಿತಿ ಸಂಗ್ರಹಣೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದೆ ಹಾಗು ಸಲ್ಲಿಸಲು ಸಿದ್ಧಗೊಂಡಿದೆ.
ml: ടെസ്റ്റ് പൈലറ്റ് "%S" പഠനത്തിനാവശ്യമായ ഡേറ്റാ ലഭ്യമായി കഴിഞ്ഞു, രേഖപ്പെടുത്തുന്നതിനു് തയ്യാറാണു്.
ms: Pengumpulan data untuk Ujian Percubaan kajian "%S" telah berakhir dan kini bersedia dihantar.
or: ପରୀକ୍ଷଣ ପାଇଲଟ "%S" ଅଧ୍ଯୟନ ସମସ୍ତ ତଥ୍ୟକୁ ଏକତ୍ର କରି ସମାପ୍ତ ହୋଇଛି ଏବଂ ଦାଖଲ କରିବା ପାଇଁ ପ୍ରସ୍ତୁତ।
si: "%S" Test Pilot අධ්‍යයනය දත්ත රැස්කර අවසන්. එය දත්ත යැවීමට සූදානම්.
sr: Тест пилот - проучавање „%S” је завршило са прикупљањем података и све је спремно за слање.
sw: Rubani wa Jaribio la usomaji wa "%S" imemaliza kukusanya data na iko tayari kuwasilisha.
te: పరిశోధనా పైలట్ "%S" అధ్యయనం డాటాను సేకరించుటను పూర్తిచేసినది మరియు అప్పజెప్పుటకు సిద్ధంగా వుంది.
tk: "%S" Tejribe Ulanyş agtaryşygy maglumat toplamagyny gutardy we ibermäge taýýar.
tl: Tapos na ang pag-aaral na "%S" sa Test Pilot, at handa nang isumite ng naipon na data.
tr: Test Pilotu, "%S" araştırması için veri toplamayı tamamladı ve verileri göndermeye hazır.
ug: "%S" سىناق تەتقىقاتى سانلىق مەلۇمات توپلاشنى تاماملاپ ئۇچۇر يوللاشقا تەييارلاندى.
uz: Sinovdagi pilot "%S" tadqiqoti ma`lumotlarni yigʻib boʻldi va joʻnatishga tayyor.
vi: Khảo sát Test Pilot "%S" đã hoàn thành việc thu thập dữ liệu và đang sẵn sàng để gửi.
xh: Imfunalwazi yeTest Pilot "%S" igqibile ukuqokelela iingcombolo kwaye ilungele ukuzithumela.
zu: Ucwaningo lwe-pilot lokuvibinya le-"%S" liqedile ukuhlanganisa idatha futhi lilungele ukuthumela.

source: New Test Pilot Study
ar: دراسة مرشد اختبارات جديدة
as: নতুন পৰীক্ষা চালক অধ্যয়ন
az: Yeni Test Pilotu Araşdırması
bn_bd: নতুন টেস্ট পাইলট গবেষনা
bn_in: নতুন Test Pilot গবেষণা
cy: Astudiaeth Peilot Prawf Newydd
es_es: Nuevo estudio de Test Pilot
fa: مطالعهٔ جدید
gd: Sgrùdadh ùr on phìleat deuchainne
hi_in: नया टेस्ट पाइलट अध्ययन
id: Studi Test Pilot Baru
km: ការ​សិក្សា​អ្នកជំនួយការ​សាកល្បង​ថ្មី
kn: ಹೊಸ ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್ ಅಧ್ಯಯನ
ml: പുതിയ ടെസ്റ്റ് പൈലറ്റ് പഠനം
ms: Ujian Percubaan Kajian yang Baru
or: ନୂତନ ପରୀକ୍ଷଣ ପାଇଲଟ ଅଧ୍ଯୟନ
si: නව Test Pilot අධ්‍යයනයක්
sr: Ново Тест пилот проучавање
sw: Usomaji Mpya wa Rubani wa Jaribio
te: కొత్త పరిశోధనా పైలట్ అధ్యయనం
tk: Täze Tejribe Ulanyşyk Agtaryşygy
tl: Bagong Test Pilot Study
tr: Yeni Test Pilotu Araştırması
ug: يېڭى سىناق تەتقىقات
uz: Yangi sinovdagi pilot tadqiqoti
vi: Nghiên cứu Test Pilot mới
xh: Imfunalwazi yeTest Pilot entsha
zu: Ucwaningo olusha lwe-pilot yokuvivinya

source: The Test Pilot "%S" study is about to begin.
ar: دراسة مرشد الاختبارات "%S" على وشك أن تبدأ.
as: পৰীক্ষা চালক "%S" অধ্যয়ন আৰম্ভ হব লৈছে।
az: Test Pilotu "%S" araşdırması başlamaq üzrədir.
bn_bd: টেস্ট পাইলট "%S" গবেষনা শুরু হতে যাচ্ছে।
bn_in: Test Pilot "%S"-র গবেষণা আরম্ভ করা হবে।
cy: Mae astudiaeth "%S" Peilot Prawf ar fin cychwyn.
es_es: El estudio "%S" de Test Pilot está a punto de comenzar.
fa: مطالعهٔ «%S» در حال أغاز است.
gd: Tha an sgrùdadh "%S" on phìleat deuchainne gu bhith tòiseachadh.
hi_in: टेस्ट पाइलट "%S" अध्ययन आरंभ होने वाला है.
id: Studi Test Pilot "%S" akan dimulai.
km: ការ​សិក្សា​អ្នកជំនួយការ​សាកល្បង "%S" គឺ​ហៀបនឹង​ចាប់ផ្ដើម​ហើយ ។
kn: ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್ "%S" ಅಧ್ಯಯನವು ಆರಂಭಗೊಳ್ಳಲಿದೆ.
ml: ടെസ്റ്റ് പൈലറ്റ് "%S" പഠനം ഉടന്‍ ആരംഭിയ്ക്കുന്നു.
ms: Ujian Percubaan kajian "%S" akan bermula.
or: ପରୀକ୍ଷଣ ପାଇଲଟ "%S" ଅଧ୍ଯୟନ ଆରମ୍ଭ ହେବାକୁ ଯାଉଛି।
si: "%S" Test Pilot අධ්‍යයනය ආරම්භ කිරීමට සූදානම්.
sr: Тест пилот проучавање „%S” ће започети.
sw: Rubani wa Jaribio wa usomaji "%S" iko tayari kuanza.
te: పరిశోధనా పైలట్ "%S" అధ్యయనం ప్రారంభం కాబోతోంది.
tk: "%S" Tejribe Ulanyşygy başlajak bolup dur.
tl: Malapit na magsimula ang pag-aaral na "%S" sa Test Pilot.
tr: Test Pilotu "%S" araştırması başlamak üzere.
ug: "%S" سىناش تەتقىقاتى باشلىنىدۇ.
uz: Sinovdagi pilot "%S" tadqiqoti boshlanish arafasida.
vi: Khảo sát Test Pilot "%S" sắp sửa bắt đầu.
xh: Imfunalwazi yeTest Pilot "%S" seyiza kuqala.
zu: Ucwaningo lwesivivinyo lwe-Pilot yokuvivinya ye-"%S" seluzoqala.

source: New Test Pilot Survey
ar: استبيان مرشد اختبارات جديد
as: নতুন পৰীক্ষা চালক সমীক্ষণ
az: Yeni Test Pilotu Sorğusu
bn_bd: নতুন টেস্ট পাইলট জরিপ
bn_in: নতুন Test Pilot পরিদর্শন
cy: Arolwg Peilot Prawf Newydd
es_es: Nueva encuesta de Test Pilot
fa: پرسش‌نامهٔ جدید
gd: Suirbhidh ùr on phìleat deuchainne
hi_in: नया टेस्ट पाइलट सर्वेक्षण
id: Survei Test Pilot Baru
km: ការ​ធ្វើ​ប្រជាមតិ​អ្នកជំនួយការ​សាកល្បង​ថ្មី
kn: ಹೊಸ ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್ ಸಮೀಕ್ಷೆ
ml: പുതിയ ടെസ്റ്റ് പൈലറ്റ് സര്‍വേ
ms: Tinjauan Baru Ujian Percubaan
or: ନୂତନ ପରୀକ୍ଷଣ ପାଇଲଟ ଅଧ୍ଯୟନ
si: නව Test Pilot සමීක්ෂණය
sr: Ново Тест пилот испитивање
sw: Uchunguzi Mpya wa Rubani wa Jaribio
te: కొత్త పరిశోధనా పైలట్ సర్వే
tk: Täze Tejribe Ulanyşyk Anketasy
tl: Bagong Test Pilot Survey
tr: Yeni Test Pilotu Anketi
ug: يېڭى سىناق تەكشۈرۈشى
uz: Yangi sinovdagi pilot jon saqlashi
vi: Khảo sát Test Pilot mới
xh: Uphando lweTest Pilot olutsha
zu: Imibuzo entsha ye-pilot yesivivinyo

source: The Test Pilot "%S" survey is available.
ar: استبيان مرشد الاختبارات "%S" متاح.
as: পৰীক্ষা চালক "%S" সমীক্ষনটো উপলব্ধ।
az: Test Pilotu "%S" sorğusuna qoşula bilərsiniza.
bn_bd: নতুন টেস্ট পাইলট "%S" জরিপ বিদ্যমান।
bn_in: Test Pilot "%S" পরিদর্শন বর্তমানে উপলব্ধ রয়েছে।
cy: Mae arolwg Peilot Prawf "%S" ar gael.
es_es: La nueva encuesta "%S" de Test Pilot está disponible.
fa: پرسش‌نامهٔ «%S» آمادهٔ پاسخ‌دهی است.
gd: Tha an t-suirbhidh "%S" on phìleat deuchainn ri làimh.
hi_in: टेस्ट पाइलट "%S" सर्वेक्षण उपलब्ध है.
id: Survei Test Pilot "%S" kini tersedia.
km: មាន​ការ​ធ្វើ​ប្រជាមតិ​អ្នកជំនួយការ​សាកល្បង "%S" ។
kn: ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್ "%S" ಸಮೀಕ್ಷೆಯು ಲಭ್ಯವಿದೆ.
ml: ടെസ്റ്റ് പൈലറ്റ് "%S" സര്‍വേ ലഭ്യമാകുന്നു.
ms: Tinjauan Ujian Percubaan "%S" sudah boleh didapati.
or: ପରୀକ୍ଷଣ ପାଇଲଟ "%S" ଅଧ୍ଯୟନ ଉପଲବ୍ଧ ଅଛି।
si: "%S" Test Pilot සමීක්ෂණය පවතී.
sr: Доступна је испитивање Тест пилот - „%S”.
sw: Uchunguzi wa Rubani wa Jaribo "%S" unapatikana.
te: పరిశోధనా పైలట్ "%S" సర్వే అందుబాటులో వుంది.
tk: "%S" Tejribe Ulanyşyk anketasy elýeterli.
tl: May survey na "%S" sa Test Pilot.
tr: Test Pilotu "%S" anketine katılabilirsiniz.
ug: "%S" سىناقنىڭ تەكشۈرۈشىنى ئىشلەتكىلى بولىدۇ.
uz: Sinovdagi pilot "%S"ni saqlab qolish mavjud.
vi: Khảo sát Test Pilot "%S" đang hiện hữu.
xh: Uphando lweTest Pilot "%S" luyafumaneka.
zu: Imibuzo ye-pilot "%S" yesivivinyo ikhona.

source: New Test Pilot Results
ar: نتائج جديدة لمرشد الاختبارات
as: নতুন পৰীক্ষা চালক ফলাফলসমূহ
az: Yeni Test Pilotu Nəticələri
bn_bd: নতুন টেস্ট পাইলট ফলাফল
bn_in: Test Pilot-র নতুন ফলাফল
cy: Canlyniadau Peilot Prawf Newydd
es_es: Nuevos resultados de Test Pilot
fa: نتایج جدید مطالعه‌ها
gd: Toraidhean ùra on phìleat deuchainne
hi_in: नया टेस्ट पाइलट परिणाम
id: Hasil Test Pilot Baru
km: លទ្ធផល​អ្នកជំនួយការ​សាកល្បង​ថ្មី
kn: ಹೊಸ ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್ ಫಲಿತಾಂಶಗಳು
ml: പുതിയ പഠന പൈലറ്റ് ഫലങ്ങള്‍
ms: Keputusan Baru Ujian Percubaan
or: ନୂତନ ପରୀକ୍ଷଣ ପାଇଲଟ ଫଳାଫଳ
si: නව Test Pilot ප්‍රතිඵල
sr: Нови резултати Тест пилотa
sw: Matokeo Mapya ya Rubani wa Jaribio
te: కొత్త పరిశోధనా పైలట్ ఫలితాలు
tk: Täze Tejribe Ulanyşyk Netijeleri
tl: Bagong Resulta ng Test Pilot
tr: Yeni Test Pilotu Sonuçları
ug: يېڭى سىناق نەتىجىلىرى
uz: Yangi sinovdagi pilot natijalari
vi: Kết quả Test Pilot mới
xh: Iziphumo zeTest Pilot ezitsha
zu: Imiphumela emisha ye-pilot yesivivinyo
