Repository: tktk711/mozilla-l10n
Catalog: */browser/feedback/main.properties.po
Languages: ar, as, az, bn_bd, bn_in, cy, es_es, fa, gd, hi_in, id, km, kn, ml, ms, or, si, sr, sw, te, tk, tl, tr, ug, uz, vi, xh, zu

source: Oops! There was an error connecting to the Mozilla servers. Maybe your network connection is down?
ar: أوبس! حصل خطأ عند الاتصال بخادومات موزيلا. ربما انقطع اتصالك بالشبكة؟
as: দুক্ষীত! Mozilla চাৰ্ভাৰসমূহৰ লগত সংযোগ কৰোতে ত্ৰুটি হৈছিল। হয়তো আপোনাৰ নেটৱাৰ্ক সংযোগ দুৰ্বল?
az: Mozilla serverlərinə bağlanılırkən bir səhv yarandı. Şəbəkə bağlantınızda problem ola bilər?
bn_bd: উহ্! মোজিলা সার্ভারে সংযুক্ত করার সময় ত্রুটি। আপনার নেটওয়ার্ক সংযোগ কি বিচ্ছিন্ন?
bn_in: ওহ হো! Mozilla-র সার্ভারের সাথে সংযোগ স্থাপন করতে ত্রুটি দেখা দিয়েছে। আপনার কম্পিউটারের সাথে যুক্ত নেটওয়ার্ক যোগাযোগ বর্তমানে বন্ধ রয়েছে কি?
cy: Wps! Bu gwall wrth geisio cysylltu â gweinyddion Mozilla. Efallai fod eich cysylltiad rhwydwaith wedi torri?
es_es: ¡Uy! Ha habido un problema al conectarse con los servidores de Mozilla. ¿Puede ser que su conexión se haya caído?
fa: در برقراری ارتباط با پایگاه موزیلا اشکالی به وجود آمد. احتمالاً اتصال شما به شبکه دچار مشکلی شده است.
gd: Oich! Thachair mearachd nuair a bhathar a' ceangal ri frithealaichean Mozilla. Saoil a bheil an ceangal agad dhan lìonra briste?
hi_in: ओह! मोज़िल्ला सर्वरों से कनेक्ट करने में एक त्रुटि थी. संभवतः आपका संजाल कनेक्शन डाउन हो सकता है?
id: Aduh! Terjadi galat saat menyambung ke server Mozilla. Mungkinkah jaringan Anda sedang mati?
km: អុញ ! មាន​កំហុស​ក្នុង​ការ​តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​បម្រើ Mozilla ។ ប្រហែលជា​តំណ​ភ្ជាប់​បណ្ដាញ​របស់​អ្នក​ត្រូវ​បាន​ដាច់​​ទេ​ដឹង ?
kn: ಓಹ್! ಮೋಝಿಲ್ಲಾ ಪರಿಚಾರಕಗಳೊಂದಿಗೆ ಸಂಪರ್ಕಸಾಧಿಸುವಾಗ ಒಂದು ದೋಷ ಉಂಟಾಗಿದೆ. ಬಹುಷಃ ನಿಮ್ಮ ಜಾಲಬಂಧ ಸಂಪರ್ಕವು ಕಡಿದು ಹೋಗಿರಬಹುದು?
ml: മോസിലാ സര്‍വറുകളുമായി കണക്ട് ചെയ്യുന്നതില്‍ പിശക്. നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ പരിശോധിയ്ക്കുക.
ms: Oops! Kesilapan berlaku semasa bersambung dengan pelayan Mozilla. Mungkinkah jaringan anda terputus?
or: ଆହା! Mozilla ସର୍ଭର ସହିତ ସଂଯୋଗ କରିବା ସମୟରେ ତ୍ରୁଟି ଘଟିଛି। ହୁଏତଃ ଆପଣଙ୍କର ନେଟୱର୍କ ସଂଯୋଗ ବନ୍ଦ ଅଛି?
si: ඕ! සේවාදායකයට සම්බන්ධවීමේදී දෝෂයකි. ඔබගේ ජාල සම්බන්ධතාවයේ බිඳවැටීමක් විය හැකිය?
sr: Упс! Дошло је до грешке приликом комуницирања са Мозилиним серверима. Можда је мрежна веза прекинута?
sw: Lo! Kulikuwa na kosa kuungana na sava za Mozilla. Labda muungano wa mtandao wako uko chini?
te: అయ్యో! మొజిల్లా సేవికలకు అనుసంధానమగుటలో దోషము వుంది. బహుశా మీ నెట్వర్కు అనుసంధానము ఆగిపోయి వుండవచ్చు?
tk: How! Mozilla birikdirijilerine baglanyşykda ýalňyşlyk boldy. Belkide siziň tor baglanyşygyňyz işlanokdyr?
tl: Hala! May error habang nag-kokonek sa mga server ng Mozilla. Sigurado ba kayong buhay ang network connection ninyo?
tr: Mozilla sunucularını bağlanılırken bir hata oluştu. Ağ bağlantınızda bir sorun olabilir mi?
ug: ئاپلا! موزىللا مۇلازىمىتىرىغا ئۇلىنىشتا خاتالىق كۆرۈلدى. سىزنىڭ تورىڭىز ئۇزۇلمىگەندۇ؟
uz: Obbo! Mozilla xizmatlariga ulanishda xato yuz berdi. Balki, sizning tarmoqqa ulanishingiz uzilib qolgandir?
vi: Ôi! Có lỗi khi đang kết nối tới máy chủ Mozilla. Có lẽ mạng của bạn đang bị vấn đề chăng?
xh: Oops! Kubekho ingxaki ekunxibelelekeni kwiiseva zeMozilla. Mhlawumbi unxibelelwano lwakho lwenethiwekhi alusebenzi?
zu: O!O! Kube nephutha ekuxhumaneni nesiphakeli se-Mozilla. Mhlawumbe ukuxhuma kwakho kwinethiwekhi kuphansi?

source: Test Pilot will retry automatically, so it's OK to close this page now.
ar: سوف يحاول مرشد الاختبارات من جديد تلقائيًا، لذا يمكنك إغلاق هذه الصفحة الآن.
as: পৰীক্ষা চালকে স্বচালিতভাৱে পুনৰ চেষ্টা কৰিব, সেইকাৰণে এই পৃষ্ঠা এতিয়া বন্ধ কৰি দিয়াটো ঠিকে আছে।
az: Test Pilotu avtomatik olaraq yenidən yoxlayacaq. İndi bu səhifəni bağlaya bilərsiniz.
bn_bd: টেস্ট পাইলট স্বয়ংক্রিয়ভাবে পুনরায় চেষ্টা করবে, সুতরাং এখন এ পৃষ্ঠা বন্ধ করা ঠিক আছে।
bn_in: Test Pilot স্বয়ংক্রিয়ভাবে পুনরায় প্রচেষ্টা করবে, এবং এই পৃষ্ঠাটি এখন বন্ধ করা যাবে।
cy: Bydd y Peilot Prawf yn ceisio eto'n awtomatig, felly mae'n iawn i gau'r dudalen hon.
es_es: Test Pilot volverá a intentarlo automáticamente, por lo que está bien cerrar esta página ahora.
fa: اطلاعات شما مجدداً به صورت خودکار ارسال خواهد شد، بنابراین می‌توانید این پنجره را ببندید.
gd: Feuchaidh am pìleat deuchainne ris a-rithist leis fhèin. Mar sin, 's urrainn dhut an duilleag seo a dhùnadh an-dràsta.
hi_in: टेस्ट पाइलट स्वतः फिर कोशिश करेगा, इसलिए इस पृष्ठ को बंद करना अब ठीक होगा.
id: Test Pilot akan mencoba lagi secara otomatis dan Anda dapat menutup laman ini sekarang.
km: អ្នកជំនួយការ​សាកល្បង​នឹង​ព្យាយាម​ម្ដងទៀត​ដោយ​ស្វ័យប្រវត្តិ ដូច្នេះ​អ្នក​អាច​បិទ​ទំព័រ​នេះ​បាន ។
kn: ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್ ತಾನಾಗಿಯೆ ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸುತ್ತದೆ, ಆದ್ದರಿಂದ ಈಗ ಈ ಪುಟವನ್ನು ಮುಚ್ಚುವುದರಿಂದ ಏನೂ ತೊಂದರೆ ಆಗುವುದಿಲ್ಲ.
ml: ടെസ്റ്റ് പൈലറ്റ് ഓട്ടോമാറ്റിക്കായി വീണ്ടും ശ്രമിയ്ക്കുന്നു, അതുകൊണ്ടു് ഈ താള്‍ ഇനി അടയ്ക്കാം.
ms: Ujian Percubaan akan cuba semula secara automatik, anda boleh tutupkan laman ini sekarang.
or: ପରୀକ୍ଷଣ ପାଇଲଟ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ପୁନଃପ୍ରୟାସ କରିବ, ତେଣୁ ଏହି ପୃଷ୍ଠାକୁ ବର୍ତ୍ତମାନ ବନ୍ଦ କରିବା ଉଚିତ।
si: Test Pilot ස්වයංක්‍රීයවම නැවත උත්සාහ කරනු ඇත, එබැවින් මෙම පිටුව වසා දැමීම ප්‍රශ්ණයක් නොවේ.
sr: Тест пилот ће аутоматски поново покушати, па слободно можете да затворите ову страницу.
sw: Jaribio litajaribu tena kiotomatiki, kwa hivyo ni OK kufunga ukurasa huu sasa.
te: పరిశోధనా పైలట్ స్వయంచాలకంగా తిరిగితేబడును, కనుక యీ పేజీను యిప్పుడు మూసినా పర్లేదు.
tk: Tejribe Ulanyşyk öz-özünden gaýtadan synanşar, şonuň üçin bu sahypany ýapyp bilersiňiz.
tl: Awtomatikong susubok muli ang Test Pilot, kaya't maari nang isara ang pahinang ito.
tr: Test Pilotu otomatik olarak yeniden deneyecektir. Şimdi bu sayfayı kapatabilirsiniz.
ug: سىناش ئۆزلۈكىدىن قايتا سىنايدۇ، جەزملە چېكىلسە بۇ بەتنى ياپىدۇ.
uz: Pilot avtomatik tarzda yana urinib koʻradi, agar hammasi yaxshi boʻlsa, sahifani hozir yopavering.
vi: Test Pilot sẽ tự động thử lại, nên bạn có thể đóng trang này.
xh: UTest Pilot uza kuzama kwakhona ngokuzenzekela, ngoko ke ungalivala eli khasi ngoku.
zu: I-pilot yokuvivinya izozama ngokuzenzakalela, ngakho kulungile ukuthi uvale lekhasi manje.

source: (It has already ended and you should not be seeing this page)
ar: (انتهى فعليًا ولا ينبغي أن تكون تشاهد هذه الصفحة)
as: (এইটো ইতিমধ্যে সমাপ্ত হৈছে আৰু আপুনি এই পৃষ্ঠা চাই থাকিব নালাগে)
az: (Sona çatdığı üçün bu səhifəni görməməyiniz lazımdır)
bn_bd: (এটা ইতোমধ্যে শেষ এবং আপনার এ পৃষ্টাটি দেখা উচিত না)
bn_in: (এই কাজ সমাপ্ত হয়েছে এবং এই পৃষ্ঠাটি প্রদর্শিত হওয়া উচিত নয়)
cy: (Mae eisoes wedi gorffen ac ni ddylech fod yn gweld y dudalen hon)
es_es: (Ha terminado y no deberías ver esta página)
fa: (این آزمایش به پایان رسیده است و شما نباید دیگر این پنجره را ببینید.)
gd: (Thàinig e gu crìoch mu thràth 's cha bu chòir dhut an duilleag seo fhaicinn)
hi_in: (यह पहले ही समाप्त हो गया है और आपको इस पृष्ठ को नहीं देखना चाहिए)
id: (Sudah selesai dan Anda seharusnya tidak melihat laman ini)
km: (វា​បាន​បញ្ចប់​រួចរាល់​ហើយ ហើយ​អ្នក​នឹង​មើល​មិន​ឃើញ​ទំព័រ​នេះ​ទៀត​ទេ)
kn: (ಅದು ಈಗಾಗಲೆ ಮುಗಿದು ಹೋಗಿದೆ ಆದ್ದರಿಂದ ನಿಮಗೆ ಈ ಪುಟವು ಕಾಣಿಸಬಾರದು)
ml: (അവസാനിച്ചിരിയ്ക്കുന്നു. ഈ താള്‍ ഇനി കാണുന്നതല്ല)
ms: (Ia telah tamat dan anda tidak sepatutnya melihat laman ini lagi)
or: (ଏହା ପୂର୍ବରୁ ସମାପ୍ତ ହୋଇଛି ଏବଂ ଆପଣ ଏହି ପୃଷ୍ଠାକୁ ଦେଖିବା ଉଚିତ ନୁହଁ)
si: (එය දැනටම අවසන් නිසා මෙම පිටුව ඔබ නොදැකිය යුතුය)
sr: (Већ је завршено, па не бисте требали да видите ову страницу)
sw: (Tayari imemaliza na hufai kuwa unaona ukurasa huu)
te: (ఇది యిప్పటికే ముగిసినది మరియు మీరు యీ పేజీను చూడకూడదు)
tk: (Ol eýýam gutardy we bu sahypany görmeýän bolmalysyňyz)
tl: (Tapos na ito at hindi na ninyo dapat nakikita ang pahinang ito)
tr: (Zaten sona erdiği için bu sayfayı görmemeniz gerekiyor)
ug: (ئۇ تاماملانغان، ئۇ بەتنى كۆرەلمەيسىز)
uz: (U allaqachon tugatilgan va siz bu sahifani koʻrmasligingiz kerak edi)
vi: (Nó đã kết thúc và đáng nhẽ bạn không thấy được trang này)
xh: (Sele iphelile kwaye akumele kulibona eli khasi)
zu: (Sekuphelile futhi akumele ukuthi ubone lekhasi)

source: today, at %S
ar: اليوم قي %S
as: আজি, %S -ত
az: bu gün, saat %S
bn_bd: আজকে %S এ
bn_in: আজ, %S-এ
cy: heddiw am %S
es_es: hoy, a las %S
fa: امروز، در ساعت %S
gd: an-diugh, aig %S
hi_in: %S पर आज
id: hari ini pada %S
km: ថ្ងៃនេះ នៅ %S
kn: ಇಂದು, %S ನಲ್ಲಿ
ml: ഇന്നു്, %S-നു്
ms: hari ini, di %S
or: ଆଜି, %S ରେ
si: අද, %S ට
sr: данас, %S
sw: leo, saa %S
te: ఈరోజు, %S వద్ద
tk: bugün, %S üstünde
tl: ngayon, sa %S
tr: bugün, saat %S
ug: بۈگۈن، %S دە
uz: bugun, %S da
vi: hôm nay, lúc %S
xh: namhlanje, ngeye-%S
zu: namuhla, ngo-%S

source: on %S
ar: في %S
as: %S -ত
az: %S
bn_bd: %S এ
bn_in: %S-এ
cy: ar %S
es_es: en %S
fa: در تاریخ %S
gd: %S
hi_in: %S पर
id: pada %S
km: នៅ​លើ %S
kn: %S ನಲ್ಲಿ
ml: %S-നു്
ms: pada %S
or: %S ରେ
sr: %S
sw: kwa %S
te: %S కు
tk: %S üstünde
tl: sa %S
tr: %S
ug: %S دا
uz: %S`da
vi: vào %S
xh: ngo%S
zu: nge-%S

source: #1 extension;#1 extensions
ar: امتداد واحد;امتدادان;#1 امتدادات;#1 امتدادًا; #1 امتداد;ولا امتداد
as: #1 প্ৰসাৰণ;#1 প্ৰসাৰণসমূহ
az: #1 əlavə;#1 əlavə
bn_bd: #1 বর্ধিতাংশ;#1 বর্ধিতাংশ
bn_in: #1-টি অতিরিক্ত সামগ্রী;#1-টি অতিরিক্ত সামগ্রী
cy: #1 estyniad;#1 estyniadau
es_es: #1 extensión;#1 extensiones
fa: #1 افزودنی
gd: #1 leasachan;#1 leasachan;#1 leasachain;#1 leasachan
hi_in: #1 विस्तार;#1 विस्तार
id: #1 pengaya;#1 pengaya
km: ផ្នែក​បន្ថែម #1; ផ្នែក​បន្ថែម #1
kn: #1 ಎಕ್ಸ್‍ಟೆನ್ಶನ್;#1 ಎಕ್ಸ್‍ಟೆನ್ಶನ್‌ಗಳು
ml: #1 extension;#1 എക്സ്റ്റെന്‍ഷനുകള്‍
or: #1 ଅନୁଲଗ୍ନ;#1 ଅନୁଲଗ୍ନଗୁଡ଼ିକ
si: #1 දිගුව;#1 දිගු
sr: #1 додатак;#1 додатка;#1 додатака
sw: #1 kiendelezo;#1 viendelezo
te: #1 పొడిగింపు;#1 పొడిగింపులు
tk: #1 sany goşmaça;#1 sany goşmaçalar
tr: #1 eklenti;#1 eklenti
ug: #1 كېڭەيتيلمە;#1 كېڭەيتىلمە
uz: #1 kengaytma;#1 ta kengaytma
vi: #1 phần mở rộng;#1 phần mở rộng
xh: #1 izandiso;#1 izandiso
zu: Okungeziwe okungu-#1;okungeziwe okungu-#1

source: This test recurs every %S days. Each time it completes:
ar: هذا الاختيار يتكرر كل %S يومًا. في كل مرة يُكمل:
as: এই পৰীক্ষা প্ৰত্যাক %S দিনসমূহত পুনৰ সংহিত হয়। যেতিয়ায় ই সমপূৰ্ণ হয়:
az: Bu test hər %S gündə bir təkrarlanır. Hər dəfə bunlar tamamlanır:
bn_bd: এ পরীক্ষা প্রতি %S দিন পর পর পুনরাবৃত্ত হয়। যতবার এটা সমাপ্ত হয়:
bn_in: প্রতি %S দিনে এই পরীক্ষাটি পুনরায় সঞ্চালিত হয়। প্রতিবার এটি সমাপ্ত হলে:
cy: Mae'r prawf yma'n digwydd bob %S diwrnod. Pob tro mae'n cyflean:
es_es: Este test se repite cada %S días. Cada vez, completa:
fa: این آزمایش هر %S روز یک بار تکرار می‌شود. پس از پایان هر آزمایش اطلاعات به این شیوه فرستاده شود.
gd: Tha an deuchainn seo ag ath-thachairt a h-uile %S latha. Gach turas a chrìochnaicheas e:
hi_in: यह टेस्ट हर %S दिनों पर आता है. हर बार यह पूरा करता है:
id: Uji ini berulang setiap %S hari. Setiap kali selesai:
km: ការ​សាកល្បង​នេះ ធ្វើ​ឡើងវិញ​រៀងរាល់ %S ថ្ងៃ​ម្ដង ។ រាល់​ពេល​វា​បញ្ចប់ ៖
kn: ಈ ಪರೀಕ್ಷೆಯು ಪ್ರತಿ %S ದಿನಗಳ ನಂತರ ಪುನರಾವರ್ತನೆಗೊಳ್ಳುತ್ತದೆ. ಪ್ರತಿ ಬಾರಿಯು ಇವನ್ನು ಪೂರ್ಣಗೊಳಿಸುತ್ತದೆ:
ml: ഈ പരീക്ഷണം എല്ലാ %S ദിവസങ്ങളിലും നടപ്പിലാകുന്നു. ഓരോ തവണയും അതു് പൂര്‍ത്തിയാക്കുന്നതു്:
ms: Ujian ini akan berulang setiap %S hari. Setiap kali ia tamat:
or: ଏହି ପରୀକ୍ଷଣ ପ୍ରତ୍ୟେକ %S ଦିନରେ ପ୍ରକଟ ହୋଇଥାଏ। ପ୍ରତ୍ୟେକ ଥର ଏହା ସମ୍ପୂର୍ଣ୍ଣ ହୋଇଥାଏ:
si: මෙම පරීක්ෂණය සෑම දින %S ම නැවත සිදුවේ. එය අවසන් වූ සෑම විටම:
sr: Ова проба се понавља свака(их) %S дан(а). Сваки пут се употпуњава:
sw: Jaribio hutokea kila siku %S. Kila wakati inakamilisha:
te: ఈ పరిశోధన ప్రతి %S రోజులకు పునరావృతం అగును. ప్రతిసారి యిది పూర్తిచేయును:
tk: Bu test her %S günden gaýtalanar. Her gezeginde ol gutarýar:
tl: Umuulit bawat %S na araw ang pagsisiyasat na ito. Bawat panahong itong natatapos:
tr: Bu test her %S günde bir tekrarlanır. Her seferinde şunları tamamlar:
ug: بۇ سىناق ھەر %S كۈندە قايتا كۆرۈلىدۇ. ھەر قېتىمدا تاماملىنىدىغىنى:
uz: Bu sinov har %S kunda takrorlanadi. Har safar u tugatadi:
vi: Bài thử nghiệm này lặp lại mỗi %S ngày. Mỗi lần nó hoàn tất:
xh: Olu vavanyo luyavela qho ngeentsuku ezi-%S. Kwixesha ngalinye iyagqibezela:
zu: lesisivinyo senzeka futhi emva kwamalanga angu-%S. Kwesinye nesinye isikhathi uma iqeda:

source: Ask me whether I want to submit my data.
ar: اسألني إذا كنت أريد إرسال بياناتي.
as: মই মোৰ তথ্য জমা দিব বিচাৰো নে সেয়া সোধিব।
az: Məlumatları göndərmək istəyib istəmədiyimi soruş.
bn_bd: আমি ডাটা জমা দিতে চাই কিনা তা জিজ্ঞাসা করা হবে।
bn_in: তথ্য জমা করা হবে কি না তা জিজ্ঞাসা করা হবে।
cy: Gofyn a ydw i am gyflwyno data.
es_es: Preguntarme si quiero enviar mis datos.
fa: هر بار در خصوص ارسال اطلاعات از من پرسش شود.
gd: Faighnich dhìom a bheil mi airson an dàta agam a chur a-null.
hi_in: मुझसे पूछें कि क्या मैं अपना आँकड़ा सौंपना चाहता हूँ.
id: Tanyakan apakah data saya akan dikirimkan.
km: សួរ​ខ្ញុំ​​នៅ​ពេល​មាន​ការ​ដាក់​ស្នើ​ទិន្នន័យ​របស់​ខ្ញុំ​ ។
kn: ನಾನು ನನ್ನ ಮಾಹಿತಿಯನ್ನು ಸಲ್ಲಿಸಲು ಬಯಸುತ್ತೇನೆಯೆ ಎಂದು ಕೇಳು.
ml: ഡേറ്റാ രേഖപ്പെടുത്തുന്നതിനായി അനുവാദം ചോദിയ്ക്കുക.
ms: Tanyakan saya sama ada saya mahu mengemukakan data saya.
or: ମୁଁ ମୋର ତଥ୍ୟ ଦାଖଲ କରିବାକୁ ଇଚ୍ଛା କରୁଛି କି ନାହିଁ ପଚାରନ୍ତୁ।
si: දත්ත යවන්න අවශ්‍යදැයි මගෙන් විමසන්න.
sr: Питај ме да ли желим да пошаљем своје податке.
sw: Niulize kama ningetaka kuwasilisha data yangu.
te: నేను నా దత్తాంశమును అప్పజెప్పవలెనో లేదో నన్ను అడుగుము.
tk: Maglumatymy ibermek isleýändigimi maňa sora.
tl: Tanungin ako kung gusto kong isumite ang mga datos ko.
tr: Verilerimi göndermek isteyip istemediğimi sor.
ug: ئۇچۇرلىرىمنى تاپشۇرغاندا مەندىن سورا.
uz: Ma`lumotlarimni joʻnatishni xohlaganimda mendan soʻralsin
vi: Hỏi tôi có muốn gửi dữ liệu của mình hay không.
xh: Ndibuze ukuba ndiyafuna na ukuthumela iingcombolo zam.
zu: Ngibuze ukuthi yingabe ngiyafuna ukuthumela idatha yami.

source: Always submit my data, and don't ask me about it.
ar: أرسِل بياناتي دائمًا ولا تسألني عن ذلك.
as: সদায় মোৰ তথ্য জমা দিব, আৰু মোক ইয়াৰ বিষয়ে নোসোধিব।
az: Məlumatları həmişə göndər, məndən soruşma.
bn_bd: সবসময় আমার ডাটা জমা দিয়ে দেয়া হবে, এবং আমাকে এ ব্যাপারে জিজ্ঞাসা করা হবে না।
bn_in: জিজ্ঞাসা না করে তথ্য জমা করা হবে।
cy: Cyflwyno fy nata bob tro, a pheidio gofyn i mi eto.
es_es: Enviar siempre mis datos, y no preguntarme sobre ello.
fa: اطلاعات من همیشه بدون پرسیدن از من ارسال شود.
gd: Cuir a-null an dàta agam agus na faighnich dhìom mu dhèidhinn.
hi_in: हमेशा मेरे आँकड़े सुपुर्द करें और मुझसे इसके बारे में मत पूछें.
id: Selalu kirimkan data saya dan jangan tanya lagi.
km: តែងតែ​ដាក់​ស្នើ​ទិន្នន័យ​របស់​ខ្ញុំ​ដោយ​មិន​ចាំបាច់​សួរ​អំពី​វា​ទេ ។
kn: ಯಾವಾಗಲೂ ನನ್ನ ಮಾಹಿತಿಯನ್ನು ಸಲ್ಲಿಸು, ಹಾಗು ಅದರ ಬಗೆಗೆ ನನ್ನನ್ನು ಕೇಳಬೇಡ.
ml: എപ്പോഴും ഡേറ്റാ രേഖപ്പെടുത്തുക, അനുവാദം ചോദിയ്ക്കേണ്ടതില്ല.
ms: Sentiasa mengemukakan data saya, dan tidak tanyakan saya tentangnya.
or: ସର୍ବଦା ମୋର ତଥ୍ୟ ଦାଖଲ କରନ୍ତୁ, ଏବଂ ମୋତେ ଏହା ବିଷୟରେ ପଚାରନ୍ତୁ ନାହିଁ।
si: මගේ දත්ත සවයංක්‍රීයව යවන්න. ඒ පිළිබඳ මගෙන් නොවිමසන්න.
sr: Увек пошаљи моје податке и не питај ме.
sw: Kila wakati wasilisha data, na usiniulize kuihusu.
te: ఎల్లప్పుడూ నా దత్తాంశంను అప్పజెప్పుము, మరియు దాని గురించి నన్ను అడుగవద్దు.
tk: Hemişe maglumatymy iber, we ol hakynda maňa sorama.
tl: Laging isumite ang mga data ko, at 'wag na akong tanungin muli.
tr: Verilerimi her zaman gönder ve bana sorma.
ug: ئۇچۇرلىرىمنى ئۆزلۈكىدىن تاپشۇر، مەندىن سورىما.
uz: Doimo ma`lumotlarim joʻnatilsin, lekin mendan bu haqda soʻralmasin.
vi: Luôn luôn gửi dữ liệu của tôi, và đừng hỏi lại tôi về điều đó.
xh: Zithumele qho iingcombolo zam, ungandibuzi ngazo.
zu: Thumela njalo idatha yami, futhi ungangibuzi naglokho.

source: Never submit my data, and don't ask me about it.
ar: لا ترسل بياناتي أبدًا، ولا تسألني عن ذلك.
as: মোৰ তথ্য কেতিয়াও জমা নিদিব, আৰু মোক ইয়াৰ বিষয়ে নোসোধিব।
az: Məlumatları heç vaxt göndərmə və məndən soruşma.
bn_bd: আমার ডাটা কখনও জমা রাখা হবে না, এবং আমাকে এ ব্যাপারে জিজ্ঞাসা করা হবে না।
bn_in: কখনো তথ্য জমা করা হবে না ও জিজ্ঞাসাও করা হবে না।
cy: Peidio byth cyflwyno fy nata, a pheidio gofyn eto.
es_es: No enviar nunca mis datos, y no preguntarme sobre ello.
fa: اطلاعات من هرگز ارسال نشود، و در این مورد از من پرسیده نشود.
gd: Na cuir a-null an dàta agam idir agus na faighnich dhìom mu dhèidhinn.
hi_in: कभी मेरे आँकड़े सुपुर्द मत करें और मुझसे इसके बारे में मत पूछें.
id: Jangan pernah kirim data saya dan jangan tanya lagi.
km: កុំ​ដាក់​ស្នើ​ទិន្នន័យ​របស់​ខ្ញុំ និង​កុំ​សួរ​ខ្ញុំ​អំពី​វា ។
kn: ಎಂದಿಗೂ ಸಹ ನನ್ನ ಮಾಹಿತಿಯನ್ನು ಸಲ್ಲಿಸಬೇಡ, ಹಾಗು ಅದರ ಬಗೆಗೆ ನನ್ನನ್ನು ಕೇಳಬೇಡ.
ml: ഒരിക്കലും ഡേറ്റാ രേഖപ്പെടുത്തേണ്ടതില്ല, അനുവാദം ചോദിയ്ക്കേണ്ടതില്ല.
ms: Tidak sekali-kala mengemukakan data saya, dan tidak tanyakan saya tentangnya.
or: କଦାପି ମୋର ତଥ୍ଯ ଦାଖଲ କରନ୍ତୁ ନାହିଁ, ଏବଂ ମୋତେ ଏହା ବିଷୟରେ ପଚାରନ୍ତୁ ନାହିଁ।
si: කිසිවිට මගේ දත්ත යවන්න එපා, මගෙන් ඒ පිළිබඳ විමසන්නත් එපා.
sr: Никад не шаљи моје податке и не питај ме.
sw: Katu usiwasilishe data yangu, na usiniulize kuihusu.
te: నా దత్తాంశంను యెప్పుడు అప్పజెప్పవద్దు, దాని గురించి నన్ను అడుగవద్దు.
tk: Hiç haçan maglumatymy iberme, we ol hakynda maňa sorama.
tl: Huwag isumite ang mga data ko, at 'wag na akong tanungin muli.
tr: Verilerimi asla gönderme ve bana sorma.
ug: ئۇچۇرلىرىمنى ھەرگىز تاپشۇرما، مەندىن سورىما.
uz: Hech qachon ma`lumotlarim joʻnatilmasin va mendan bu haqda soʻralmasin.
vi: Không bao giờ gửi dữ liệu của tôi, và đừng hỏi lại tôi về điều đó.
xh: Ungazithumeli iingcombolo zam, kwaye ungandibuzi ngazo.
zu: Ungayithumele neze idatha yami, futhi angangibuzi naglokho.

# testpilot.statusPage.loading
source: Loading, please wait a moment…
ar: يحمّل، الرجاء الانتظار قليلًا…
as: লোড কৰা হৈ আছে, অনুগ্ৰহ কৰি অলপ অপেক্ষা কৰিব…
az: Yüklənir, Lütfən gözləyin…
bn_bd: লোড করা হচ্ছে, অনুগ্রহ করে কিছু সময় অপেক্ষা করতে হবে…
bn_in: লোড করা হচ্ছে, অনুগ্রহ কিছু সময় অপেক্ষা করুন…
cy: Llwytho, arhoswch…
es_es: Cargando, espere un momento por favor…
fa: در حال بار کردن، لطفاً چند لحظه منتظر بمانید…
gd: 'Ga luchdadh, fuirich ort diog…
hi_in: लोड कर रहा है, कृपया कुछ क्षणों की प्रतीक्षा करें…
id: Memuat, tunggu sebentar…
km: កំពុង​ផ្ទុក សូម​រង់ចាំ​បន្តិច...
kn: ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ, ದಯವಿಟ್ಟು ಕೆಲವು ಕ್ಷಣ ಕಾಯಿರಿ…
ml: ലഭ്യമാക്കുന്നു, അല്‍പസമയം കാത്തിരിയ്ക്കുക…
ms: Pemuatan, sila tunggu sebentar...
or: ଧାରଣ କରୁଅଛି, ଦୟାକରି କିଛି କ୍ଷଣ ଅପେକ୍ଷା କରନ୍ତୁ…
si: පූරණය වේ, මොහොතක් රැදී සිටින්න…
sr: Учитавам, молим сачекајте...
sw: Kupakua, tafadhali subiri dakika chache...
te: లోడవుచున్నది, దయచేసి కాసేపు ఆగండి…
tk: Ýüklenýär, az-salym garaşyň...
tr: Yükleniyor, lütfen bekleyin…
ug: يۈكلەۋاتىدۇ، سەل كۈتۈڭ…
uz: Yuklanmoqda, iltimos, bir oz kutib turing...
vi: Đang tải, vui lòng đợi một chút…
xh: Iyakhuphela, nceda ulinde umzuzwana...
zu: Iyalayisha, sicela ume kancane….

source: You are about to quit the "%S" study.
ar: أنت على وشك ترك الدراسة "%S".
as: আপুনি "%S" অধ্যয়ন বাদ দিব লৈছে।
az: "%S" araşdırmasından çıxmaq üzrəsiniz.
bn_bd: আপনি "%S" গবেষনা বন্ধ করতে যাচ্ছেন।
bn_in: আপনি "%S" গবেষণাটি থেকে প্রস্থান করতে চলেছেন
cy: Rydych ar fin gadael astudiaeth "%S".
es_es: Está a punto de salir del estudio "%S".
fa: شما در حال ترک مطالعهٔ «%S» هستید.
gd: Tha thu an impis an sgrùdadh "%S" fhàgail.
hi_in: आप "%S" अध्ययन को छोड़ने के करीब हैं.
id: Anda akan keluar dari studi "%S".
km: អ្នក​ហៀបនឹង​បោះបង់​ការ​សិក្សា "%S" ។
kn: ನೀವು "%S" ಅಧ್ಯಯನದಿಂದ ನಿರ್ಗಮಿಸಲಿದ್ದೀರಿ.
ml: "%S" പഠന താളില്‍ നിന്നും നിങ്ങള്‍ പുറത്തു് കടക്കുന്നു.
ms: Anda bakal menghentikan kajian "%S".
or: ଆପଣ "%S" ଅଧ୍ଯୟନରୁ ପ୍ରସ୍ଥାନ କରିବାକୁ ଯାଉଛନ୍ତି।
si: ඔබ "%S" අධ්‍යයනයෙන් පිටවීමට සූදානම්.
sr: Прекинућете проучавање „%S”.
sw: Unakaribia kuaga "%S" usomaji.
te: మీరు "%S" అధ్యయనమును నిష్క్రమించుచున్నారు.
tk: Siz "%S" agtaryşygyny ýapmaga synanşýaňyz.
tl: Malapit na ninyong itigil ang "%S" na pagaaral.
tr: "%S" araştırmasından çıkmak üzeresiniz.
ug: "%S" تەتقىقاتىدىن چېكىنەمسىز؟
uz: Siz "%S" tadqiqotdan chiqish arafasidasiz.
vi: Bạn chuẩn bị thoát khảo sát "%S".
xh: Sele uza kuphuma kwi"%S" yemfunalwazi.
zu: Useduze nokuyeka ucwaningo lwe-"%S"

source: (Optional) If you have a minute, please let us know why you have chosen to quit the study.
ar: (اختياري) إن كان لديك متسع من الوقت، أخبرنا لماذا قررت ترك هذه الدراسة.
as: (বৈকল্পিক) যদি আপোনাৰ এক মিনিট সময় আছে, অনুগ্ৰহ কৰি আমাক জনাওক কিয় আপুনি অধ্যয়নটো বাদ দিব বিচাৰিছে।
az: (Seçimə bağlı) Bir az vaxtınız varsa, lütfən aşağıdakı araşdırmadan niyə çıxdığınızı bizə deyin.
bn_bd: (ঐচ্ছিক) আপনার যদি এক মিনিটও সময় হয়, তবে অনুগ্রহ করে আপনি কেন এই গবেষনা বন্ধ করেছেন তা আমাদের জানান।
bn_in: (ঐচ্ছিক) ব্যয় করার জন্য কিছু সময় থাকলে অনুগ্রহ করে গবেষণা পরিত্যাগের কারণ আমাদের জানান।
cy: (Dewisol) Os oes gennych funud neu ddau, gadewch i ni wybod pam rydych wedi dewis gadael yr astudiaeth.
es_es: (Opcional) Si tiene un minuto, por favor, cuéntenos por qué ha decidido abandonar el estudio.
fa: اگر فرصت دارید، به ما بگویید چرا این مطالعه را ترک می‌کنید. (اختیاری)
gd: (Roghainneil) Ma tha mionaid agad, saoil an innis thu dhuinn carson a chur thu romhad an sgrùdadh seo fhàgail?
hi_in: (वैकल्पिक) यदि आपके पास एक मिनट है, तो कृपया बताएँ कि आपने क्यों अध्ययन छोड़ने के लिए चुना है.
id: (Opsional) Jika ada waktu sebentar, beritahu kami mengapa Anda memilih untuk keluar dari studi.
km: (ជា​ជម្រើស) ប្រសិនបើ​អ្នក​មាន​ពេល សូម​ជួយ​ប្រាប់​ពួក​យើង​អំពី​មូលហេតុ​ដែល​នាំឲ្យ​អ្នក​បោះបង់​ការ​សិក្សា ។
kn: (ಐಚ್ಛಿಕ) ನಿಮಗೆ ಸಮಯವಿದ್ದಲ್ಲಿ, ನೀವು ಏಕೆ ಈ ಅಧ್ಯಯನದಿಂದ ನಿರ್ಗಮಿಸಲು ಬಯಸಿದ್ದೀರಿ ಎಂದು ದಯವಿಟ್ಟು ತಿಳಿಸಿ.
ml: (ആവശ്യമുണ്ടെങ്കില്‍ മാത്രം) സമയമുണ്ടെങ്കില്‍, പഠനത്തില്‍ നിന്നും എന്തിനു് പുറത്തു് കടന്നു എന്നു് അറിയിയ്ക്കുക.
ms: (Pilihan) Sekiranya anda mempunyai silalah beritahu kami kenapa anda memilih untuk menghentikan kajian.
or: (ଇଚ୍ଛାଧୀନ) ଯଦି ଆପଣଙ୍କ ପାଖରେ ସମୟ ଅଛି, ତେବେ ଦୟାକରି ଆମକୁ ଜଣାନ୍ତୁ ଯେ ଆପଣ କଣ ପାଇଁ ଅଧ୍ଯୟନରୁ ପ୍ରସ୍ଥାନ କରୁଛନ୍ତି।
si: (වරණීය) ඔබට විනාඩියක කාළයක් ඇත්නම්, අධ්‍යයනයෙන් පිටවීම තෝරාගත්තේ ඇයිදැයි අපව දැනුවත් තරන්න.
sr: (опционо) Ако имате минут, молимо вас да нам кажете зашто сте прекинули проучавање.
sw: (Chaguo) Kama una dakika, tafadhali tujulishe kwa nini umechagua kuaga usomaji.
te: (ఐచ్ఛిక) మీకు వొక నిముషం సమయవుంటే, దయచేసి మీరు యెందు నిష్క్రమిస్తున్నారో మాకు తెలుపగలరా.
tk: (Islegli) Eger wagtyňyz bar bolsa, name üçin agtaryşygy vapmak isleýändigiňizi beýan ediň.
tl: (Opsyonal) Isang saglit po, maari ba ninyong ipaalam sa amin kung bakit ninyo pinigil ang pag-aaral?
tr: (Tercihe bağlı) Biraz vaktiniz varsa, lütfen araştırmadan neden çıkmak istediğinizi bize anlatın.
ug: (تاللاشچان) ئەگەر بىر مىنۇت ۋاقتىڭىز بولسا، بۇ تەتقىقاتتىن چېكىنىشنى تاللىغانلىقىڭىزنىڭ سەۋەبىنى بىزگە ئۇقتۇرۇڭ.
uz: (Xohlasangiz) Agar 1 daqiqa vaqtingiz boʻlsa, iltmos, nega tadqiqotdan chiqishni tanlaganingizni bizga ma`lum qiling.
vi: (Phụ) Nếu bạn có thời gian, vui lòng cho chúng tôi biết tại sao bạn chọn thoát khảo sát.
xh: (Ayinyanzelisi) Ukuba unawo umzuzu, nceda usazise ukuba kungani ukhethe ukuyishiya imfunalwazi.
zu: (Ungakhetha) uma unomzuzu, sicela usazise ukuthi kungani ukhethe ukuyeka ucwaningo.

source: Reason:
ar: السبب:
as: কাৰণ:
az: Sebep:
bn_bd: কারণ:
bn_in: কারণ:
cy: Rheswm:
es_es: Razón:
fa: دلیل:
gd: Adhbhar:
hi_in: कारण:
id: Alasan:
km: មូលហេតុ ៖
kn: ಕಾರಣ:
ml: കാരണം:
ms: Alasan:
or: କାରଣ:
si: හේතුව:
sr: Разлог:
sw: Sababu:
te: కారణం:
tk: Sebap:
tl: Kadahilanan:
tr: Sebep:
ug: سەۋەب:
uz: Sababi:
vi: Lí do:
xh: Isizathu:
zu: Isizathu:
