Repository: tktk711/mozilla-l10n
Catalog: */browser/feedback/main.properties.po
Languages: ar, as, az, bn_bd, bn_in, cy, es_es, fa, gd, hi_in, id, km, kn, ml, ms, or, si, sr, sw, te, tk, tl, tr, ug, uz, vi, xh, zu

source: New results are now available for the Test Pilot "%S" study.
ar: نتائج جديدة متاحة الآن لدراسة مرشد الاختبارات "%S".
as: পৰীক্ষা চালক "%S" অধ্যয়নৰ বাবে নতুন ফলাফলসমূহ উপলব্ধ।
az: Test Pilotu "%S" araşdırması üçün yeni nəticələr yayımlandı.
bn_bd: টেস্ট পাইলট "%S" গবেষনার জন্য নতুন ফলাফল বিদ্যমান।
bn_in: Test Pilot "%S" গবেষণার জন্য নতুন ফলাফল উপলব্ধ রয়েছে।
cy: Mae canlyniadau newydd ar gael ar gyfer astudiaeth Peilot Prawf "%S".
es_es: Nuevos resultados están disponibles para el estudio "%S" de Test Pilot.
fa: نتایج جدیدی برای مطالعهٔ «%S» به دست آمده است.
gd: Tha toraidhean ùra ri làimh a-nis airson an sgrùdaidh "%S" on phìleat deuchainne.
hi_in: नया परिणाम अब टेस्ट पाइलट "%S" अध्ययन के लिए उपलब्ध है.
id: Hasil terbaru studi Test Pilot "%S" telah tersedia.
km: មាន​លទ្ធផល​ថ្មី​សម្រាប់​ការ​សិក្សា​អ្នកជំនួយការ​សាកល្បង "%S" ។
kn: ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್ "%S" ಅಧ್ಯಯನಕ್ಕಾಗಿನ ಹೊಸ ಫಲಿತಾಂಶಗಳು ಈಗ ಲಭ್ಯವಿದೆ.
ml: പുതിയ ടെസ്റ്റ് പൈലറ്റ് "%S" പഠനത്തിനുള്ള പുതിയ ഫലങ്ങള്‍ ഇപ്പോള്‍ ലഭ്യമാകുന്നു.
ms: Kesan baru untuk Ujian Percubaan kajian "%S" kini boleh didapati.
or: ନୂତନ ଫଳାଫଳଗୁଡ଼ିକ ବର୍ତ୍ତମାନ ପରୀକ୍ଷଣ ପାଇଲଟ "%S" ଅଧ୍ଯୟନ ପାଇଁ ଉପଲବ୍ଧ।
si: "%S" Test Pilot අධ්‍යයනය සඳහා නව ප්‍රතිඵල ඇත.
sr: Доступни су нови резултати уа проучавање „%S” Тест пилотa.
sw: Matokeo mapya sasa yanapatika ya usomaji wa "%S" Rubani wa Jaaribio.
te: పరిశోధనా పైలట్ "%S" అధ్యయనం కొరకు కొత్త ఫలితాలు అందుబాటులో వున్నాయి.
tk: "%S" Täze Tejribe Ulanyşyk agtaryşygy üçin netijeler elýeterli.
tl: May mga bagong resulta para sa pag-aaral na "%S" sa Test Pilot.
tr: Test Pilotu "%S" araştırması için yeni sonuçlar yayımlandı.
ug: "%S" سىناش تەتقىقاتنىڭ يېڭى نەتىجىلىرىنى ئىشلەتكىلى بولىدۇ.
uz: Sinovdagi pilot "%S" tadqiqoti uchun yangi natijalar mavjud.
vi: Đang có kết quả mới cho khảo sát Test Pilot "%S".
xh: Iziphumo ezitsha zemfunalwazi yeTest Pilot "%S" ziyafumaneka ngoku.
zu: Imiphumela emisha yocwaningo lwe-pilot "%S" yesivivinyo seyikhona.

source: Thank you!
ar: شكرًا!
as: আপোনাক ধন্যবাদ!
az: Təşəkkürlər!
bn_bd: আপনাকে ধন্যবাদ!
bn_in: ধন্যবাদ!
cy: Diolch!
es_es: ¡Gracias!
fa: متشکریم!
gd: Mòran taing!
hi_in: आपका शुक्रिया!
id: Terima Kasih!
km: អរគុណ !
kn: ಧನ್ಯವಾದಗಳು!
ml: നന്ദി!
ms: Terima Kasih!
or: ଧନ୍ୟବାଦ!
si: ඔබට ස්තුතියි!
sr: Хвала!
sw: Asante!
te: ధన్యవాదములు!
tk: Sag bol!
tl: Salamat!
tr: Teşekkürler!
ug: رەھمەت سىزگە!
uz: Rahmat!
vi: Cảm ơn bạn!
xh: Enkosi!
zu: Siyabonga!

source: The Test Pilot "%S" study is completed and your data has been submitted!
ar: اكتملت دراسة مرشد الاختبارات "%S" وأُرسِلت بياناتك!
as: পৰীক্ষা চালক "%S" অধ্যয়ন সমপূৰ্ণ হৈছে আৰু আপোনাৰ তথ্য জমা দিয়া হৈছে!
az: Test Pilotu "%S" araşdırması tamamlandı və məlumatlarınız göndərildi!
bn_bd: টেস্ট পাইলট গবেষনা "%S" সম্পন্ন এবং ডাটাও জমা দেয়া হয়েছে!
bn_in: Test Pilot "%S" গবেষণা এখন সম্পূর্ণ হয়েছে এবং আপনার তথ্য দায়ের করা হয়েছে!
cy: Mae astudiaeth Peilot Prawf "%S" yn barod ac mae eich data wedi ei gyflwyno!
es_es: ¡El estudio de Test Pilot "%S" ha sido completado y sus datos han sido enviados!
fa: مطالعهٔ «%S» به پایان رسید و اطلاعات مربوط به آن ارسال گردید.
gd: Thàinig an sgrùdadh "%S" on phìleat deuchainne gu crìoch 's chaidh an dàta agad a chur a-null!
hi_in: टेस्ट पाइलट "%S" अध्ययन संपन्न हुआ और आपके आँकड़े सौंपे जा चुके हैं!
id: Studi Test Pilot "%S" telah selesai dan data Anda telah dikirimkan.
km: ការ​សិក្សា​អ្នកជំនួយការ​សាកល្បង "%S" គឺ​ត្រូវ​បាន​បញ្ចប់ ហើយ​ទិន្នន័យ​របស់​អ្នក​ក៏​ត្រូវ​បាន​ដាក់​ស្នើ​​ដែរ !
kn: ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್ "%S" ಅಧ್ಯಯನವನ್ನು ಪೂರ್ಣಗೊಳಿಸಲಾಗಿದೆ ಹಾಗು ನಿಮ್ಮ ಮಾಹಿತಿಯು ಸಲ್ಲಿಸಲು ಸಿದ್ಧಗೊಂಡಿದೆ!
ml: ടെസ്റ്റ് പൈലറ്റ് "%S" പഠനം പൂര്‍ത്തിയായിരിയ്ക്കുന്നു, നിങ്ങളുടെ ഡേറ്റാ സമര്‍പ്പിച്ചിരിയ്ക്കുന്നു!
ms: Ujian Percubaan kajian "%S" telah selesai dan data anda telah dihantar!
or: ପରୀକ୍ଷଣ ପାଇଲଟ "%S" ଅଧ୍ଯୟନ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇଛି ଏବଂ ଆପଣଙ୍କର ତଥ୍ୟ ଦାଖଲ ହୋଇଛି!
si: "%S" Test Pilot අධ්‍යයනය අවසන් කර ඔබගේ දත්ත යවා ඇත!
sr: Проучавање „%S” Тест пилотa је завршено и ваши подаци су послати!
sw: Rubani wa Jaribio "%S" usomaji umekamilika na data yako imewasilishwa!
te: పరిశోధనా పైలట్ "%S" అధ్యయనం పూర్తైనది మరియు మీ డాటా అప్పజెప్పబడినది!
tk: "%S" Täze Tejribe Ulanyşyk agtaryşygy gutardy we siziň maglumatyňyz iberildi.
tl: Tapos na ang pag-aaral na "%S" sa Test Pilot at naisumite na ang inyong data!
tr: Test Pilotu "%S" araştırması tamamlandı ve verileriniz gönderildi!
ug: "%S" سىناش تەتقىقاتى تاماملاندى ھەمدە سىزنىڭ سانلىق مەلۇماتىڭىز تاپشۇرۇلدى!
uz: Sinovdagi pilot "%S" tadqiqoti tugadi va ma`lumotlaringiz joʻnatildi!
vi: Khảo sát Test Pilot "%S" đã hoàn tất và dữ liệu của bạn đã được gửi!
xh: Imfunalwazi yeTest Pilot "%S" igqityiwe kwaye iingcombolo zakho zithunyelwe!
zu: Ucwaningo lwe-pilot "%S" lwesivivinyo luqedile futhi idatha yakho seyithuntelwe!

source: Extension Update
ar: تحديث الامتداد
as: প্ৰসাৰণ আপডেইট
az: Əlavə Yeniləməsi
bn_bd: বর্ধিতাংশের হালনাগাদ
bn_in: এক্সটেনশনের আপডেট
cy: Diweddaru Estyniad
es_es: Actualizar extensión
fa: به‌هنگام‌سازی افزودنی
gd: Ùrachadh leudachain
hi_in: विस्तार अध्ययन
id: Pemutakhiran Ekstensi
km: បច្ចុប្បន្នភាព​ផ្នែក​បន្ថែម
kn: ಎಕ್ಸ್‍ಟೆನ್ಶನ್ ಅಪ್‌ಡೇಟ್
ml: എക്സ്റ്റെന്‍ഷന്‍ പരിഷ്കരണം
ms: Mengemaskinikan Ekstensi
or: ଅନୁଲଗ୍ନ ଅଦ୍ୟତନ
si: දිගු (Extension) යාවත්කාලීන කිරීම
sr: Доградња додатка
sw: Kiendelezi Kisasaisho
te: పొడిగంపు నవీకరణ!
tk: Goşmaçanyň Täzelenmegi
tr: Eklenti Güncellemesi
ug: كېڭەيتىلمە يېڭىلاش
uz: Kengaytmani yangilash
vi: Cập nhật Phần mở rộng
xh: Uhlaziyo lwesandiso
zu: Ukuvuselelwa yokwengeziwe

source: One of your studies requires a newer version of Test Pilot. You can get the latest version using the Add-ons window.
ar: تحتاج إحدى دراساتك نسخة أحدث من مرشد الاختبارات. يمكنك الحصول على آخر نسخة باستخدام نافذة الإضافات.
as: আপোনাৰ এটা অধ্যয়নৰ পৰীক্ষা চালক নতুন সংস্কৰণৰ প্ৰয়োজন। আপুনি এড-অন উইন্ডো ব্যৱহাৰ কৰি সেহতীয়া সংস্কৰণ পাব পাৰে।
az: Araşdırmalarınızdan biri üçün, Test Pilotunun daha yeni bir versiyası tələb olunur. Əlavələr pəncərəsindən istifadə edərək yeni versiyanı yükləyə bilərsiniz.
bn_bd: আপনার একটি গবেষনায় টেস্ট পাইলটের নতুন সংস্করণ দরকার হয়। অ্যাড-অন উইন্ডো ব্যবহার করে আপনি সর্বশেষ সংস্করণ পেতে পারেন।
bn_in: একটি গবেষণার জন্য Test Pilot-র নতুন সংস্করণ প্রয়োজন। অতিরিক্ত সামগ্রীর উইন্ডো থেকে নতুন সংস্করণ প্রাপ্ত করা যাবে।
cy: Mae un o'ch astudiaethau angen fersiwn newydd o'r Peilot Prawf. Mae'r fersiwn diweddaraf ar gael drwy'r ffenestr Ychwanegion.
es_es: Uno de los estudios requiere una nueva versión de Test Pilot. Puede descargar la última versión en la ventana de Complementos.
fa: یکی از مطالعه‌های شما به نسخهٔ جدیدتری از خلبان هواپیمای آزمایشی نیاز دارد. می‌توانید آن نسخه را اط پنجرهٔ افزودنی‌ها دریافت نمایید.
gd: Tha aon dhe na sgrùdaidhean agad feumach air tionndadh nas ùire dhen phìleat deuchainne. Gheibh thu an tionndadh as ùire dheth o uinneag nan tuilleadan.
hi_in: आपके अध्ययन में से एक को टेस्ट पाइलट के नए संस्करण की जरूरत है. आप सहयुक्ति विंडो के प्रयोग से नवीनतम संस्करण पा सकते हैं.
id: Salah satu studi Anda membutuhkan versi terbaru pengaya Test Pilot. Anda dapat mengambil versi terbaruinya lewat jendela Pengelola Pengaya.
km: ការ​សិក្សា​មួយ​ក្នុង​ចំណោម​ការ​សិក្សា​របស់​អ្នក ទាមទារ​កំណែ​អ្នក​ជំនួយការ​សាកល្បង​ដែល​ថ្មី​ជាង​នេះ ។ អ្នក​អាច​ទទួល​បាន​កំណែ​ចុងក្រោយ​បំផុត ដោយ​ប្រើ​បង្អួច​កម្មវិធី​បន្ថែម ។
kn: ನಿಮ್ಮ ಅಧ್ಯಯನಗಳಲ್ಲಿ ಒಂದಕ್ಕೆ ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್‌ನ ಹೊಸ ಆವೃತ್ತಿಯ ಅಗತ್ಯವಿದೆ. ಆಡ್‌-ಆನ್‌ಗಳ ವಿಂಡೊವನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಇತ್ತೀಚಿನ ಒಂದು ಆವೃತ್ತಿಯನ್ನು ಪಡೆದುಕೊಳ್ಳಬಹುದು.
ml: നിങ്ങളുടെ ഒരു പഠനത്തിനു് ടെസ്റ്റ് പൈലറ്റിന്റെ പുതിയ പതിപ്പു് ആവശ്യമാകുന്നു. ആഡ്-ഓണുകള്‍ക്കുള്ള ജാലകത്തിലൂടെ നിങ്ങള്‍ക്കു് ഏറ്റവും പുതിയ പതിപ്പു് ലഭ്യമാക്കാം.
ms: Salah satu kajian anda memerlukan versi Ujian Percubaan yang lebih baru. Anda boleh mendapatkan versi terbaru menggunakan...
or: ଆମର ଅଧ୍ଯୟନ ମଧ୍ଯରୁ ଗୋଟିଏ ନୂତନ ପରୀକ୍ଷଣ ପାଇଲଟ ସଂସ୍କରଣ ଆବଶ୍ୟକ କରିଥାଏ। ଆପଣ ଏଡ-ଅନ ୱିଣ୍ଡୋଗୁଡ଼ିକୁ ବ୍ୟବହାର କରି ନୂତନତମ ସଂସ୍କରଣକୁ ପାଇପାରିବେ।
si: ඔබගේ එක් අධ්‍යයනයකට Test Pilot නව නිකුතුවක් අවශයව ඇත. ඔබට නවතම නිකුතුව ඇඩෝන කවුළුව භාවිතයෙන් ලබා ගත හැකිය.
sr: Једно од Ваших проучавања захтева новију верзију Тест пилотa. Најновију верзију можете да набавите у прозору са додацима.
sw: Mojawapo wa usomaji unahitaji toleo jipya la Rubani wa Jaribio. Unaweza kupata toleo jipya zaidi ukitumia dirisha la Vifaa vya nyongeza.
te: మీ అధ్యయనాలలో వొక దానికి పరిశోధనా పైలట్ కొత్త రూపాంతరం(వర్షన్) కావాలి. మీరు పొడిగింతలు విండోను వుపయోగించి సరికొత్త వర్షన్‌ను పొందుతారు.
tk: Haýsydyr bir agtaryşygyňyz Tejribe Ulanyşygyň täze wersiýasyny talap edýär. Soňky wersiýasyny Goşmaçalar penjiresinden alyp bilersiňiz.
tl: Kailangan ng mas bagong version ng Test Pilot ang isa sa mga pag-aaral ninyo. Maari ninyong kunin ang pinakabagong version sa Add-ons window.
tr: Araştırmalarınızdan birisi, Test Pilotu'nun daha yeni bir sürümünü gerektiriyor. Eklentiler penceresini kullanarak son sürümü edinebilirsiniz.
ug: سىزنىڭ تەتقىقاتىڭىز سىناش تەتقىقاتىنىڭ يېڭى نەشرىگە ئېھتىياجلىق. قىستۇرما كۆزنىكىنى ئىشلىتىپ ئەڭ يېڭى نەشرىگە ئېرىشەلەيسىز.
uz: Oʻqishlaringizdan biri sinovdagi pilotning yangiroq versiyasini talab qilmoqda. Yangi versiyasini Qoʻshimcha dasturlar oynasidan foydalanib olishingiz mumkin.
vi: Một trong số các khảo sát của bạn yêu cầu phiên bản Test Pilot mới. Bạn có thể lấy phiên bản mới nhất bằng cửa sổ Tiện ích.
xh: Enye yemfunalwazi yakho ifuna inguqulelo entsha yeTest Pilot. Ungayifumana eyona nguqulelo yakutshanje usebenzisa ifestile yezongezelelo.
zu: Okukodwa kocwaningo kwakho kudinga inguqulko entsha ye-pilot yesivivinyo. Ungathola inguquko yamanje yokungezwako kwifasitela.
