Repository: tktk711/mozilla-l10n
Catalog: */browser/feedback/main.properties.po
Languages: ar, as, az, bn_bd, bn_in, cy, es_es, fa, gd, hi_in, id, km, kn, ml, ms, or, si, sr, sw, te, tk, tl, tr, ug, uz, vi, xh, zu

source: Help make Firefox better by running user studies.
ar: ساعِد على تحسين فَيَرفُكس من خلال تشغيل دراسات المستخدمين.
as: ব্যৱহাৰকাৰী অধ্যয়ন চলাই Firefox উন্নত কৰাত সহায় কৰক।
az: İstifadəçi araşdırmalarına qoşularaq Firefoxu inkişaf etdirin.
bn_bd: ব্যবহারকারীর উপর বিশ্লেষন চালানোর মাধ্যমে সহায়তা ফায়ারফক্সকে আরও উন্নত করে
bn_in: ব্যবহারকারীদের সম্বন্ধীয় গবেষণা প্রয়োগ করে Firefox-কে উন্নত করতে সাহায্য করুন।
cy: Helpu i wneud Firefox drwy redeg astudiaethau defnyddwyr.
es_es: Ayude a que Firefox sea mejor ejecutando los estudios de usuario.
fa: با شرکت در مطالعه‌های کاربری به بهتر شدن فایرفاکس کمک کنید
gd: 'S urrainn dhut ar cuideachadh ann an leasachadh Firefox tro na sgrùdaidhean luchd-cleachdaidh.
id: Bantu Firefox menjadi lebih baik dengan menjalankan pengumpulan data studi pengguna.
km: ជួយ​ធ្វើឲ្យ Firefox ប្រសើរ​ឡើង​ដោយ​ដំណើរការ​ការ​សិក្សា​អ្នកប្រើ ។
kn: ಬಳಕೆದಾರ ಅಧ್ಯಯನಗಳನ್ನು ಚಲಾಯಿಸುವ ಮೂಲಕ ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಿ.
ml: പഠനങ്ങള്‍ നടപ്പിലാക്കി ഫയര്‍ഫോക്സ് മെച്ചപ്പെടുത്തുക.
ms: Membantu menjadikan Firefox lebih baik dengan menggunakan kajian yang telah dijalankan.
or: ଚାଳକ ଅଧ୍ଯୟନକୁ ଚଲାଇ Firefox କୁ ଉନ୍ନତ ମାନର କରିବା ପାଇଁ ସହାୟତା କରନ୍ତୁ।
si: පරිශීලක අධ්‍යයනයන් කිරීමෙන් ෆයර්ෆොක්ස් වඩාත් හොඳින් දියුණු කිරීමට සහායය වන්න.
sr: Помозите нам да побољшамо фајерфокс, тако што ћете покренути проучавање.
sw: Saidia kuifanya Firefix bora kwa kuendesha usomaji wa mutumiaji.
te: వాడుకరి అధ్యయనాలను చేయుట ద్వారా ఫైర్‌ఫైక్సును వుత్తమంగా చేయుటకు సహాయపడండి.
tk: Ulanyjy agtaryşygyny işledip Firefoxyň has ösmegine kömek et.
tl: Tumulong mapabuti ang Firefox sa pamamagitan ng pagtakbo ng mga user studies.
tr: Kullanıcı araştırmalarına katılarak Firefox'u ileriye taşıyın.
ug: ئىشلەتكۈچى تەتقىقاتىنى ئىجرا قىلىپ Firefox نىڭ تېخىمۇ ياخشىلىنىشىغا ياردەملىشىڭ.
uz: Oʻqiyotgan foydalanuvchilar tomonidan ishga tushirilgan "Firefox"ni yaxshilashga yordam bering.
vi: Giúp Firefox trở nên tốt hơn bằng việc chạy các khảo sát người dùng.
xh: Ncedisa ekwenzeni ngcono i-Firefox ngokuhambisa imfunalwazi yomsebenzisi.
zu: Siza ukuthi kwenziwe i-Firefox ukuthi ibencono kucwaningo lwabasebenzisi.

source: Mozilla Labs Test Pilot
ar: مرشد اختبارات مختبرات موزيلا
as: Mozilla পৰীক্ষাগাৰ পৰীক্ষা চালক
az: Mozilla Labs Test Pilotu
bn_bd: মোজিলা ল্যাব টেস্ট পাইলট
cy: Adborth
fa: خلبان هواپیمای آزمایشی آزمایش‌گاه‌های موزیلا
gd: Am pìleat deuchainne aig deuchainn-lannan Mhozilla
hi_in: मोज़िल्ला लैब्स टेस्ट पाइलट
id: Test Pilot Mozilla Labs
km: អ្នកជំនួយការ​សាកល្បង​មន្ទីរ​ពិសោធ Mozilla
kn: ಮೋಝಿಲ್ಲಾ ಪ್ರಯೋಗಶಾಲೆಗಳ ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್
ml: മോസിലാ ലാബ്സ് ടെസ്റ്റ് പൈലറ്റ്
ms: Ujian Percubaan Makmal Mozilla
or: Mozilla ପ୍ରୋୟଗଶାଳା ପରୀକ୍ଷଣ ପାଇଲଟ
sr: Мозилине лабораторије - Тест пилот
sw: Rubani wa Jaribio la Lebu ya Mozilla
te: మొజిల్లా ప్రయోగశాలల పరిశీలనా పైలట్
tk: Mozilla Labs Tejribe Ulanyşygy
tr: Mozilla Labs Test Pilotu
ug: موزىللا تەجرىبىخانىسى سىناقلىرى
uz: Mozilla laboratoriyasi sinovdagi piloti
xh: I-Mozilla Labs Test Pilot
zu: I-pilot yokuvivinya yamalebhu we-Mozilla

source: More Info
ar: مزيد من المعلومات
as: অধিক তথ্য
az: Daha çox məlumat
bn_bd: আরও তথ্য
bn_in: অতিরিক্ত তথ্য
cy: Rhagor o Wybodaeth
es_es: Más información
fa: اطلاعات بیشتر
gd: Barrachd fiosrachaidh
hi_in: अधिक सूचना
id: Info Selengkapnya
km: ព័ត៌មាន​បន្ថែម
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ
ml: കൂടുതല്‍ വിവരങ്ങള്‍
ms: Lebih banyak Maklumat
or: ଅଧିକ ସୂଚନା
si: වැඩි විස්තර
sr: Више података
sw: Maelezo Zaidi
te: మరింత సమాచారము
tk: Köpräk Maglumat
tl: Dagdag na Impormasyon
tr: Daha fazla bilgi
ug: تېخىمۇ كۆپ ئۇچۇر
uz: Koʻproq ma`lumot
vi: Thông tin thêm
xh: Ulwazi olungaphezulu
zu: Ulwazi Olwengeziwe

source: Submit
ar: أرسِل
as: জমা কৰক
az: Gönder
bn_bd: জমা
bn_in: দায়ের করুন
cy: Cyflwyno
es_es: Enviar
fa: ارسال
gd: Cuir a-null
hi_in: सुपुर्द करें
id: Kirim
km: ដាក់​ស្នើ
kn: ಸಲ್ಲಿಸು
ml: രേഖപ്പെടുത്തുക
ms: Hantar
or: ଦାଖଲ କରନ୍ତୁ
si: යවන්න
sr: Пошаљи
sw: Wasilisha
te: అప్పజెప్పు
tk: Iber
tl: Isumite
tr: Gönder
ug: تاپشۇر
uz: Joʻnatish
vi: Gửi
xh: Nikezela
zu: Hambisa

source: Take the Survey
ar: شارِك في الاستبيان
as: সমীক্ষণ লওক
az: Anketə qoşulun
bn_bd: জরিপ শুরু
bn_in: পরিদর্শনে অংশগ্রহণ করুন
cy: Cyfrannu at yr Arolwg
es_es: Realizar la encuesta
fa: مشاهدهٔ پرسش‌نامه
gd: Gabh an t-suirbhidh
hi_in: सर्वेक्षण में भाग लें
id: Ikuti Survei
km: ធ្វើ​ប្រជាមតិ
kn: ಸಮೀಕ್ಷೆಯನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ
ml: സര്‍വേ എടുക്കുക
ms: Menyertai Tinjauan
or: ନିରୀକ୍ଷଣ କରନ୍ତୁ
si: සමීක්ෂණයක් කරන්න
sr: Попуните анкету
sw: Fanya Uchunguzi
te: సర్వే తీసుకొనుము
tk: Anketa goşul
tl: Sagutan ang Survey
tr: Ankete katılın
ug: تەكشۈرۈشكە قاتناش
uz: Tirik qolish
vi: Tham gia Khảo sát
xh: Thatha ucando
zu: Phendula imibuzo

source: Turn On User Studies
ar: شغّل دراسات المستخدمين
as: ব্যৱহাৰকাৰী অধ্যয়ন আৰম্ভ কৰক
az: İstifadəçi araşdırmalarını aktivləşdir
bn_bd: ব্যবহারকারীর উপর গবেষনা চালু
bn_in: ব্যবহারকারীর গবেষণা ব্যবস্থা সক্রিয় করুন
cy: Cychwyn Astudiaethau Defnyddiwr
es_es: Activar estudios de usuario
fa: فعال کردن مطالعه‌های کاربری
gd: Cuir na sgrùdaidhean luchd-cleachdaidh air
hi_in: उपयोक्ता अध्ययन चालू करें
id: Aktifkan Studi Pengguna
km: បើក​ការ​សិក្សា​របស់​អ្នកប្រើ
kn: ಬಳಕೆದಾರ ಅಧ್ಯಯನಗಳನ್ನು ಆನ್ ಮಾಡಿ
ml: പഠനങ്ങള്‍ നടപ്പിലാക്കുക
ms: Pasangkan Kajian Pengguna
or: ଚାଳକ ଅଧ୍ଯୟନକୁ ଅନ କରନ୍ତୁ
si: පරිශීලක අධ්‍යයනයන් සක්‍රීය කරන්න
sr: Укључи корисничке извештаје
sw: Washa Usomaji wa Mtumiaji
te: వాడుకరి అధ్యయనాలు ఆన్ చేయి
tk: Ulanyjy Agtarlyşygyny Açyň
tl: I-On ang Pagsisiyasat ng User
tr: Kullanıcı araştırmalarını etkinleştir
ug: ئىشلەتكۈچى تەتقىقاتىنى ئاچ
uz: Foydalanuvchi oʻqishlar yoqilgan
vi: Bật Khảo sát Người dùng
xh: Vula imfunalwazi yomsebenzisi
zu: Khanyisa ucwaningo lwabasebenzisi

source: Turn Off User Studies
ar: عطّل دراسات المستخدمين
as: ব্যৱহাৰকাৰী অধ্যয়ন বন্ধ কৰক
az: İstifadəçi araşdırmalarını söndür
bn_bd: ব্যবহারকারীর উপর গবেষনা বন্ধ
bn_in: ব্যবহারকারীর গবেষণা ব্যবস্থা নিষ্ক্রিয় করুন
cy: Cau'r Astudiaeth Defnyddiwr
es_es: Desactivar los estudios de usuario
fa: غیر فعال کردن مطالعه‌های کاربری
gd: Cuir na sgrùdaidhean luchd-cleachdaidh dheth
hi_in: उपयोक्ता अध्ययन बंद करें
id: Matikan Studi Pengguna
km: បិទ​ការ​សិក្សា​របស់​អ្នកប្រើ
kn: ಬಳಕೆದಾರ ಅಧ್ಯಯನಗಳನ್ನು ಆಫ್ ಮಾಡಿ
ml: പഠനങ്ങള്‍ നിര്‍ത്തുക
ms: Padamkan Kajian Pengguna
or: ଚାଳକ ଅଧ୍ଯୟନକୁ ଅଫ କରନ୍ତୁ
si: පරිශීලක අධ්‍යයනයන් වසා දමන්න
sr: Искључи корисничке извештаје
sw: Funga Usomaji wa Mtumiaji
te: వాడుకరి అధ్యయనాలు ఆఫ్ చేయి
tk: Ulanyjy Agtarlyşygyny Ýapyň
tl: I-Off ang mga User Studies
tr: Kullanıcı araştırmalarını devre dışı bırak
ug: ئىشلەتكۈچى تەتقىقاتىنى ياپ
uz: Foydalanuvchi oʻqishlari oʻchirilgan
vi: Tắt Khảo sát Người dùng
xh: Vala imfunalwazi yomsebenzisi
zu: Cisha ucwaningo lwabasebenzisi

source: We are working on a new study now; it will knock on your door soon! Stay Tuned!
ar: نعمل على دراسة جديدة الآن، وسوف تطرق بابك قريبًا فابقَ على استعداد!
as: আমি এতিয়া নতুন অধ্যয়নত কাম কৰি আছো; অতি শীঘ্ৰে ই আপোনাৰ দুৱাৰ টুকুৰিৱাব! চলাই থাকক!
az: Hazırda yeni bir araşdırma üzərində işləyirik; çox yaxında sizə xəbər gələcək! Gözləyin!
bn_bd: আমরা এখন নতুন একটি গবেষনা নিয়ে কাজ করছি; আপনি এটা খুব শীঘ্রই জানতে পারবেন! সাথে থাকুন!
bn_in: একটি নতুন গবেষণা প্রস্তুত করা হচ্ছে এবং অতি শীঘ্র আপনাকে এই বিষয়ে সূচিত করা হবে!
cy: Rydym yn gweithio ar astudiaeth newydd, byddwn yn gofyn eto'n fuan! Cadwch mewn cysylltiad!
es_es: Estamos trabajando en un nuevo estudio ahora mismo; le avisaremos cuando haya uno, ¡esté atento!
fa: ما در حال طراحی مطالعه‌ای جدید هستیم؛ که به زودی به دست‌تان می‌رسد! منتظر باشید!
gd: Tha sinn ag obair air sgrùdadh ùr an-dràsta fhèin 's cluinnidh tu cnag aig an doras a dh'aithghearr! Cum cluas ri claisneachd air a shon!
id: Kami sedang menyiapkan studi baru dan akan mampir sebentar lagi.
km: ឥឡូវនេះ​យើង​កំពុង​ធ្វើការងារ​លើ​កិច្ចការ​សិក្សា​ថ្មី វា​នឹង​ជូនដំណឹង​អ្នក​ក្នុង​ពេល​ឆាប់ៗ​នេះ ! សូម​រង់ចាំ !
kn: ನಾವು ಈಗ ಹೊಸ ಅಧ್ಯಯನದ ಮೇಲೆ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ; ಅದು ಸದ್ಯದಲ್ಲಿಯೆ ನಿಮಗೆ ದೊರಕಲಿದೆ! ಕಾಯುತ್ತಿರಿ!
ml: ഇപ്പോള്‍ ഒരു പുതിയ പഠനത്തില്‍ പ്രവര്‍ത്തിയ്ക്കുന്നു; നിങ്ങള്‍ക്കതു് ഉടന്‍ ലഭ്യമാകുന്നതാണു്! കാത്തിരിയ്ക്കുക!
ms: Kami sedang menjalankan satu kajian baru; dan akan dimaklumkan kepada anda tidak lama lagi! Jangan Ke Mana-mana!
or: ଆମ୍ଭେମାନେ ବର୍ତ୍ତମାନ ଗୋଟିଏ ନୂତନ ଅଧ୍ଯୟନରେ କାର୍ଯ୍ୟକରୁଅଛୁ; ଏହା ଅତିଶିଘ୍ର ଆପଣଙ୍କ ଦ୍ୱାରରେ ଆହ୍ୱାନ କରିବ! ପ୍ରସ୍ତୁତ ରୁହନ୍ତୁ!
si: අපි නව අධ්‍යයනයක් සඳහා කටයුතු කරමින් සිටිමු; එය ඉක්මනින් ඔබට අමතනු ඇති! සූදානම්ව සිටින්න!
sr: Тренутно радимо на новом проучавању, које ускоро стиже! Пратите нас!
sw: Tunashughulikia usomaji mpya sasa; utabisha mlango wako hivi karibuni! Usiende Mbali!
te: మేము యిప్పుడు కొత్త అధ్యయనంపై పనిచేస్తున్నాము; అది త్వరలోనే మీ తలుపు తడుతుంది! చూస్తూవుండండి!
tk: Biz şuwagt täze agtaryşyk üstünde işleýäs; seniň gapyňy ýakynda kakar! Habarly Bolup Duryň!
tl: Naghahanda kami ng isang bagong study ngayon; babalikan namin kayo! Maghintay-hintay lang!
tr: Şu anda yeni bir araştırma üzerinde çalışıyoruz; çok yakında kapınızı çalacak! Beklemede kalın!
ug: بىز يېڭى بىر تەتقىقاتقا خىزمەت قىلىۋاتىمىز. ئۇ ناھايىتى تېزلا سىز بىلەن يۈز كۆرۈشىدۇ! ئۇنى كۈتۈڭ!
uz: Biz hozirda yangi tadqiqot ustida ishlayapmiz; u tezda eshigingizni taqillatib keladi! Yoqib qoʻying!
vi: Chúng tôi đang tạo một khảo sát mới; nó sẽ được chuyển đến bạn sớm thôi! Chờ nhé!
xh: Senza imfunalwazi entsha ngoku; iza kunkqonkqoza kwakho kungekudala! Hlala uthe qwa!
zu: Sisebenza kucwaningo olusha manje; izofika kungekudala! Hlala ubhekile!

source: Uploading…
ar: ترفع…
as: আপলোড কৰা হৈ আছে…
az: Yüklənir…
bn_bd: আপলোড করা হচ্ছে…
bn_in: আপলোড করা হচ্ছে…
cy: Llwytho…
es_es: Subiendo…
fa: در حال ارسال…
gd: 'Ga luchdadh suas…
hi_in: अपलोड कर रहा है…
id: Mengunggah…
km: កំពុង​ផ្ទុក​ឡើង...
kn: ಅಪ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ…
ml: അപ്‌ലോഡ് ചെയ്യുന്നു…
ms: Pemunggahan
or: ଧାରଣ କରୁଅଛି…
si: උඩුගත කරයි…
sr: Отпремам...
sw: Kupakia...
te: అప్‌లోడ్ అవుచున్నది…
tk: Ýüklenýär...
tr: Yükleniyor…
ug: يۈكلەۋاتىدۇ…
uz: Yuklanmoqda...
vi: Đang tải lên…
xh: iyakhuphela...
zu: Iyalayisha…

source: Unable to reach Mozilla; please try again later.
ar: تعذر الاتصال بموزيلا؛ يُرجى المحاولة لاحقًا.
as: Mozilla -ত যাব নোৱাৰি; অনুগ্ৰহ কৰি ক্ষন্তেক পিছত পুনৰ চেষ্টা কৰক।
az: Mozillaya bağlanıla bilmədi; lütfən daha sonra yoxlayın.
bn_bd: মোজিলাতে সংযোগ দিতে ব্যর্থ; অনুগ্রহ করে পুনরায় চেষ্টা করুন।
bn_in: Mozilla-র সাথে যোগাযোগ করতে ব্যর্থ; অনুগ্রহ করে পরে পুনরায় প্রচেষ্টা করুন।
cy: Methu cysylltu â Mozilla; ceisiwch eto.
es_es: Imposible contactar con Mozilla; pruebe de nuevo más tarde.
fa: دسترسی به موزیلا مقدور نبود، لطفاً دوباره تلاش کنید.
gd: Cha robh Mozilla a' freagairt, feuch ris a-rithist nas anmoiche.
hi_in: मोज़िल्ला से संपर्क में असमर्थ; कृपया बाद में फिर कोशिश करें.
id: Gagal menjangkau Mozilla; silakan coba lagi nanti.
km: មិន​អាច​ទៅដល់ Mozilla សូម​ព្យាយាម​ម្ដងទៀត ។
kn: ಮೋಝಿಲ್ಲಾವನ್ನು ತಲುಪಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ; ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
ml: മോസില്ലയുമായി കണക്ട് ചെയ്യുവാന്‍ സാധ്യമല്ല; ദയവായി അല്‍പം കഴിഞ്ഞു് വീണ്ടും ശ്രമിയ്ക്കുക.
ms: Tidak sampai kepada Mozilla: sila cuba lagi sebentar nanti.
or: Mozilla ରେ ପହଞ୍ଚିବାରେ ଅସମର୍ଥ; ଦୟାକରି ପରେ ପୁଣିଥରେ ଚେଷ୍ଟାକରନ୍ତୁ।
si: Mozilla වෙත ලඟාවිය නොහැකි විය; පසුව නැවත උත්සාහ කරන්න.
sr: Није могуће контактирати Мозилу. Покушајте касније.
sw: Imeshindwa kufikia Mozilla; tafadhali jaribu tena baadaye.
te: మొజిల్లాను చేరుకోలేక పోతోంది; దయచేసి తరువాత మరలా ప్రయత్నించండి.
tk: Mozilla ýetip bilinmedi; az salymdan gaýtadan synanşyň.
tl: Hindi maabot ang Mozilla; subukan muli mamaya.
tr: Mozilla'ya erişilemedi; lütfen daha sonra tekrar deneyin.
ug: موزىللاغا يېتەلمىدى؛ سەل تۇرۇپ قايتا سىناڭ.
uz: "Mozilla"ni olib boʻlmadi; iltimos, keyinroq urinib koʻring.
vi: Không thể đi tới Mozilla; vui lòng thử lại sau.
xh: Ayikwazi ukufikelela kwiMozilla; zama kwakhona kamva.
zu: Ayikwazi ukufinyelela ku-Mozilla; sicela uzame futhi ngesikhathi esizayo.

source: Thanks for contributing!
ar: شكرًا على المساهمة!
as: অৱদানৰ বাবে ধন্যবাদ!
az: Köməkləriniz üşçn təşəkkürlər!
bn_bd: আপনার অবদানের জন্য ধন্যবাদ!
bn_in: যোগদান করার জন্য ধন্যবাদ!
cy: Diolch am gyfrannu!
es_es: ¡Gracias por contribuir!
fa: از مشارکت شما متشکریم!
gd: Mòran taing airson ar cuideachadh!
hi_in: योगदान के लिए शुक्रिया!
id: Terima kasih telah berkontribusi!
km: អរគុណ​ចំពោះ​ការ​ចូលរួម !
kn: ನೆರವಾಗಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು!
ml: സംഭാവനകള്‍ക്ക് നന്ദി!
ms: Terima Kasih atas penyumbangan!
or: ସହଯୋଗ କରିଥିବା ହେତୁ ଧନ୍ୟବାଦ!
si: දායකවූවාට ස්තුතියි!
sr: Хвала на доприносу!
sw: Asante kwa uchangaji!
te: సహాయమునకు ధన్యవాదములు!
tk: Gatnaşanyňyz üçin sagboluň!
tl: Salamat sa pagcontribute!
tr: Katkılarınız için teşekkürler!
ug: تۆھپىڭىزگە رەھمەت!
uz: Hissangizni qoʻshganingiz uchun rahmat!
vi: Cảm ơn bạn đã đóng góp!
xh: Enkosi ngegalelo lakho!
zu: Siyabonga ngomnikelo wakho!

source: Finished on %S
ar: انتهت في %S
as: %S -ত সমপূৰ্ণ
az: %S tarixində sona çatdı.
bn_bd: %S এ সমাপ্ত
bn_in: %S-এ সমাপ্ত হয়েছে
cy: Wedi gorffen %S
es_es: Finalizado el %S
fa: در تاریخ %S خاتمه یافته
gd: Thàinig e gu crìoch %S
hi_in: %S पर समाप्त
id: Selesai pada %S
km: បាន​បញ្ចប់​នៅ​លើ​ %S
kn: %S ನಲ್ಲಿ ಪೂರ್ಣಗೊಂಡಿದೆ
ml: %S-നു് പൂര്‍ത്തിയായി
ms: Tamat pada %S
or: %S ରେ ସମାପ୍ତ କରିଅଛି
si: %S හි අවසන්
sr: Завршено %S
sw: Imekamilisha %S
te: %S పై ముగిసింది
tk: %S üstündäki gutaryldy
tl: Natapos noong %S
tr: %S tarihinde sona erdi.
ug: %S دا تاماملاندى
uz: %S`da tugagan
vi: Hoàn thành vào %S
xh: Igqibile ku%S
zu: Kuqedwe ngo-%S

source: (You canceled this study)
ar: (لقد ألغيتَ هذه الدراسة)
as: (আপুনি এই অধ্যয়ন বাতিল কৰিছে)
az: (Bu araştırmayı iptal ettiniz)
bn_bd: (আপনি এ গবেষনা বাতিল করেছেন)
bn_in: (এই গবেষণাটি বাতিল করেছেন)
cy: (Rydych wedi diddymu'r astudiaeth)
es_es: (Ha cancelado este estudio)
fa: (این مطالعه لغو شده است)
gd: (Sguir thu dhen sgrùdadh seo)
hi_in: (आपने इस अध्ययन को रद्द कर दिया)
id: (Anda membatalkan keikutsertaan studi ini)
km: (អ្នក​បាន​បោះបង់​ការ​សិក្សា​នេះ)
kn: (ನೀವು ಈ ಆಧ್ಯಯನವನ್ನು ರದ್ದುಗೊಳಿಸಿದ್ದೀರಿ)
ml: (ഈ പഠനം റദ്ദാക്കിയിരിയ്ക്കുന്നു)
ms: Anda membatalkan kajian ini
or: (ଆପଣ ଏହି ଅଧ୍ଯୟନକୁ ବାତିଲ କରିଛନ୍ତି)
si: (ඔබ මෙම අධ්‍යයනය අවලංගු කළා)
sr: (Отказали сте ово проучавање)
sw: (Ulikatiza usomaji huu)
te: (మీరు యీ అధ్యయనమును రద్దుచేసినారు)
tk: (Siz bu agtaryşygy bes etdiňiz)
tl: (Kinansel ninyo ang pagsisiyasat na ito)
tr: (Bu araştırmayı iptal ettiniz)
ug: (بۇ تەتقىقاتتىن ۋاز كەچتىڭىز)
uz: (Siz ushbu tadqiqotni bekor qilgansiz)
vi: (Bạn đã hủy khảo sát này)
xh: (Uyirhoxisile le mfunalwazi)
zu: (Ukhansele locwaningo)

source: (You missed this study)
ar: (لقد فاتتك هذه الدراسة)
as: (আপুনি এই অধ্যয়ন হেৰুৱাইছে)
az: (Bu araşdırmaya çata bilmədiniz)
bn_bd: (আপনি এ গবেষনা মিস করেছেন)
bn_in: (এই গবেষণায় আপনি অংশগ্রহন করেননি)
cy: (Rydych wedi colli'r astudiaeth hon)
es_es: (No se realizó este estudio)
fa: (تاریخ انجام این مطالعه گذشته است)
gd: (Dh'fhalbh an sgrùdadh seo ort)
hi_in: (आपसे यह अध्ययन पूरा नहीं हुआ)
id: (Anda ketinggalan studi ini)
km: (អ្នក​បាន​ខកខាន​ការ​សិក្សា​នេះ)
kn: (ನೀವು ಈ ಆಧ್ಯಯನವನ್ನು ಬಿಟ್ಟಿದ್ದೀರಿ)
ml: (ഈ പഠനം നഷ്ടമായി)
ms: Anda ketinggalan kajian ini
or: (ଆପଣ ଏହି ଅଧ୍ଯୟନକୁ ଛାଡ଼ିଦେଇଛନ୍ତି)
si: (ඔබ මෙම අධ්‍යයනය මඟහැර ඇත)
sr: (Пропустили сте ово проучавање)
sw: (Ulikosa usomaji huu)
te: (మీరు యీ అధ్యయనమును వదిలివేసినారు)
tk: (Siz bu agtaryşygy ýatdan çykardyňyz)
tl: (Hindi ninyo nakuha ang pagsisiyasat na ito)
tr: (Bu araştırmayı kaçırdınız)
ug: (بۇ تەتقىقاتنى ئۆتكۈزۈۋەتتىڭىز)
uz: (Ushbu tadqiqotni oʻtkazib yubordingiz)
vi: (Bạn đã bỏ lỡ khảo sát này)
xh: (Uyiphosile le mfunalwazi)
zu: (Uphuthelwe yilo cwaningo)

source: Will start on %S
ar: سوف تبدأ في %S
as: %S -ত আৰম্ভ হব
az: %S tarixində başlayacaq
bn_bd: %S এ শুরু করবেন
bn_in: %S-এ আরম্ভ করা হবে
cy: Cychwyn %S
es_es: Empezaré el %S
fa: در تاریخ %S شروع خواهد شد
gd: Tòisichidh e %S
hi_in: %S पर आरंभ करेंगे
id: Akan dimulai pada %S
km: វា​នឹង​ចាប់ផ្ដើម​នៅ​លើ %S
kn: %S ನಲ್ಲಿ ಆರಂಭಗೊಳ್ಳುತ್ತದೆ
ml: %S-നു് ആരംഭിയ്ക്കുന്നു.
ms: Akan bermula pada %S
or: %S ରେ ଆରମ୍ଭ କରିବ
si: %S මත ආරම්භ වනු ඇත
sr: Почиње %S
sw: Utaanza %S
te: %S కు ప్రారంభమగును
tk: %S üstünde başlar
tl: Magsisimula sa %S
tr: %S tarihinde başlayacak
ug: %S دا باشلىنىدۇ
uz: %S`da boshlanadi
vi: Sẽ khởi động vào %S
xh: iya kuqalisa kwi%S
zu: Izoqala ngo-%S

source: Currently gathering data.
ar: تجمع البيانات حاليًا.
as: বৰ্তমানে তথ্য সংগ্ৰহ কৰি আছে
az: Hazırda məlumat toplanılır.
bn_bd: বর্তমানে ডাটা একত্রীকরণ করা হচ্ছে।
bn_in: বর্তমানে তথ্য সংগ্রহ করা হচ্ছে।
cy: Wrthi'n casglu data.
es_es: Actualmente consiguiendo datos.
fa: هم‌اکنون در حال جمع‌آوری اطلاعات است.
gd: A' cruinneachadh dàta an-dràsta fhèin.
hi_in: अभी आँकड़ा इकट्ठा कर रहे हैं.
id: Saat ini sedang mengumpulkan data.
km: ទិន្នន័យ​ដែល​ប្រមូល​បាន​បច្ចុប្បន្ន ។
kn: ಪ್ರಸಕ್ತ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲಾಗುತ್ತಿದೆ.
ml: നിലവില്‍ ഡേറ്റാ ശേഖരിയ്ക്കുന്നു.
ms: Pengumpulan data
or: ବର୍ତ୍ତମାନ ତଥ୍ୟ ସଂଗ୍ରହ କରୁଅଛି।
si: දැන් දත්ත එකතු කරමින් සිටියි.
sr: Подаци се прикупљају.
sw: Kwa sasa inakusanya data.
te: ప్రస్తుతం దత్తాంశమును సేకరించుచున్నది.
tk: Şuwagtlykça maglumat toplanýar.
tl: Kasalukuyang nagiipon ng mga datos.
tr: Şu anda veri toplanıyor.
ug: نۆۋەتتە سانلىق مەلۇمات توپلاۋاتىدۇ.
uz: Hozircha yigʻilgan ma`lumot.
vi: Hiện đang thu thập dữ liệu.
xh: Iqokelela iingcombolo kungokunje
zu: Okwamanje kuhlanganisa idatha.

source: Will finish on %S
ar: سوف تنتهي في %S
as: %S -ত সমাপ্ত হব
az: %S tarixində sona çatacaq
bn_bd: %S এ শেষ করা হবে
bn_in: %S-এ সমাপ্ত করা হবে
cy: Gorffen %S
es_es: Finalizaré el %S
fa: در تاریخ %S به پایان رسیده است.
gd: Thig e gu crìoch %S
hi_in: %S पर समाप्त करेंगे
id: Akan selesai pada %S
km: វា​នឹង​បញ្ចប់​នៅ​លើ %S
kn: %S ಗೆ ಮುಗಿಸಲಾಗುತ್ತದೆ
ml: %S-നു് പൂര്‍ത്തിയാകുന്നു.
ms: Akan tamat pada %S
or: %S ରେ ସମାପ୍ତ କରିବ
si: %S දී අවසන් වනු ඇත
sr: Биће завршено %S
sw: Itamaliza %S
te: %S కు ముగియును
tk: %S üstünde gutarar
tl: Magtatapos sa %S
tr: %S tarihinde bitecek
ug: %S دا تاماملىنىدۇ
uz: %S`da tugaydi
vi: Sẽ hoàn thành vào %S
xh: Iza kugqiba kwi%S
zu: Kuzoqeda ngo-%S

source: Propose your own study
ar: اقترح دراستك الخاصة
as: আপোনাৰ নিজৰ অধ্যয়নৰ প্ৰস্তাৱ দিয়ক
az: Kendi araştırmanızı teklif edin
bn_bd: আপনার নিজের গবেষনার জন্য প্রস্তাব
bn_in: নিজের কোনো গবেষণার প্রস্তাব রাখুন
cy: Cynnig eich astudiaeth eich hun
es_es: Proponga un estudio propio
fa: مطالعهٔ جدیدی پیشنهاد دهید
gd: Mol sgrùdadh thu fhèin
hi_in: अपना स्वयं का अध्ययन प्रस्तुत करें
id: Ajukan proposal studi Anda sendiri
km: ស្នើ​ការ​សិក្សា​ផ្ទាល់ខ្លួន​របស់​អ្នក
kn: ನಿಮ್ಮದೆ ಆದ ಅಧ್ಯಯನವನ್ನು ಪ್ರಸ್ತಾವಿಸಿ
ml: നിങ്ങളുടെ സ്വന്തം പഠനം നിര്‍ദ്ദേശിയ്ക്കുക
ms: Cadangkan kajian anda
or: ଆପଣଙ୍କର ନିଜର ଅଧ୍ଯୟନକୁ ପ୍ରସ୍ତାବିତ କରନ୍ତୁ
si: ඔබගේම අධ්‍යයනයක් යෝජනා කරන්න
sr: Предложите проучавање
sw: Pendekeza usomaji wako mwenyewe
te: మీ స్వంత అధ్యయమును ప్రతిపాదించుము
tk: Öz agtaryşygyňy teklip et
tl: Magmungkahi ng sariling pagsisiyasat
tr: Kendi araştırmanızı teklif edin
ug: ئۆزۈمنىڭ تەتقىقاتىمنى ئوتتۇرىغا قويىمەن
uz: Oʻzingizning tadqiqotingizni soʻrash
vi: Đề xuất bản khảo sát của riêng bạn
xh: Ceba eyakho imfunalwazi
zu: Phakamisa ucwaningo olungelakho

source: Comments & Discussions »
ar: التعليقات والمناقشات »
as: মন্তব্য আৰু আলোচনাসমূহ »
az: Şərhlər və müzakirələr »
bn_bd: মন্তব্য এবং আলোচনা »
bn_in: মতামত ও আলোচনা »
cy: Sylwadau a Thrafodaethau »
es_es: Comentarios y discusiones »
fa: نظرات و بحث‌ها »
gd: Beachdan ┐ deasbadan »
hi_in: टिप्पणी और चर्चा »
id: Komentar & Diskusi &raquo;
km: មតិយោបល់ និង​ការ​ពិភាក្សា »
kn: ಅಭಿಪ್ರಾಯಗಳು ಹಾಗು ಚರ್ಚೆಗಳು »
ml: അഭിപ്രായങ്ങളും ചര്‍ച്ചകളും »
ms: Komen & Perbincangan >>
or: ମନ୍ତବ୍ୟ ଏବଂ ଆଲୋଚନା »
si: අදහස් සහ සාකච්ඡා »
sr: Коментари и дискусије raquo;
sw: Maoni & Majadiliano »
te: వ్యాఖ్యలు & చర్చలు »
tk: Teswirler & Gürrüňdeşlikler »
tl: Comments & Discussions raquo;
tr: Yorumlar ve tartışmalar »
ug: Comments & Discussions raquo;
uz: Mulohazalar va munozaralar »
vi: Bình luận & Thảo luận »
xh: Izihlomlo & neengxoxo »
zu: Amazwana knaye nezinxoxo »

source: Propose a Test »
ar: اقترح اختبارًا »
as: এটা পৰীক্ষাৰ প্ৰস্তাৱ দিয়ক »
az: Bir test təklif edin »
bn_bd: একটি পরীক্ষার জন্য প্রস্তাব »
bn_in: একটি পরীক্ষার প্রস্তাব রাখুন »
cy: Cynnig Prawf »
es_es: Proponga un test »
fa: پیشنهاد یک آزمایش »
gd: Mol deuchainn »
hi_in: एक टेस्ट का प्रस्ताव दें »
id: Ajukan Proposal Uji &raquo;
km: ស្នើ​ការ​សាកល្បង »
kn: ಒಂದು ಪರೀಕ್ಷೆಯನ್ನು ಪ್ರಸ್ತಾಪಿಸು »
ml: ഒരു പരീക്ഷ നിര്‍ദ്ദേശിയ്ക്കുക »
ms: Cadangkan satu Ujian >>
or: ଗୋଟିଏ ପରୀକ୍ଷଣକୁ ପ୍ରସ୍ତାବିତ କରନ୍ତୁ»
si: අධ්‍යයනයක් යෝජනා කරන්න »
sr: Propose a Test raquo;
sw: Pendekeza Jaribio »
te: పరిశీలన ప్రతిపాదించుము »
tk: Test Teklip Et »
tl: Propose a Test raquo;
tr: Bir test önerin »
ug: سىناق تەكلىپى »
uz: Sinov soʻrash »
vi: Đề xuất một Bài kiểm tra thử »
xh: Ceba uvavanyo »
zu: Phakamisa isivivinyo »

source: @MozTestPilot on Twitter »
ar: @MozTestPilot في تويتر »
as: Twitter -ত @MozTestPilot »
az: Twitterdə @MozTestPilot »
bn_bd: টুইটারে @MozTestPilot »
bn_in: Twitter-এ @MozTestPilot »
cy: @MozTestPilot ar Twitter »
es_es: @MozTestPilot en Twitter »
fa: ‎@MozTestPilot در توئیتر »
gd: @MozTestPilot air Twitter »
hi_in: @MozTestPilot ट्विटर पर »
id: @MozTestPilot di Twitter &raquo;
km: @MozTestPilot នៅ​លើ Twitter »
kn: ಟ್ವಿಟ್‌ರಿನಲ್ಲಿ @MozTestPilot »
ml: ട്വിറ്ററില്‍ @MozTestPilot »
ms: @MozTestPilot di Twitter >>
or: Twitter ରେ @MozTestPilot »
sr: @MozTestPilot on Twitter raquo;
sw: @MozTestPilot kwenye Twitter »
te: ట్విట్టర్ నందు @MozTestPilot »
tk: @MozTestPilot Twitterda »
tl: @MozTestPilot on Twitter raquo;
tr: Twitter'da @MozTestPilot »
ug: Twitter دىكى @MozTestPilot »
uz: @MozTestPilot "Twitter"da »
vi: @MozTestPilot trên Twitter »
xh: @MozTestPilot kwiTwitter »
zu: @MozTestPilot ku-Twitter »

source: Now uploading data…
ar: يرفع البيانات الآن…
as: এতিয়া তথ্য আপলোড কৰা হৈ আছে…
az: Məlumat göndərilir…
bn_bd: ডাটা আপলোড করা হচ্ছে…
bn_in: এখন তথ্য আপলোড করা হচ্ছে…
cy: Wrthi'n llwytho data…
es_es: Subiendo datos…
fa: در حال ارسال اطلاعات…
gd: A' luchdadh suas an dàta an-dràsta…
hi_in: अब आँकड़ा अपलोड कर रहा है…
id: Sedang menunggah data…
km: ឥឡូវ​នេះ​កំពុង​ផ្ទុក​ទិន្នន័យ​ឡើង...
kn: ಈಗ ಮಾಹಿತಿಯನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ml: ഇപ്പോള്‍ ഡേറ്റാ അപ്‌ലോഡ് ചെയ്യുന്നു…
ms: Data sedang dimuatnaik...
or: ବର୍ତ୍ତମାନ ତଥ୍ୟ ଧାରଣ କରୁଅଛି…
si: දැන් දත්ත උඩුගත කරයි…
sr: Подаци се управо шаљу…
sw: Sasa inapakia data..
te: ఇప్పుడు దత్తాంశమును అప్‌లోడ్ చేయుచున్నది…
tk: Häzir maglumat ýüklenýär...
tr: Veriler gönderiliyor…
uz: Hozir ma`lumotlar yuklanmoqda...
vi: Đang tải lên dữ liệu…
xh: Ngoku ikhuphela iingcombolo...
zu: Manje ilayisha idatha…
