Repository: tktk711/mozilla-l10n
Catalog: */browser/feedback/main.properties.po
Languages: ar, as, az, bn_bd, bn_in, cy, es_es, fa, gd, hi_in, id, km, kn, ml, ms, or, si, sr, sw, te, tk, tl, tr, ug, uz, vi, xh, zu

source: This is a recurring study. Normally we will let you know the next time we run the study. If you never want to hear about this study again, check the box below:
ar: هذه دراسة ستتكرر. في العادة سنخبرك عندما يحين وقت تكرارها. إن لم تكن ترغب أن نعلمك بأمرها عندما تتكرر، ضع إشارة على الصندوق أدناه:
as: এইটো এটা পুনৰ সংহিত অধ্যয়ন। সাধাৰনত আমি পৰিৱৰ্তী যেতিয়ায় এই অধ্যয়ন চলাও আমি আপোনাক জনাম। যদি আপুনি এই অধ্যয়নৰ বিষয়ে কেতিয়াও সোনিব নিবিচাৰে, তেতিয়া তলত থকা বাকচটো চেক কৰক:
az: Bu, təkrarlanan bir araşdırmadır. Normal halda növbəti araşdırmanın nə vaxt başlayacağı sizə bildirilir. Bir daha bu araşdırma barədə məlumat almaq istəmirsinizsə aşağıdakı qutunu işarələyin:
bn_bd: এটা গবেষনার পুনরাবৃত্তি। সাধারনত পরবর্তিতে আমরা আবার কবে গবেষনা চালাই তা আপনাকে জানানো হবে। আপনি যদি এ গবেষনা সম্পর্কে কখনও আর কিছু না জানতে চান তবে, নিম্নোক্ত বাক্সটি পরীক্ষা করুন :
bn_in: এই গবেষণাটি পুনঃ পুনঃ সঞ্চালিত হয়। পরবর্তীবার এটি সঞ্চালনার সময় আপনাকে সাধারণত সূচিত করা হবে। এই সূচনা প্রাপ্ত করতে ইচ্ছুক না হলে অনুগ্রহ করে নিম্নলিখিত বাক্সটি নির্বাচন করুন:
cy: Mae hon yn astudiaeth gylchol. Byddwn yn gadael i chi wybod pryd fyddwn yn rhedeg yr astudiaeth y tro nesaf. Os nad ydych am glywed am yr astudiaeth eto, ticiwch y blwch isod:
es_es: Es un evento recurrente. Normalmente le pediremos que elija la siguiente vez que quiera ejecutar el estudio. Si no quiere volver a escuchar sobre este estudio, haga click en la selección siguiente:
fa: این یک مطالعهٔ مکرر است. معمولاً هر بار در شروع یک مطالعهٔ جدید به شما اطلاع می‌دهیم. اگر دیگر مایل به شرکت در این مطالعه نیستید، گزینهٔ زیر را تیک بزنید:
gd: Seo sgrùdadh ath-chùrsach. Leigidh sinn fios thugad nuair a thòisicheas e a-rithist a ghnàth. Mur eil thu airson cluinntinn mun sgrùdadh seo a-rithist, cuir cromag sa bhogsa gu h-ìosal:
hi_in: यह अध्ययन बार-बार आते हैं. सामान्यतः हम आपको अगली बार बताएँगे जब हम अध्ययन चलाएँगे. यदि आपने इस अध्ययन के बारे में कभी नहीं सुना है, नीचे की पेटियाँ जाँचें:
id: Studi ini berulang. Umumnya kami akan memberitahu Anda kapan kami akan menjalankan studi ini. Jika Anda tidak ingin pernah mengikuti studi ini lagi, centang kotak di bawah ini:
km: នេះ​គឺជា​ការ​សិក្សា​ជា​ថ្មី​ឡើងវិញ ។ ជាទូទៅ​យើង​តែងតែ​ជូនដំណឹង​អ្នក​អំពី​​ពេលវេលា​នៃ​ដំណើរការ​សិក្សា​បន្ទាប់ ។ ប្រសិនបើ​អ្នក​មិន​ចង់​ទទួល​បាន​ការ​ជូនដំណឹង​នេះ​ទេ សូម​ធីក​ប្រអប់​ខាងក្រោម ៖
kn: ಇದು ಒಂದು ಪುನರಾವರ್ತನೆಗೊಳ್ಳುವ ಅಧ್ಯಯನ. ಸಾಮಾನ್ಯವಾಗಿ ಮುಂದಿನ ಬಾರಿ ಅಧ್ಯಯನವನ್ನು ಚಲಾಯಿಸಿದಾಗ ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ. ನೀವು ಎಂದಿಗೂ ಸಹ ಇನ್ನೊಮ್ಮೆ ಈ ಅಧ್ಯಯನದಲ್ಲಿ ಭಾಗಿಯಾಗಲು ಇಚ್ಛಿಸಿದೆ ಇದ್ದಲ್ಲಿ, ಈ ಕೆಳಗಿನ ಚೌಕದಲ್ಲಿ ಗುರುತು ಹಾಕಿ:
ml: പഠനത്തെപ്പറ്റിയുള്ള എല്ലാ വിവരങ്ങളും നിങ്ങള്‍ത്തു് ലഭ്യമാക്കുന്നു. നിങ്ങള്‍ക്കിതെപ്പറ്റിയുള്ള വിവരങ്ങള്‍ ഇനി ലഭ്യമാകേണ്ടതില്ലെങ്കില്‍, ദയവായി താഴെയുള്ള ബോക്സ് തെരഞ്ഞെടുക്കുക:
ms: Ini adalah kajian ulangan. Biasanya kami akan memaklumkan anda apabila kami menjalankan kajian ini kelak. Sekiranya anda tidak...
or: ଏହା ଗୋଟିଏ ପୁନଃପୌନିକ ଅଧ୍ଯୟନ। ସାଧାରଣତଃ ଆମେ ଆପଣଙ୍କୁ ଅଧ୍ଯୟନ ଚଲାଇବା ସମୟ ଜଣାଇଦେବୁ। ଯଦି ଆପଣ କଦାପି ଏହି ଅଧ୍ଯୟନ ବିଷୟରେ କିଛି ଜାଣିବାକୁ ଚାହୁଁ ନାହାନ୍ତି, ତେବେ ନିମ୍ନରେ ଥିବା ବାକ୍ସକୁ ବାଛନ୍ତୁ:
sr: Ово је проучавање које се понавља. Наравно, обавестићемо Вас када следећи пут покренемо проучавање. Ако не желите да икад више чујете за ово проучавање, штиклирајте поље испод:
sw: Huu ni usomaji unaotokea mara kwa mara. Kwa kawaida tutakujulisha wakati ujao tutaendesha usomaji. Kama katu hutaki kusikia kuhusu usomaji huu tena, kagua kisanduku hapa chini:
te: ఇది ఆవృత అధ్యయనం. సాదారణంగా తరువాత సారి మేము అధ్యయనమును నడుపునప్పుడు మీకు తెలియజేస్తాము. ఈ అధ్యయనము గురించి మీరు యెప్పటికి వినదలుచుకోకపోతే, కింది బాక్స్ చెక్ చేయుము:
tk: Bu gaýtalanýan agtaryşykdyr. Eger indiki gezek agtaryşygy işletsek, size habar ederis. Eger hiç haçan bu agtaryşyk hakynda eşitmek islemeseňiz, aşakdaky gutyny saýlaň:
tl: Umuulit ang pag-aaral na ito. Madalas ay pinapaalam namin sa inyo bago namin gawin ang pag-aaral na ito. Kung ayaw niyo na muling malaman ang tungkol sa pag-aaral na ito, paki-check ng box sa baba:
tr: Bu, tekrarlanan bir araştırmadır. Normalde bir sonraki araştırmanın ne zaman başlayacağı size bildirilir. Tekrar bu araştırmadan haberdar olmak istemiyorsanız lütfen aşağıdaki kutuyu işaretleyin:
ug: بۇ دائىملىق تەتقىقات. ئادەتتىكى ئەھۋالدا كېيىنكى تەتقىقاتىمىزنى يۈرگۈزىدىغان ۋاقتىمىزنى سىزگە ئۇقتۇرىمىز. ئەگەر سىز بۇ تەتقىقاتقا ئائىت ئۇچۇرنى مەڭگۈ كۆرمەيدىغان بولسىڭىز تۆۋەندىكى كاتەكچىنى تاللاڭ:
uz: Bu takrorlanuvchi tadqiqot. Keyingi safar biz tadqiqotni bajarishimiz haqida sizga ma`lumot beramiz. Agarda bu tadqiqot haqida yana eshitishni xohlamasangiz, pastdagi ramkani tekshiring.
vi: Đây là một khảo sát lặp lại. Bình thường chúng tôi sẽ cho bạn biết lần khảo sát kế tiếp. Nếu bạn không còn muốn nghe về khảo sát này nữa, hãy chọn ô bên dưới:
xh: Yimfunalwazi engapheliyo le. Sidla ngokwazisa ngexesha esiya kuba nayo ngalo imfunalwazi Ukuba akufuni kuva ngale mfunalwazi kwakhona, khangela ibhokisi engezantsi:
zu: Lolo ucwaningo oluvela futhi. Ngokwenjwayelo sizokwazisa ngesikhathi esizayo uma siqhuba ucwaningo. Uma ungafuni ukuzwa mayelana nalo cwaningo futhi, faka uphawu kwibhokisi elingezansi:

source: Quit this recurring study.
ar: اترك هذه الدراسة المتكررة.
as: এই পুনৰ সংহিত অধ্যযন বাদ দিয়ক।
az: Bu təkrarlanan araşdırmadan çıx.
bn_bd: পুনরাবৃত্তিমূলক গবেষনা বন্ধ।
bn_in: পুনরাবৃত্তিমূলক এই গবেষণা থেকে প্রস্থান করুন।
cy: Gadael yr adroddiad cylchol.
es_es: Abandonar este estudio recurrente.
fa: ترک مطالعهٔ مکرر.
gd: Fàg an sgrùdadh ath-chùrsach seo.
hi_in: बार-बार आने वाले अध्ययन छोड़ें.
id: Keluar dari studi berulang.
km: បោះបង់​ការ​សិក្សា​ជា​ថ្មី​ឡើងវិញ​នេះ ។
kn: ಈ ಪುನರಾವರ್ತನೆಗೊಳ್ಳುವ ಅಧ್ಯಯನದಿಂದ ನಿರ್ಗಮಿಸಿ.
ml: ഈ പഠനത്തില്‍ നിന്നും പുറത്തെടുക്കുക.
ms: Hentikan kajian ulangan ini.
or: ଏହି ପୁନଃପୌନିକ ଅଧ୍ଯୟନରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ।
si: නැවත සිදුවන මෙම අධ්‍යයනයෙන් ඉවත්වන්.
sr: Прекини ово периодично проучавање.
sw: Aga usomaji huu wa mara kwa mara.
te: ఈ ఆవృత అధ్యయంను నిష్క్రమించుము.
tk: Bu gaýtalanýan agtaryşygy ýap.
tl: Itigal na ang paulit-ulit na pag-aaral na ito.
tr: Bu tekrarlı araştırmadan çık.
ug: بۇ دائىملىق تەتقىقاتتىن چېكىن.
uz: Qaytariluvchi tadqiqotdan chiqish.
vi: Thoát bản khảo sát lặp lại này.
xh: Shiya le mfunalwazi ingapheliyo.
zu: Yeka lo cwaningo oluvela kaningi.

source: Quit the Study »
ar: اترك الدراسة »
as: অধ্যয়নটো বাদ দিয়ক »
az: Araşdırmadan çıx »
bn_bd: গবেষনা বন্ধ »
bn_in: গবেষণা থেকে প্রস্থান করুন »
cy: Gadael yr Astudiaeth »
es_es: Abandonar el estudio »
fa: ترک مطالعه »
gd: Fàg an sgrùdadh »
hi_in: अध्ययन से बाहर निकलें »
id: Keluar dari Studi&raquo;
km: បោះបង់​ការ​សិក្សា »
kn: ಅಧ್ಯಯನದಿಂದ ನಿರ್ಗಮಿಸು »
ml: പഠനത്തില്‍ നിന്നും പുറത്തു് കടക്കുക »
ms: Hentikan Kajian ini >>
or: ଏହି ଅଧ୍ଯୟନରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ»
si: අධ්‍යයනයෙන් පිටවෙන්න »
sr: Одјави се са студије &raquo;
sw: Aga Usomaji »
te: అధ్యయనం నిష్క్రమించు »
tk: Agtaryşygy Ýap »
tl: Quit the Study raquo;
tr: Araştırmadan ayrıl »
ug: تەتقىقاتتىن چېكىن »
uz: Tadqiqotdan chiqish »
vi: Thoát bản Khảo sát »
xh: Shiya imfunalwazi »
zu: Yeka ucwaningo »

source: Thank You for Joining the Test Pilot Team!
ar: شكرًا لك على انضمامك لفريق مرشد الاختبارات!
as: পৰীক্ষা চালক দলত অংশগ্ৰহন কৰাৰ কাৰণে ধন্যবাদ!
az: Test Pilotu Komandasına qoşulduğunuz üçün təşəkkürlər!
bn_bd: টেস্ট পাইলট টীম এ যোগ দেয়ার জন্য আপনাকে ধন্যবাদ!
bn_in: Test Pilot দলে যোগ দেওয়ার জন্য ধন্যবাদ!
cy: Diolch am Ymuno â'r Tîm Peilot Prawf!
es_es: ¡Gracias por unirse al equipo de Test Pilot!
fa: از پیوستن شما به تیم آزمایش‌کنندگان متشکریم!
gd: Mòran taing airson dol an sàs sgioba a' phìleit dheuchainne!
hi_in: टेस्ट पाइलट दल में शामिल होने के लिए आपका शुक्रिया!
id: Terima Kasih Telah Bergabung dengan Tim Test Pilot!
km: អរគុណ​ចំពោះ​ការ​ចូលរួម​ជាមួយ​ក្រុម​អ្នកជំនួយការ​សាកល្បង !
kn: ಪರಿಕ್ಷಾರ್ಥ ಪೈಲಟ್ ತಂಡದಲ್ಲಿ ಭಾಗಿಯಾಗಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು!
ml: ടെസ്റ്റ് പൈലറ്റ് ടീമിലേക്കു് പങ്കു് ചേര്‍ന്നതിനു് നന്ദി!
ms: Terima Kasih kerana Menyertai Pasukan Ujian Percubaan!
or: ପରୀକ୍ଷଣ ପାଇଲଟ ସମୂହରେ ଯୋଗଦାନ କରିଥିବାରୁ ଧନ୍ୟବାଦ!
si: Test Pilot කණ්ඩායම සමඟ එක්වීම පිළිබඳව ස්තුතියි!
sr: Хвала Вам што сте се придружили тиму Тест пилотa!
sw: Asante kwa kujiunga na Timu ya Rubani wa Jaribio!
te: పరిశోధనా పైలట్ బృందం నందు జేరినందుకు ధన్యవాదములు!
tk: Tejribe Ulanyşygy Toparyna Goşulanyňyz üçin Sag Boluň!
tl: Maraming Salamat sa Pagsali sa Test Pilot Team!
tr: Test Pilotu Ekibi'ne katıldığınız için teşekkürler!
ug: سىناش قوشۇنىغا قاتناشقانلىقىڭىزغا رەھمەت!
uz: Sinovdagi pilot guruhiga qoʻshilganingiz uchun rahmat!
vi: Cảm Ơn Bạn đã tham gia Nhóm Phi Công Lái Thử!
xh: Enkosi ngokungenela iqela leTest Pilot!
zu: Siyabonga ukujoyina kwakho ithimba le-pilot lokuvivinya!

source: Getting Started
ar: فلنبدأ سوية
as: আৰম্ভ হৈ আছে
az: İlk addım
bn_bd: শুরু করা হচ্ছে
bn_in: আরম্ভের পদ্ধতি
cy: Cychwyn Arni
es_es: Comenzar
fa: راهنمای شروع استفاده
gd: Toiseach tòiseachaidh
hi_in: प्रारंभन
id: Memulai
km: ចាប់ផ្ដើម
kn: ಆರಂಭಿಸುವಿಕೆ
ml: ആരംഭിയ്ക്കുന്നു
ms: Permulaan
or: ଆରମ୍ଭ କରୁଅଛି
si: ආරම්භ කරන්න
sr: Како почети
sw: Kuanza
te: ప్రారంభమగుచున్నది
tk: Başlangyç
tl: Pagsisimula
tr: İlk adım
ug: دەسلەپكى ئاساس
uz: Ishlashni boshlang
vi: Bắt đầu
xh: Ukuqalisa
zu: Ngokuqala

source: Please take the
ar: شارك رجاءً
as: অনুগ্ৰহ কৰি
az: Lütfən
bn_bd: অনুগ্রহ করে নিন
bn_in: অনুগ্রহ করে
cy: Cymrwch yr
es_es: Por favor, rellene la
fa: لطفاً
gd: Nach gach thu
hi_in: कृपया शामिल हों
id: Mohon mengikuti
km: សូម​យក
kn: ದಯವಿಟ್ಟು ತೆಗೆದುಕೊಳ್ಳಿ
ml: ദയവായി പൈലറ്റ് പശ്ചാത്തല സര്‍വയില്‍
ms: Sila ambillah
or: ଦୟାକରି
sr: Молимо Вас да
sw: Tafadhali chukua
te: దయచేసి
tk: Haýyş alyň:
tl: Pumuli ng
tr: Lütfen
ug: مەرھەمەت
uz: Iltimos, oling:
vi: Vui lòng tham gia
xh: Nceda uthathe
zu: Sicela unakekele

source: Pilot Background Survey
ar: باستبيان خلفية المرشد
as: চালক পটভূমি সমীক্ষন লওক
az: Pilot Keçmişi Araşdırmasına qoşulun
bn_bd: পাইলট পটভূমির জরিপ
bn_in: Pilot Background পরিদর্শনে যোগদান করুন
cy: Arolwg Cefndir Peilot
es_es: encuesta de Pilot en segundo plano
fa: پرسش‌نامهٔ اطلاعات کلی را پر کنید
gd: Cùl-shuirbhidh a' phìleit
hi_in: पाइलट पृष्ठभूमि सर्वेक्षण में भाग लें
km: ការ​ធ្វើ​ប្រជាមតិ​ផ្ទៃ​ខាងក្រោយ​អ្នកជំនួយការ
kn: ಪೈಲಟ್ ಹಿನ್ನಲೆ ಸಮೀಕ್ಷೆ
ml: പങ്കു് ചേരുക
ms: Latar TInjauan Percubaan
or: ପାଇଲଟ ପୃଷ୍ଠଭୂମି ସର୍ବେକ୍ଷଣକୁ ଗ୍ରହଣ କରନ୍ତୁ
si: Pilot පසුබ්ම් සමීක්ෂණය
sr: Преглед позадине пилота
sw: Uchunguzi wa Rubani wa Mandharinyuma
te: పైలట్ నేపథ్య సర్వేను తీసుకోండి
tk: Tejribe Arka Anketasy
tl: Background Survey ng Pilot
tr: Pilot Özgeçmişi Araştırması'na katılın
ug: سىناق ئارقا كۆرۈنۈش تەكشۈرۈشى
uz: Pilot orqa fonda jon saqlash
vi: Khảo sát Nền Pilot
xh: iPilot Background Survey
zu: Imibuzo yesizinda se-pilot

source: Click here to see the studies that are currently running.
ar: انقر هنا لرؤية الدراسات التي تتم.
as: বৰ্তমানে চলি থকা অধ্যয়নসমূহ চাবলে ইয়াত ক্লিক কৰক।
az: Hazırda davam edən araşdırmaları görmək üçün bura klikləyin.
bn_bd: এখন যে গবেষনাগুলো চলছে তা দেখার জন্য এখানে ক্লিক।
bn_in: বর্তমানে চলমান গবেষণাগুলি দেখতে এইখানে ক্লিক করুন।
cy: Clicio yma i weld yr astudiaethau sy'n rhedeg ar hyn o bryd.
es_es: Haga clic aquí para ver qué estudios están ejecutándose actualmente.
fa: برای مشاهدهٔ مطالعه‌های در حال انجام اینجا را کلیک کنید.
gd: Briog an-seo airson nan sgrùdaidhean a tha a' dol an-dràsta.
hi_in: यहाँ पर अभी चल रहे अध्ययनों में भाग लेने के लिए क्लिक करें.
id: Klik di sini untuk menampilkan studi yang sedang berlangsung.
km: ចុច​ទីនេះ​ដើម្បី​មើល​ការ​សិក្សា​ដែល​កំពុង​ដំណើរការ​បច្ចុប្បន្ន ។
kn: ಪ್ರಸಕ್ತ ಚಾಲನೆಯಲ್ಲಿರುವ ಅಧ್ಯಯನಗಳನ್ನು ನೋಡಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ.
ml: നിലവില്‍ പ്രവര്‍ത്തനത്തിലുള്ള പഠനങ്ങള്‍ കാണുന്നതിനായി ഇവിടെ ക്ലിക്ക് ചെയ്യുക.
ms: Klik di sini untuk melihat kajian yang tengah berjalan.
or: ବର୍ତ୍ତମାନ ଚାଲୁଥିବା ଅଧ୍ଯୟନକୁ ଦେଖିବା ପାଇଁ ଏଠାରେ କ୍ଲିକ କରନ୍ତୁ।
si: දැනට ක්‍රියාත්මක අධ්‍යයනයෙන් බැලීමට මෙහි ක්ලික් කරන්න.
sr: Кликните овде да бисте видели испитивања која су тренутно покренута.
sw: Bofya hapa kuona usomaji ambao unaendelea sasa.
te: ప్రస్తుతం నడుచుచున్న అధ్యయనాలను చూడుటకు యిచట నొక్కండి.
tk: Şu wagt ýerine ýetirilýän agtaryşyklary görmek üçin şu ýere bas.
tl: Mag-click dito upang makita ang mga pagsisiyasat na ginagawa.
tr: Şu anda devam eden araştırmaları görmek için buraya tıklayın.
ug: بۇ جاينى چەكسىڭىز يۈرگۈزۈلۈۋاتقان تەتقىقاتلارنى كۆرەلەيسىز.
uz: Hozirda bajarilayotgan oʻqishlarni koʻrish uchun bu yerga bosing.
vi: Nhấn vào đây để xem các khảo sát hiện đang chạy.
xh: Cofa apha ubone imfunalwazi eqhubayo kungokunje.
zu: Chofoza lapha ukuze ubone ucwaningo oluqhubayo manje.

source: Test Pilot Add-on
ar: إضافة مرشد الاختبارات
as: পৰীক্ষা চালক এড-অন
az: Test Pilotu Əlavəsi
bn_bd: টেস্ট পাইলট অ্যাড-অন
bn_in: Test Pilot অতিরিক্ত সামগ্রী
cy: Ategyn Peilot Prawf
es_es: Complemento Test Pilot
fa: افزودنی خلبان هواپیمای آزمایشی
gd: Tuilleadan a' phìleit dheuchainne
hi_in: टेस्ट पाइलट सहयुक्ति
id: Pengaya Test Pilot
km: កម្មវិធី​បន្ថែម​អ្នកជំនួយការ​សាកល្បង
kn: ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್ ಆಡ್-ಆನ್
ml: ടെസ്റ്റ് പൈലറ്റ് ആഡ്-ഓണ്‍
ms: Ujian Percubaan Add-on
or: ପାଇଲଟ ଏଡ-ଅନକୁ ପରୀକ୍ଷା କରନ୍ତୁ
si: Test Pilot ඇඩෝන
sr: Додатак Тест пилот
sw: Kifaa cha nyongeza cha Rubani wa Jaribio
te: పరిశోధనా పైలట్ పొడిగింత
tk: Tejribe Ulanyşyk Goşmaça Programmasy
tr: Test Pilotu Eklentisi
ug: سىناش كېڭەيتىلمىسى
uz: Sinovdagi pilot qoʻshimcha dasturi
vi: Tiện ích Test Pilot
xh: Isongezelelo seTest Pilot
zu: Ukwengezwa kwe-pilot yesivivinyo

source: « look for this icon in the bottom right of the browser window.
ar: « ابحث عن هذه الأيقونة في الجزء السفلي الأيمن من نافذة المتصفح.
as: « এই আইকনক ব্ৰাউছাৰ উইন্ডোৰ তল সোফালে বিচাৰক
az: « Brauzer pəncərəsinin sağ altında bu işarəni axtarın.
bn_bd: « ব্রাউজার উইন্ডোর নিচের ডান দিকে এ আইকনটি খুঁজুন।
bn_in: « ব্রাউজার উইন্ডোর নীচের অংশে ডানদিকে এই আইকন অনুসন্ধান করুন।
cy: « chwilio am yr eicon ar waelod de ffenestr y porwr.
es_es: « busque este icono en la parte inferior derecha de la ventana del navegador.
fa: « این شکلک را در گوشهٔ پایین سمت چپ مرورگر خود پیدا می‌کنید.
gd: « coimhead ris an ìomhaigheag seo aig bun uinneag a' bhrabhsair air an taobh deas.
hi_in: « इस प्रतीक के लिए ब्राउज़र विंडो को नीचे दाहिने कोने में देखें.
id: &laquo; cari ikon ini di pojok kanan jendela program peramban.
km: « រក​មើល​រូប​តំណាង​នេះ​នៅ​ក្នុង​បាត​ក្រោម​ផ្នែក​ខាងស្តាំ​នៃ​បង្អួច​កម្មវិធី​រុករក ។
kn: « ಜಾಲ ವೀಕ್ಷಕ ವಿಂಡೊದ ಕೆಳಭಾಗದ ಬಲಮೂಲೆಯಲ್ಲಿರುವ ಈ ಚಿಹ್ನೆಗಾಗಿ ನೋಡಿ.
ml: « ബ്രൌസര്‍ ജാലകത്തിന്റെ താഴെ വലത്തുള്ള ഈ പ്രതിരൂപത്തിനായി തെരയുക.
ms: << carikan ikon ini di sebelah bawah kanan tetingkap penyemak imbas.
or: « ଏହି ଚିତ୍ରସଂକେତକୁ ବ୍ରାଉଜର ୱିଣ୍ଡୋର ଡାହାଣ ପାଖ ତଳଭାଗରେ ଦେଖନ୍ତୁ।
si: « මෙම අයිකනය සඳහා බ්රව්සර කවුළුවේ දකුණු පස පහළ බලන්න.
sr: &laquo; потражите ову иконицу у доњем десном углу прозора прегледача.
sw: « angalia kwa ikoni hii chini kulia kwa dirisha ya kivinjari.
te: « విహరిణి విండోకు కింద కుడిపక్కన యీ ప్రతిమ కొరకు చూడండి.
tk: « Bu belgini Gezdirij penjiräňiziň sag aşak tarapyndan gözläň.
tl: laquo; look for this icon in the bottom right of the browser window.
tr: « Tarayıcı penceresinin sağ altında bu simgeyi arayın.
ug: « بۇ سىنبەلگىنى توركۆرگۈ كۆزنىكىنىڭ ئوڭ ئاستىدىن ئىزدەڭ
uz: « brauzeringiz oynasining pastgi oʻng burchagidagi nishonchaga qarang.
vi: « tìm biểu tượng này ở góc dưới bên phải của cửa sổ trình duyệt.
xh: « khangela le ayikhon emazantsi ekunene kwefestile yebhrawuza.
zu: « funa lesi sithonjana ngaphansi esandleni sokudla kwisiphequluli sefasitela.

source: You can click on it to get the main Test Pilot menu.
ar: يمكنك النقر عليها للحصول على القائمة الرئيسية لمرشد الاختبارات.
as: মুখ্য পৰীক্ষা চালক মেনু পাবলে আপুনি ইয়াত ক্লিক কৰিব পাৰে
az: Test Pilotu ana menyusuna keçmək üçün ona klikləyə bilərsiniz.
bn_bd: প্রধান টেস্ট পাইলট মেনু পেতে এর উপর ক্লিক করতে পারেন।
bn_in: Test Pilot-র প্রধান মেনু প্রাপ্ত করার জন্য এই আইকনের উপর ক্লিক করুন।
cy: Mae modd clicio arno i gael mynediad i ddewislen y Peilot Prawf.
es_es: Puede hacer clic en él para ir al menú principal de Test Pilot.
fa: برای دسترسی به منوی اصلی آزمایش‌ها می‌توانید روی آن کلیک کنید.
gd: 'S urrainn dhut briogadh air gus prìomh chlàr-taice a' phìleit dheuchainne fhosgladh.
hi_in: आप इशपर मुख्य टेस्ट पाइलट मेन्यू को पाने के लिए क्लिक कर सकते हैं.
id: Anda dapat mengklik ikonnya untuk menampilkan menu utama Test Pilot.
km: អ្នក​អាច​ចុច​លើ​វា​ដើម្បី​ទទួល​បាន​ម៉ឺនុយ​អ្នកជំនួយការ​សាកល្បង​មេ ។
kn: ಮುಖ್ಯ ಪರೀಕ್ಷಾರ್ಥ ಪೈಲಟ್ ಪರಿವಿಡಿಯನ್ನು ಪಡೆದುಕೊಳ್ಳಲು ನೀವು ಇದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ml: പ്രധാന ടെസ്റ്റ് പൈലറ്റ് മെനു ലഭ്യമാകുന്നതിനായി ഇതില്‍ ക്ലിക്ക് ചെയ്യുക.
ms: Anda boleh klik untuk dapatkan menu utama Ujian Percubaan.
or: ମୂଖ୍ୟ ପରୀକ୍ଷଣ ପାଇଲଟ ତାଲିକାକୁ ପାଇବା ପାଇଁ ଆପଣ ଏଥିରେ କ୍ଲିକ କରିପାରିବେ।
si: ප්‍රධාන Test Pilot මෙනුව ගැනීමට ඔබට ඒ මත ක්ලික් කළ හැකිය.
sr: Можете да кликнете на њега да бисте видели главни мени додатка Тест пилот.
sw: Unaweza kuibofya ili kupata menyu ya Rubani wa Jaribio.
te: ముఖ్య పరిశీలనా పైలట్ మెనూను పొందుటకు మీరు దీనిపై నొక్కవచ్చును.
tk: Esas Tejribe Ulanyşyk menýusy üçin, onuň üstüne basyp bilersiň.
tl: Maari ninyong i-click iyan upang makita ang Test Pilot menu.
tr: Test Pilotu ana menüsüne ulaşmak için ona tıklayabilirsiniz.
ug: ئۇنى چەكسىڭىز ئاساسىي سىناق تىزىملىكىگە ئېرىشەلەيسىز.
uz: Asosiy sinovdagi pilot menyusini koʻrish uchun uning ustiga bosing.
vi: Bạn có thể nhấn lên nó để vào trình đơn Test Pilot chính.
xh: Ungacofa kuyo ukufumana eyona menyu yeTest Pilot.
zu: Ungachofoza kuyo ukuze uye kwimenyu yesiqalo ye-pilot eyisivivinyo.

source: The icon will pop up a notification when a study needs your attention.
ar: سوف تُظهر الأيقونة تنبيهًا منبثقًا عندما تحتاج دراسة إلى استرعاء انتباهك.
as: যেতিয়া এটা অধ্যয়নৰ আপোনাৰ মনোযোগৰ প্ৰয়োজন হব তেতিয়া আইকনটোৱা এটা সংকেত পপ-আপ কৰিব
az: Bir araşdırma üçün cavab verməli olduğunuz zaman işarənin üzərində bildiriş görünəcək.
bn_bd: এ গবেষনায় যখন আপনার মনযোগ দরকার তখন এ আইকন একটি ঘোষণা পপআপ করবে।
bn_in: কোনো গবেষণায় আপনার মতামতের প্রয়োজন দেখা দিলে এই আইনের মাধ্যমে সূচনা প্রদান করা হবে।
cy: Bydd yr eicon yn dangos hysbysiad pan fydd yr astudiaeth angen eich sylw.
es_es: El icono mostrará una notificación cuando un estudio necesite de su atención.
fa: هنگامی که مطالعه‌ای به توجه شما نیاز دارد در کنار این شکلک پیام اعلانی ظاهر می‌شود.
gd: Smèididh an ìomhaigheag ort le brath beag nuair a bhios sgrùdadh feumach air d' aire.
hi_in: यह चिह्न एक अधिसूचना दिखाएगा जब कोई अध्ययन आपका ध्यान खींचता है.
id: Ikon ini akan menyembulkan notifikasi ketika sebuah studi membutuhkan perhatian Anda.
km: រូប​តំណាង​នឹង​បង្ហាញ​ការ​ជូនដំណឹង នៅ​ពេល​ដែល​ការ​សិក្សា​ទាមទារ​ការ​យកចិត្តទុកដាក់​របស់​អ្នក ។
kn: ಅಧ್ಯಯನಕ್ಕೆ ನಿಮ್ಮ ಗಮನದ ಅಗತ್ಯವಿದ್ದಾಗ ಚಿಹ್ನೆಯು ಒಂದು ಸೂಚನೆಯನ್ನು ಪುಟಿಸುತ್ತದೆ.
ml: ഒരു പഠനത്തിലേക്കു് നിങ്ങളുടെ ശ്രദ്ധ ആവശ്യമുള്ളപ്പോള്‍ പ്രതിരൂപം അറിയിപ്പു് ലഭ്യമാക്കുന്നു.
ms: Satu pemberitahuan ikon akan muncul secara tiba-tiba apabila satu kajian memerlukan perhatian anda.
or: ଚିତ୍ରସଂକେତଟି ଗୋଟିଏ ବିଜ୍ଞପ୍ତିକୁ ଅଚାନକ ଦୃଶ୍ୟମାନ କରିଥାଏ ଯେତେବେଳେ ଆପଣଙ୍କର ଦୃଷ୍ଟି ଆକର୍ଷଣ ଆବଶ୍ୟକ ହୋଇଥାଏ।
si: අධ්‍යයනයට ඔබගේ අවධානය අවශ්‍ය විට අයිකනය මතුවී දැන්වීමක් කරනු ඇත.
sr: Добићете обавештење када ново проучавање буде доступно.
sw: Ikoni itaibusha taarifa wakati usomaji unahitaji angalizo lako.
te: ఒక అధ్యయనమును మీ దృష్టికి తేవలసివచ్చినప్పుడు ఆ ప్రతిమ ప్రకటించబడును.
tk: Haçanda agtaryşyk ünsüňizi çekmek islese, belgi bildiriş ýüze çykarar.
tl: Maglalabas ng nofication ang icon pag kailangan ninyong asikasuhin ang isang pag-aaral.
tr: Bir araştırma için yanıt vermeniz gerektiğinde simge üzerinde bir bildirim görünecektir.
ug: بۇ سىنبەلگە سىزگە تەتقىقاتقا دىققەت قىلىشىڭىزنى ئەسكەرتىپ ئۇقتۇرۇش قاڭقىتىدۇ.
uz: Tadqiqotga sizning fikringiz kerak boʻlsa, nishoncha eslatma oynasini koʻrsatadi.
vi: Biểu tượng sẽ bật lên thông báo khi một bản khảo sát cần sự lưu ý của bạn.
xh: Iayikhon iya kuvelisa isaziso xa imfunalwazi ifuna ingqwalaselo yakho.
zu: Isithonjana sizoveza umbiko uma ucwaningo ludinga ukunakwa kwakho.

source: Privacy Policy
ar: سياسة الخصوصية
as: গোপনীয়তা নীতি
az: Gizlilik Razılaşması
bn_bd: গোপনীয়তা নীতি
bn_in: গোপনীয় সংক্রান্ত নীতি
cy: Polisi Preifatrwydd
es_es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
gd: Poileasaidh prìobhaideachd
hi_in: गोपनीयता नीति
id: Kebijakan Privasi
km: គោលនយោបាយ​ឯកជន
kn: ಗೌಪ್ಯತಾ ನಿಯಮ
ml: സ്വകാര്യ പോളിസി
ms: Dasar Privasi
or: ଗୋପନୀୟତା ନିୟମାବଳୀ
si: පෞද්ගලිකත්ව ප්‍රතිපත්තිය
sr: Полиса о приватности
sw: Sera ya Faragha
te: గోప్యతా విధానం
tk: Gizlilik Syýasaty
tr: Gizlilik Anlaşması
ug: شەخسىيەت تەدبىرى
uz: Xavfsizlik siyosati
vi: Chính sách Riêng tư
xh: Umgaqonkqubo wangasese
zu: Inqubo Yemfihlo

source: Legal Notices
ar: ملاحظات قانونية
as: আইন-সংগত ঘোষনামসূহ
az: Yasal Bildiriler
bn_bd: আইনি ঘোষনা
bn_in: আইনী বিবৃতি
cy: Nodiadau Cyfreithiol
es_es: Nota legal
fa: موارد قانونی
gd: Nòtaichean laghail
hi_in: विधिक सूचना
id: Pernyataan Hukum
km: សម្គាល់​ត្រឹមត្រូវ
kn: ಕಾನೂನು ಸೂಚನೆಗಳು
ml: ലീഗല്‍ അറിയിപ്പുകള്‍
ms: Pemberitahuan Sah
or: ନୈତିକ ସୂଚନା
si: නෛතික දැන්වීම්
sr: Правне напомене
sw: Notisi za Kisheria
te: చట్టబద్ధమైన నోటీసులు
tk: Resmi Duýduryşlar
tr: Yasal Bildiriler
ug: قانۇنىي بايانات
uz: Rasmiy koʻrishlar
vi: Lưu ý Pháp lí
xh: Izaziso zasemthethweni
zu: Imibiko yemithetho

source: Save Answers
ar: احفظ الإجابات
as: উত্তৰসমূহ সঞ্চয় কৰক
az: Cavabları yadda saxla
bn_bd: উত্তর সংরক্ষন
bn_in: উত্তর সংরক্ষণ করা হবে
cy: Cadw Atebion
es_es: Guardar respuestas
fa: ذخیرهٔ پاسخ‌ها
gd: Sàbhail na freagairtean
hi_in: उत्तर सहेजें
id: Simpan Tanggapan
km: រក្សាទុក​ចម្លើយ
kn: ಉತ್ತರಗಳನ್ನು ಉಳಿಸು
ml: ഉത്തരങ്ങള്‍ സൂക്ഷിയ്ക്കുക
ms: Simpan Jawapan
or: ଉତ୍ତରକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ
si: පිළිතුරු සුරකින්න
sr: Сачувај одговоре
sw: Hifadhi Majibu
te: సమాధానములు దాచు
tk: Jogaplary Ýatda Sakla
tl: I-Save ang mga Sagot
tr: Yanıtları kaydet
ug: جاۋاب ساقلا
uz: Javoblarni saqlash
vi: Lưu câu Trả lời
xh: Gcina iimpendulo
zu: Gcina izimpendulo

source: Submit Answers
ar: أرسِل الإجابات
as: উত্তৰসমূহ জমা দিয়ক
az: Cavabları göndər
bn_bd: উত্তর জমা
bn_in: উত্তর দায়ের করা হবে
cy: Cyflwyno Atebion
es_es: Enviar respuestas
fa: ارسال پاسخ‌ها
gd: Cuir a-null na freagairtean
hi_in: उत्तर सौंपें
id: Kirim Tanggapan
km: ដាក់​ស្នើ​ចម្លើយ
kn: ಉತ್ತರಗಳನ್ನು ಸಲ್ಲಿಸು
ml: ഉത്തരങ്ങള്‍ രേഖപ്പെടുത്തുക
ms: Hantarkan Jawapan
or: ଉତ୍ତରକୁ ଦାଖଲ କରନ୍ତୁ
si: පිළිතුරු යවන්න
sr: Пошаљи одговоре
sw: Wasilisha Majibu
te: సమాధానములు అప్పజెప్పు
tk: Jogaplary Iber
tl: i-Submit ang mga Sagot
tr: Yanıtları gönder
ug: جاۋاب تاپشۇر
uz: Javoblarni joʻnatish
vi: Gửi câu Trả lời
xh: Thumela iimpendulo
zu: Thumela izimpendulo

source: Change Answers
ar: غيّر الإجابات
as: উত্তৰসমূহ সলনি কৰক
az: Cavabları dəyişdir
bn_bd: উত্তর পরিবর্তন
bn_in: উত্তর পরিবর্তন করা হবে
cy: Newid Atebion
es_es: Cambiar respuestas
fa: تغییر پاسخ‌ها
gd: Atharraich freagairtean
hi_in: उत्तर बदलें
id: Ubah Tanggapan
km: ផ្លាស់ប្ដូរ​ចម្លើយ
kn: ಉತ್ತರಗಳನ್ನು ಬದಲಾಯಿಸು
ml: ഉത്തരങ്ങള്‍ മാറ്റുക
ms: Tukar Jawapan
or: ଉତ୍ତରକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
si: පිළිතුරු වෙනස් කරන්
sr: Измени одговоре
sw: Badilisha Majibu
te: సమాధానములు మార్చు
tk: Jogaplary Özgert
tl: Palitan ang Kasagutan
tr: Yanıtları değiştir
ug: جاۋاب ئۆزگەرت
uz: Javoblarni oʻzgartirish
vi: Thay đổi Trả lời
xh: Tshintsha iimpendulo
zu: Shintsha izimpendulo
