Repository: tktk711/mozilla-l10n
Catalog: jv/mobile/android/chrome/aboutCertError.dtd.po
Languages: jv

source: Untrusted Connection
jv: Sambetan ingkang mboten saged dipitadosipun

source: This Connection is Untrusted
jv: Sambetan Punika mboten saged Panitados

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
jv: Panjenengan nyuwun &brandShortName; kangge nyambet ingkang aman kagem <b>#1</b>, nanging kita mboten saged ngleresaken sambetan panjenengan aman.

source: What Should I Do?
jv: Menapa ingkang kula tumindakaken?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
jv: Menawi panjenengan biyasanipun nyambet datheng situs punika sae, kalepatan punika saged nduwe artos wonten tiyang nyobi nedhak situs punika, lan panjenengan ampun nglajengaken.

source: Get me out of here!
jv: Miyosaken kula saking mriki!

source: I Understand the Risks
jv: Kula ngertos resiko niki

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
jv: Menawi panjenegan pirsa punapa ingkang kedadosan, panjenengan saged ngaturaken &brandShortName; kangge miwiti pitados identitas situs niki. <b>Nanging menawi panjenengan pitados situs niki, kalepatan niki nduwe artos menawi wonten tiyang pambengan kaliyan sambetan panjenengan.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
jv: Ampun minggah pangajawen kajawi panjenengan pirsa wonten alesan ingkang sae kenging punapa situs niki mboten ngagem identitas ingkang panitados.

source: Visit site
jv: Ngrawuhi situs

source: Add permanent exception
jv: Mewahi pengajawen permanen.

source: Technical Details
jv: Detail Teknik
