Repository: tktk711/mozilla-l10n
Catalog: zam/mobile/android/*/search_strings.dtd.po
Languages: zam

source: &brandShortName; Search
zam: &brandShortName; KwàɁn

source: Search with &formatS;
zam: KwàɁn loo &formatS;

source: Start searching
zam: Mtete kwàɁn

source: Quickly search for anything you want
zam: KwàɁn til ta

source: Add to search bar
zam: M-tòb lo yib kwàɁn

# search_pref_title
source: Settings
zam: Thus kuey

# search_pref_button_content_description
source: Settings
zam: Thus kuey

source: History cleared
zam: Ná bíl la

source: Delete all search history from this device?
zam: ¿Tedont ré tá ko güín?

source: Clear search history
zam: Tob bí ko güín

source: Search
zam: KwàɁn

source: No internet connection
zam: Yent Internet

source: Tap here to check your network settings
zam: Gás kue xá niel pa dul
