Repository: tktk711/mozilla-l10n
Catalog: zam/mobile/android/*/sync_strings.dtd.po
Languages: zam

source: Connect to &syncBrand.shortName.label;
zam: Thob lent &syncBrand.shortName.label;

source: To activate your new device, select “Set up &syncBrand.shortName.label;” on the device.
zam: This lash loo tob kí yib ré, mxhen "Configurar &syncBrand.shortName.label;" treé.

source: To activate, select “Pair a device” on your other device.
zam: Xá la kí, mxhen "Tob yib" lent ta thib yib.

source: I don't have the device with me…
zam: Na génut na yib ná nal...

# sync.configure.engines.title.passwords2
source: Logins
zam: Xha lel

# sync.configure.engines.title.history
source: History
zam: Lô góš

source: Tabs
zam: Lô (lawo)

source: &formatS1; on &formatS2;
zam: &formatS1; xís &formatS2;

source: Bookmarks Menu
zam: Kuan xó lent ko do lash lú

source: Tags
zam: Xa niey

source: Bookmarks Toolbar
zam: Ko dekuan ko do lash lú

source: Other Bookmarks
zam: Tá thíb ko ndó~làz=ná

source: Desktop Bookmarks
zam: Güi ko ndó~làz=ná

source: Mobile Bookmarks
zam: Ndó~làz=ná xó lent yib

source: Pinned
zam: Dod lá

source: Back to browsing
zam: Bìrè kuan

source: Welcome to &syncBrand.shortName.label;
zam: Besta died &syncBrand.shortName.label;

source: Sign in to sync your tabs, bookmarks, logins & more.
zam: Tá lel lent sync güi loo, ko do lash lú, lél & ner plo.

source: Get started
zam: Tòlô

source: Using an older version of &syncBrand.shortName.label;?
zam: ¿Dén lú ko gosh na &syncBrand.shortName.label;?

source: Signed in as
zam: Lélù zó nak

source: Manage account
zam: Thus kue lel

source: Account server
zam: Cho lél

source: Sync now
zam: Bli sync

source: Syncing…
zam: Dó na líy...

source: Device name
zam: Xá le yíʔb

source: Sync server
zam: Pá du Sync

source: &syncBrand.shortName.label;: enabled
zam: &syncBrand.shortName.label; dob ki

source: Your account needs to be verified. Tap to resend verification email.
zam: Nakin güin lél. gash treá xá mtal thib dizh loo correo na lú.

source: Cannot connect. Tap to sign in.
zam: Gadt yul tree. Gua tree.

source: You need to upgrade &brandShortName; to sign in.
zam: Na kin lil kub &brandShortName; xá mtetel.

source: &syncBrand.shortName.label; is set up, but not syncing automatically. Toggle “Auto-sync data” in Android Settings &gt; Data Usage.
zam: &syncBrand.shortName.label; na de lín syncing . Gásh “Auto-sync data” lent Thus Kue Android &gt; Plo dizh lí chel.

source: &syncBrand.shortName.label; is set up, but not syncing automatically. Toggle “Auto-sync data” in the menu of Android Settings &gt; Accounts.
zam: &syncBrand.shortName.label; na de lín syncing . Gásh “Auto-sync data” lent Thus Kue Android &gt; Plo dizh lí chel.

source: Tap to sign in to your new Firefox Account.
zam: Gua tree xá gua lél lent Firefox.

source: Bookmarks
zam: Ndó~làz=ná

# fxaccount_status_history
source: History
zam: Lô góš

# fxaccount_status_passwords2
source: Logins
zam: Xha lel

source: Open tabs
zam: Mb-šàlɁ lô (lawo)

source: Legal
zam: Lab kue

source: Terms of service
zam: Xha mub keé nó xhín

source: Privacy notice
zam: Güi ko kub

source: Disconnect from Sync?
zam: kíb Sync?

source: Your browsing data will remain on this device, but it will no longer sync with your account.
zam: Sus datos de navegación permanecerán en este dispositivo, pero ya no se sincronizará con su cuenta.

source: Firefox Account &formatS; disconnected.
zam: Lél myíb &formatS; lent Firefox.

source: Disconnect
zam: Kíb bá

source: Enable Debug Mode
zam: Dob kí Debug

source: &syncBrand.shortName.label; Options
zam: &syncBrand.shortName.label; B-šèn

source: Configure &syncBrand.shortName.label;
zam: Thus kue &syncBrand.shortName.label;

source: You need to upgrade Firefox
zam: Nakin liy kub Firefox

source: Account already exists. &formatS1;
zam: Xhol kue. &formatS1;

# fxaccount_remote_error_ATTEMPT_TO_ACCESS_AN_ACCOUNT_THAT_DOES_NOT_EXIST
source: Invalid email or password
zam: Na yent kue

# fxaccount_remote_error_INCORRECT_PASSWORD
source: Invalid email or password
zam: Na yent kue

source: Account is not verified
zam: Na ló beént na lú

# fxaccount_remote_error_CLIENT_HAS_SENT_TOO_MANY_REQUESTS
source: Server busy, try again soon
zam: Ná de ké xhín, líy será.

# fxaccount_remote_error_SERVICE_TEMPORARILY_UNAVAILABLE_TO_DUE_HIGH_LOAD
source: Server busy, try again soon
zam: Ná de ké xhín, líy será.

source: There was a problem
zam: Na gadt lin kue

source: Account is locked. &formatS1;
zam: Lél nog´t. &formatS1;

source: &syncBrand.shortName.label; is not connected
zam: &syncBrand.shortName.label; na dób ki

# fxaccount_sync_sign_in_error_notification_text2
source: Tap to sign in as &formatS;
zam: Tog lél ner xál la loo &formatS;

source: Finish upgrading &syncBrand.shortName.label;?
zam: Gok la kub &syncBrand.shortName.label;?

# fxaccount_sync_finish_migrating_notification_text
source: Tap to sign in as &formatS;
zam: Tog lél ner xál la loo &formatS;
