Repository: tktk711/mozilla-l10n
Catalog: brx/toolkit/chrome/passwordmgr/passwordManager.dtd.po
Languages: brx

source: &Close
brx: बन्द खालाम(&C)

source: Site
brx: साइट

source: Username
brx: बाहायग्रा मुं

source: Password
brx: पासवार्ड

source: First Used
brx: गिबि बाहायखानाय

source: Last Used
brx: जोबथा बाहायखानाय

source: Last Changed
brx: जोबथा सोलायनाय

source: Times Used
brx: बाहायखानाय सम

source: &Remove
brx: &बोखार

source: Remove &All
brx: गासैखौबो गैया खालाम (&A)

source: &Import…
brx: लाबो...(&I)

source: &Search:
brx: नागिर: (&S)

source: &Copy Password
brx: पासर्वडखौ कपि खालाम (&C)

source: Copy &Username
brx: कपि खालाम आरो बाहायग्रामुं
