Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/migration/migration.dtd.po
Languages: cak

source: Import Wizard
cak: Ruto'onel k'amoj

source: Import Options, Bookmarks, History, Passwords and other data from:
cak: Kejik' taq cha'oj, taq yaketal, natab'äl, ewan taq tzij chuqa' juley chik taq rutzij:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
cak: Kejik' taq cha'oj, taq yaketal, natab'äl, ewan taq tzij chuqa' juley chik taq rutzij:

source: Import Bookmarks from:
cak: Kek'am taq ch'aoj pa:

source: &Don’t import anything
cak: &Majun tijik' pe

source: &360 Secure Browser
cak: &360 Ütz chi K'amaya'l

source: No programs that contain bookmarks, history or password data could be found.
cak: Man tikirel ta xe'ilitäj taq cholkema' ri k'o taq yaketal, natab'äl o taq ruwäch ewan taq tzij.

source: Import Settings and Data
cak: Kek'am runuk'ulem chuqa' taq tzij

source: Items to Import
cak: Taq ruch'akulal xkek'am

source: Select which items to import:
cak: Ke'acha' achike taq ruch'akulal xekek'am:

source: Importing…
cak: Tajin nik'am…

source: The following items are currently being imported…
cak: Tajin nik'am re taq ruch'akulal re'…

source: Select Profile
cak: Tichax rub'anikil

source: The following profiles are available to import from:
cak: Tikirel yek'am taq tzij chi kikojol re taq rub'anikil re':

source: Import Complete
cak: Xtz'aqät ruk'amik

source: The following items were successfully imported:
cak: Pa rub'eyal xek'am re jujun taq ruch'akulal re'

source: Please ensure the selected browser is closed before continuing.
cak: Tab'ana' utzil, tajikib'a' awi' chi ri okik'amaya'l xacha' k'o chi tz'apäl chuwäch xtachäp chik samaj.
