Repository: tktk711/mozilla-l10n
Catalog: dsb/dom/chrome/plugins.properties.po
Languages: dsb

source: About Plugins
dsb: Wó tykacach

source: Installed plugins
dsb: Zainstalěrowane tykace

source: No installed plugins found
dsb: Žedne zainstalěrowane tykace namakane

source: Find updates for installed plugins at
dsb: Aktualizacije za zainstalěrowane tykace pytaś

source: File:
dsb: Dataja:

source: Path:
dsb: Sćažka:

source: Version:
dsb: Wersija:

source: State:
dsb: Status:

source: Enabled
dsb: Zmóžnjony

source: Disabled
dsb: Znjemóžnjony

source: MIME Type
dsb: MIME-typ

source: Description
dsb: Wopisanje

source: Suffixes
dsb: Sufikse

source: Learn More
dsb: Dalšne informacije

source: Missing something? Some plugins are no longer supported.
dsb: Felujo něco? Někotare tykace se wěcej njepódpěraju.

source: Learn More.
dsb: Dalšne informacije.

source: License information
dsb: Licencne informacije

source: Privacy Information
dsb: Informacije priwatnosći

source: OpenH264 Video Codec provided by Cisco Systems, Inc.
dsb: OpenH264 Video Codec wót Cisco Systems, Inc.

source: This plugin is automatically installed by Mozilla to comply with the WebRTC specification and to enable WebRTC calls with devices that require the H.264 video codec. Visit http://www.openh264.org/ to view the codec source code and learn more about the implementation.
dsb: Toś ten tykac instalěrujo se wót Mozilla awtomatiski, aby specifikaciji WebRTC wótpowědował a wołanja WebRTC z rědami zmóžnił, kótarež pominaju se wideocodec H.264. Woglědajśo se k http://www.openh264.org/, aby se codecowy žrědłowy kod woglědał a wěcej wó implementaciji zgónił.

source: Play back protected web video.
dsb: Šćitane webwideo wótgraś.

source: Widevine Content Decryption Module provided by Google Inc.
dsb: Modul Widevine za dekoděrowanje wopśimjeśa wót Google Inc.
