Repository: tktk711/mozilla-l10n
Catalog: qvi/mobile/android/chrome/phishing.dtd.po
Languages: qvi

source: Get me out of here!
qvi: Kaymanta llukchiway!

source: Ignore this warning
qvi: Ama rikuychu kay willana

source: Reported Attack Page!
qvi: Panka willana hawrayakta!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
qvi: Kay kuska chay <span id='malware_sitename'/> willachishkami kashna hawrayak sinshayashka kanpak allichishka munashkata.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
qvi: <p>Chay pankakuna hawrayakuna munan llamitinkinata ruray katichikunata shuwankapak willana shukllayay, arina kanpak antanikik hawrayankankapak o shukta wakllichinkapak kanpak llika.</p><p>Shuk pankakuna hawrayakuna kachan ruray katichiykunata na allikunata shuk kuna arinakunashka mana yachakta chay wasiyuk.</p>

source: Deceptive Site!
qvi: Kuska mana alli!

source: This web page at <span id='phishing_sitename'/> has been reported as a deceptive site and has been blocked based on your security preferences.
qvi: Kay kuska chay <span id='phishing_sitename'/> willachishkami kashna hawrayak sinshayashka kanpak allichishka munashkata.

source: <p>Deceptive sites are designed to trick you into doing something dangerous, like installing software, or revealing your personal information, like passwords, phone numbers or credit cards.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
qvi: <p>Umay kuskakuna shinashka umankapak rurashun imapish mana allikichina, kashna software Llamitinkina, willaychina kanpaklla willanata, kashna rimaypakanakuna, yupaykuna rimachik anta o panka creditukuna.</p><p>satina willanata kay panka web-pi shuwaypi rikurinka kampak kikinyari o anchashwaykuna.</p>

source: Reported Unwanted Software Site!
qvi: Kuska willachishka charin software mana alli!

source: This web page at <span id='unwanted_sitename'/> has been reported to contain unwanted software and has been blocked based on your security preferences.
qvi: Kay panka web chay <span id='unwanted_sitename'/> willanashka charimanta software mana alli sinshayashka kanpak munashka allikichinashka.

source: Unwanted software pages try to install software that can be deceptive and affect your system in unexpected ways.
qvi: Pankakuna chay software mana alli munan llamitinkinata software wakllichinata ushanka kanpak llika tawka ñanta.
