Repository: tktk711/mozilla-l10n
Catalog: sa/toolkit/chrome/mozapps/profile/profileSelection.dtd.po
Languages: sa

source: &brandShortName; - Choose User Profile
sa: &brandShortName; - प्रयोक्तृप्रोफैल् वृणु

source: Profile Name:
sa: प्रोफैल् नाम :

source: Start &brandShortName;
sa: &brandShortName; आरभस्व

source: Exit
sa: निर्गच्छ

source: Available Profiles
sa: उपलब्धप्रोफैल्स्

source: &Create Profile…
sa: &प्रोफैल् उत्पादय...

source: &Rename Profile…
sa: &प्रोफैल् पुनःनाम दद...

source: &Delete Profile…
sa: &प्रोफैल् अपनय...

source: &brandShortName; stores information about your settings, preferences, and other user items in your user profile.
sa: तव प्रयोक्तृप्रोफैल् मध्ये तव निर्धारणानि, ऐच्छिकाः, तथा अन्यवस्तूनि उद्दिश्य सूचनां &brandShortName; सञ्चयति।

source: W&ork offline
sa: ओफ्लैन् कार्यम् कुरु
