Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger-newsblog/feed-subscriptions.dtd.po
Languages: ar, az, be, bg, br, ca, eu, fa, hr, hy_am, kab, kk, nn_no, sl, uz

source: Feed Subscriptions
ar: اشتراكات التلقيمات
az: Axın abunəlikləri
be: Падпіскі на жывільнік
bg: Абонаменти за емисии
br: Koumanantoù da lanvioù
ca: Subscripcions RSS
eu: Jario harpidetzak
fa: اشتراک‌های خوراک
hr: Pretplate kanala
hy_am: Բաժանորդագրություններ
kab: Imultaɣen n usuddem
kk: Жаңалықтар таспаларына жазылу
nn_no: Abonnement på nyhendekjelder
sl: Naročnine na spletne vire
uz: Obuna bo‘lingan tasma

source: Learn more about Feeds
ar: اعرف المزيد عن التلقيمات
az: Axınlar haqqında ətraflı öyrənin
br: Gouzout hiroc'h a-zivout al lanvioù
ca: Més informació sobre els canals RSS
eu: Jarioei buruzko argibide gehiago
fa: درباره‌ی خوارک‌ها بیشتر بدانید
hr: Saznajte više o Kanalima
hy_am: Մանրամասներ Շղթաների մասին
kab: Issin ugar ɣef isuddam
kk: Таспалар жөнінде көбірек білу
nn_no: Les meir om nyhendekjelder
sl: Več o virih
uz: Tasmalar haqida batafsil ma’lumot

source: &Title:
ar: الع&نوان:
az: &Başlıq:
be: За&галовак:
bg: &Заглавие:
br: &Titl :
ca: &Títol:
eu: &Izenburua:
fa: &عنوان:
hr: &Naslov:
hy_am: &Անվանում.
kab: A&zwel
kk: &Атауы:
nn_no: &Tittel:
sl: &Naziv:
uz: Sa&rlavha:

source: &Feed URL:
ar: م&سار التلقيمة:

source: Enter a valid feed url to Add
ar: أدخل مسار تلقيمات سليم لإضافته
az: Əlavə etmək üçün düzgün axın ünvanı daxil edin
be: Увядзіце спраўны URL жывільніка для дадання
bg: Въведете валиден адрес на емисия за добавяне
br: Bizskrivit ur chomlec'h lanv talvoudek da ouzhpennañ
ca: Introduïu un URL de canal vàlid per afegir
eu: Sartu gehitzeko baliozko jario URLa
fa: لطفاْ یک نشانی اینترنتی خوراک صحیح برای افزوده شدن وارد کنید
hr: Unesite ispravnu web adresu kanala za dodati
hy_am: Նշեք ճիշտ վեբ հղում
kab: Sekcem url n usuddem ameɣtu ad ternuḍ
kk: Қосу үшін жарамды таспа сілтемесін енгізіңіз
nn_no: Skriv inn ein gyldig nyhendeskjelde-url å leggja til
sl: Vnesite veljaven vir URL za dodajanje
uz: Qo‘shish uchun yaroqli tasma manzilini kiriting

source: Validate
ar: الصلاحية
az: Təsdiqlə
be: Праверыць
bg: Проверка
br: Talvoudañ
ca: Valida
eu: Balidatu
fa: اعتبار سنجی
hr: Provjeri ispravnost
hy_am: Վավերացնել
kab: Seɣbel
kk: Дұрыстығын тексеру
nn_no: Valider
sl: Preveri
uz: Tekshirish

source: Check validation and retrieve a valid url.
ar: تحقق من الصلاحية واجلب مسارا سليما.
az: Təsdiqləməni yoxla və düzgün ünvan al
be: Правяраць і атрымліваць спраўны URL.
bg: Проверяване и изтегляне на валиден адрес.
br: Gwiriañ talvoud al lanv.
ca: Comprova la validació i recupera un URL vàlid.
eu: Egiaztatu balidazioa eta eskuratu baliozko URLa.
fa: بررسی اعتبار سنجی و بازیابی یک آدرس اینترنتی معتبر.
hr: Provjeri ispravnost i dohvati ispravan url.
hy_am: Ստուգել և ստանալ ճիշտ վեբ հղում։
kab: Senqed aseɣbel u nadi url ameɣtu.
kk: Дұрыстығын тексеріп, жарамды сілтемені алу.
nn_no: Kontroller validering og hent gyldig url.
sl: Preveri potrditev in pridobi veljaven url.
uz: Tasdiqlang va yaroqli URL manzilini oling.

source: &Store Articles in:
ar: احف&ظ المقالات في:
az: Məqalələrin &saxlanacağı yer:
be: &Захоўваць артыкулы ў:
bg: &Съхраняване на статиите в:
br: Gwarediñ pe&nnadoù al lanv e :
ca: Emma&gatzema els articles en:
eu: &Gorde artikuluak hemen:
fa: &ذخیره مقالات در:
hr: &Spremi članke u:
hy_am: &Պահել հոդվածները՝
kab: Se&kles imagraden di:
kk: Мақалаларды &сақтау орны:
nn_no: &Lagra artiklar i:
sl: &Shrani članke v:
uz: Maqolalar &joylashgan:

source: Chec&k for new articles every
ar: ال&تمس المقالات الجديدة كلّ

source: mi&nutes
ar: &دقائق
br: a vu&nutennoù

source: &days
ar: أ&يّام
br: a &zevezhioù

source: S&how the article summary instead of loading the web page
ar: اعرض ملخ&ص المقالة عوضا عن تحميل صفحة الوِب
az: Sayt səhifəsini yükləmək yerinə məqalə məzmununu &göstər
be: Паказ&ваць зводку артыкула замест сцягвання сеціўнай старонкі
bg: &Показване на резюме от статията вместо зареждане на уеб страницата
br: Diskouez krennad ar pennad e lec'&h kargañ ar bajennad web
ca: &Mostra el resum de l'article en comptes de carregar la pàgina web
eu: &Erakutsi artikuluaren laburpena web orria kargatu ordez
fa: &نمایش خلاصه‌ی مقاله بجای بارگذاری صفحه‌ی وب
hr: P&rikaži kratki pregled članka umjesto učitavanja web stranice
hy_am: &Ցուցադրել հոդվածի ընդհանուր պատկերը` վեբ էջի փոխարեն
kab: &Sken agzul n umagrad deg umḍiq n usali n usebter web
kk: Веб парағын жүктеп алу орнына мақаланың қысқаша қорытындысын көр&сету
nn_no: &Vis artikkeloppsummering i staden for å lasta nettsida
sl: &Pokaži povzetek članka namesto nalaganja spletne strani
uz: Veb sahifa yuklanishi o‘rniga maqolalar haqida umumiy ma’lumot &ko‘rsatilsin

source: Aut&omatically create tags from feed &lt;category&gt; names
ar: أنشئ وسومًا &تلقائيًا من أسماء فئات التلقيمات

source: &Prefix tags with:
ar: ضع قبل أ&سماء الوسوم:
az: Etiketlərə &prefiks əlavə et:
be: &Прыстаўка мецінаў:
bg: &Представка за създаваните етикети:
br: &Rakgeriañ ar c'hlavioù gant :
ca: Afegeix aquest &prefix a les etiquetes:
eu: Erabili aurri&zkia etiketentzat:
fa: برچسب‌های &پیشوند با:
hr: &Prefiks za oznake:
hy_am: &Պիտակի նախածանցը.
kab: &Rnu azwir i tebzimin s:
kk: Тегтерді келесімен &префикстеу:
nn_no: &Prefiks på taggar:
sl: &Oznakam dodaj predpono:
uz: Ushbu turdagi &old qo‘shimchali teglar:

source: Enter a tag prefix
ar: أدخل سابقة الوسوم
az: Etiket prefiksi daxil edin
be: Увядзіце прыстаўку для мецінаў
bg: Въведете представка за етикет
br: Enankit ur rakger klav
ca: Introduïu un prefix per a l'etiqueta
eu: Sartu etiketaren aurrizkia
fa: یک پیشوند برچسب وارد کنید
hr: Unesite prefiks oznake
hy_am: Պիտակի վերջածանցը
kab: Sekcem azwir n tebzimt
kk: Тег префиксін енгізіңіз
nn_no: Skriv inn taggprefiks
sl: Vnes. predpono oznak
uz: Teg old qo‘shimchasini kiriting

source: &Add
ar: أ&ضِف
az: Əlavə &et
be: &Дадаць
bg: &Добавяне
br: &Ouzhpennañ
ca: &Afegeix
eu: &Gehitu
fa: &افزودن
hr: Dod&aj
hy_am: Ավելացնել
kab: &Rnu
kk: Қ&осу
nn_no: &Legg til
sl: Dod&aj
uz: &Qo‘shish

source: &Update
ar: &حرّر
az: &Yenilə
bg: &Обновяване
br: &Embann
ca: &Edita
eu: &Editatu
fa: &ویرایش
hr: Ur&edi
hy_am: &Թարմացնել
kab: &Leqqem
kk: &Жаңарту
nn_no: &Rediger
sl: &Posodobi
uz: &Yangilash

source: &Remove
ar: ا&حذف
az: &Sil
be: &Выдаліць
bg: &Премахване
br: &Dilemel
ca: Sup&rimeix
eu: E&zabatu
fa: &حذف
hr: &Ukloni
hy_am: Հեռացնել
kab: &Kkes
kk: Ө&шіру
nn_no: &Slett
sl: Odst&rani
uz: &Olib tashlash

source: &Import
ar: ا&ستورد
az: İdxa&l et
be: &Імпартаваць
bg: &Внасяне
br: Enporzh&iañ
ca: &Importa
eu: &Inportatu
hr: Uvez&i
hy_am: Ներմուծել
kab: Kte&r
kk: &Импорттау
nn_no: &Importer
sl: &Uvozi
uz: &Import qilish

source: E&xport
ar: &صدّر
az: İ&xrac et
be: &Экспартаваць
bg: И&знасяне
br: E&zporzhiañ
ca: E&xporta
eu: E&sportatu
hr: I&zvezi
hy_am: Արտածել
kab: &Sifeḍ
kk: Э&кспорттау
nn_no: &Eksporter
sl: I&zvozi
uz: &Eksport qilish

source: Export Feeds with folder structure; ctrl click or ctrl enter to export Feeds as a list
ar: صدّر التلقيمات مع تركيبة المجلد؛ انقر أثناء ضغط ctrl أو ctrl مع enter لتصدير التلقيمات كقائمة
be: Экспарт жывільнікаў у папках; ctrl-пстрык або ctrl-увод экспартуюць жывільнікі як спіс
bg: Изнасяне на емисии с дървовидна структура; Ctrl-щрак или Ctrl-Enter за изнасяне на емисии като списък
br: Ezporzhiañ al lanvioù gant ar framm teuliadoù; Reol + Klik pe Reol + Enankañ evit ezporzhiañ al lanvioù evel ur roll
ca: Premeu ctrl+clic per exportar el canal de notícies amb l'estructura de la carpeta o ctrl clic per exportar-ho com a llista
eu: Esportatu jarioak karpeta-egiturarekin; ktrl-klik edo ktrl-sartu jarioak zerrenda gisa esportatzeko
fa: صادر کردن خوراک‌ها با ساختار پوشه؛ کنترل و کلیک یا کنترل اینتر برای صادر کردن خوارک‌ها به عنوان یک لیست
hr: Izvezi kanale sa strukturom mapa; ctrl klik ili ctrl enter za izvoz kanala kao popis
kab: Sifeḍ isuddam s tɣessa n ukaram;ctrl sit neɣ ctrl kcem akken ad tessifḍeḍ isuddam am tebdart
kk: Таспаларды бума құрылысымен экспорттау; Таспаларды тізім ретінде экспорттау үшін ctrl+шерту немесе ctrl+enter
nn_no: Eksporter nyhendekjelder med mappestruktur; ctrl+klikk eller ctrl+enter for å eksportera nyhendekjelder som ei liste
sl: Izvozi vire s strukturo map; ctrl klik ali ctrl enter za izvoz virov kot seznam
uz: Jildlar tuzilishi bilan tasmalarni eksport qilish; tasmalarni ro‘yxati kabi eksport qilish uchun CTRL va sichqoncha chap tugmasini yoki CTRL va Enter tugmalarini bosing

source: Close
ar: أغلق
az: Qapat
be: Зачыніць
bg: Затваряне
br: Serriñ
ca: Tanca
eu: Itxi
fa: بستن
hr: Zatvori
hy_am: Փակել
kab: Mdel
kk: Жабу
nn_no: Lukk
sl: Zapri
uz: Yopish

source: Publisher recommends:
br: An embanner a erbed:

source: Note: Removing or changing the folder for a feed will not affect previously downloaded articles.
bg: Забележка: Премахването или промяната на папката за извличане няма да повлияе на изтеглените по-рано статии.

source: Feed &URL:
az: Axın ü&nvanı:
be: &URL жывільніка:
bg: &Адрес на емисия:
hy_am: &Շղթայի վեբ հղումը.
kab: Tansa &URL n usuddem:
nn_no: &Kjelde-URL:
sl: &URL za vir:
uz: Yangiliklar tasmasining &manzili:

source: Automati&cally create tags from feed &lt;category&gt; names
az: Axın &lt;kateqoriya&gt; adlarından avtomati&k olaraq etiket yarat
be: &Самастварэнне мецінаў з назваў &lt;category&gt; жывільніка
bg: &Автоматично създаване на етикети от имената в &lt;category&gt; на емисията
hy_am: Ինքնավ&ար ստեղծել պիտակներ շղթաների &lt;անվանակարգի&gt; անուններից
kab: Rnu ti&bzimin s wudem awurman seg ismawen n &lt;taggayt&gt; n isuddam
nn_no: &Automatisk lag taggar frå kjelda sitt &lt;kategori&gt;-namn
sl: &Samodejno ustvari oznake iz imen &lt;kategorij&gt; vira
uz: &lt;Turkum&gt; nomlari tasmasidan &avtomatik tarzda teglar yaratish
