Repository: tktk711/mozilla-l10n
Catalog: sm/browser/chrome/browser/safebrowsing/phishing-afterload-warning-message.dtd.po
Languages: sm

source: Get me out of here!
sm: Ave'ese a'u ma i!

source: Ignore this warning
sm: Lē 'amana'ia le lapata'iga lea

source: This isn't a web forgery…
sm: E lē lōmiga-sesē o le web le mea lea…

source: Why was this page blocked?
sm: Aiseā poloka le itūlau lea?

source: Reported Attack Page!
sm: Līpotiga itūlau fa'apō!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
sm: Le itūlau web i le <span id='malware_sitename'/> e līpotiina le itūlau fa'apō ma pūnitiaga mai lou fa'a'au'au puipuiga.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
sm: <p>O le itūlau fa'apō e taumafai fa'anofo le polokalame-komepiuta a 'ave lou fa'amatalaga patino, fa'aoagā lou komepiuta a fa'apō le isi, po'o fa'aleagaina lou system.</p><p>Isi itūlau fa'apō 'ave le software leaga, 'ae le isi e leaga e lē manatu pei fa'anoi o lē e ona.</p>

source: Reported Web Forgery!
sm: Līpotiga lōmiga-sesē o le web!

source: This web page at <span id='phishing_sitename'/> has been reported as a web forgery and has been blocked based on your security preferences.
sm: Le itūlau web i le <span id='phishing_sitename'/> e līpotiina le web lōmiga-sesē ma pūnitiaga mai lou fa'a'au'au puipuiga.

source: <p>Web forgeries are designed to trick you into revealing personal or financial information by imitating sources you may trust.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
sm: <p>O le lōmiga-sesē o le web e fa'amamanu a togafiti le fa'amatalaga patino po'o tautupe mai fa'aa'oa'o le māfua'aga talitonu.</p><p>Pe'ā tā se isi fa'amatalaga i le itūlau lea 'ānei māfua mai le identity gaoi po'o le isi mealeaga.</p>
