Repository: tktk711/mozilla-l10n
Catalog: ht/toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: ht

source: Create Profile Wizard
ht: Asistan Kreyasyon Pwofil

source: &brandShortName; stores information about your settings and preferences in your personal profile.
ht: &brandShortName; anrejistre enfòmasyon konsènan paramèt ak preferans ou nan pwofil pèsonèl ou.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
ht: Si ou se sèl moun ki ap itilize yon kopi de &brandShortName;, ou ta dwe genyen o mwens yon pwofil. Si ou ta vle, ou ka kreye plizyè pwofil pou tèt ou pou ou anrejistre diferan je paramèt ak preferans. Pa egzanp, ou ka vle gen pwofil separe ant biznis ak itilizasyon pèsonèl.

# profileCreationExplanation_4.text
source: To begin creating your profile, click Next.
ht: Pou ou kòmanse kreye pwofil ou, klike Swivan.

source: To begin creating your profile, click Continue.
ht: Pou kòmanse kreye pwofil ou, klike Kontinye.

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
ht: Pou ou kòmanse kreye pwofil ou, klike sou Swivan.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
ht: Si ou kreye plizyè pwofil ou ka diferansye yo pa yon non pwofil. Ou ka itilize non ke yo bay la a ou chwazi pa ou.

source: &Enter new profile name:
ht: Antr&e nouvo non pwofil:

source: Your user settings, preferences and other user-related data will be stored in:
ht: Paramèt itilizatè, preferans ak lòt enfòmasyon ki lye ak itilizatè pral anrejistre nan:

source: Default User
ht: Itilizatè Pa Defo

source: &Choose Folder…
ht: &Chwazi Dosye ...

source: &Use Default Folder
ht: &Itilize Dosye Pa Defo
