Repository: tktk711/mozilla-l10n
Catalog: dsb/devtools/client/responsiveUI.properties.po
Languages: dsb

source: Rotate
dsb: Wobwjertnuś

source: Screenshot
dsb: Foto wobrazowki

source: Custom User Agent
dsb: Swójski user agent

source: Screen Shot %1$S at %2$S
dsb: Wobrazowka jo se %1$S %2$S fotografěrowała

source: Simulate touch events (page reload might be needed)
dsb: Dotknjeńske tšojenja simulěrowaś (ewentuelnje musyśo bok znowego zacytaś)

source: Add Preset
dsb: Pśedłogu pśidaś

source: Remove Preset
dsb: Pśedłogu wótpóraś

source: %S (custom)
dsb: %S (swójski)

source: Give a name to the %Sx%S preset
dsb: Zapódajśo mě za pśedłogu %Sx%S

source: Use the Control key for more precision. Use Shift key for rounded sizes.
dsb: Wužyjśo tastu Strg za wětšu dokradnosć. Wužyjśo tastu Umsch za wótrownane wjelikosći.

source: If touch event listeners have been added earlier, the page needs to be reloaded.
dsb: Jolic dotknjeńske powěźeńki su se jěnjej pśidali, musy se bok znowego zacytaś.

source: Reload
dsb: Znowego zacytaś

source: R
dsb: Z

source: Never show again
dsb: Wěcej se njepokazaś

source: N
dsb: c
