Repository: tktk711/mozilla-l10n
Catalog: dsb/devtools/client/responsive.properties.po
Languages: dsb

source: Edit list…
dsb: Lisćinu wodźěłaś…

source: Close Responsive Design Mode
dsb: Modus pśiměrjonego webdesigna skóńcyś

source: Rotate viewport
dsb: Naglěd wjerśeś

source: Loading…
dsb: Zacytujo se…

source: No list available
dsb: Žedna lisćina k dispoziciji

source: Done
dsb: Gótowo

source: no device selected
dsb: žeden rěd wubrany

source: Responsive Design Mode
dsb: Modus pśiměrjonego webdesigna

source: Enable touch simulation
dsb: Simulaciju touch zmóžniś

source: Disable touch simulation
dsb: Simulaciju touch znjemóžniś

source: Take a screenshot of the viewport
dsb: Wokno wobrazowki fotografěrowaś

source: Screen Shot %1$S at %2$S
dsb: Wobrazowka jo se %1$S %2$S fotografěrowała

source: Responsive Design Mode is only available for remote browser tabs, such as those used for web content in multi-process Firefox.
dsb: Modus pśiměrjonego designa jo jano za daloke rejtarki wobglědowaka k dispoziciji, na pśikład za take, kótarež wužywaju se za webwopśimjeśe w multiprocesowem Firefox.

source: Responsive Design Mode is currently unavailable in container tabs.
dsb: Pśiměrjony design njejo tuchylu w kontejnerowych rejtarkach k dispoziciji.

source: No throttling
dsb: Žedno droslowanje

source: Device Pixel Ratio
dsb: Pikselowy poměr rěda

source: DPR automatically set by %1$S
dsb: Pikselowy poměr rěda nastaja se awtomatiski pśez %1$S
