Repository: tktk711/mozilla-l10n
Catalog: dsb/devtools/client/scratchpad.properties.po
Languages: dsb

source: File exists. Overwrite?
dsb: Dataja eksistěrujo. Pśepisaś?

source: Scratchpad cannot find any browser window to execute the code in.
dsb: Scratchpad njamóžo wokno wobglědowaka namakaś, w kótaremž kod ma se wuwjasć.

source: Scratchpad cannot run this operation in the current mode.
dsb: Scratchpad njamóžo toś tón proces w aktualnem modusu startowaś.

source: Open File
dsb: Dataju wócyniś

source: Failed to read the file.
dsb: Dataja njedajo se cytaś.

source: Failed to convert file to Unicode from %1$S.
dsb: Dataja njedajo se z %1$S do Unicode konwertěrowaś.

source: Clear Items
dsb: Zapiski wótpóraś

source: Save File As
dsb: Dataju składowaś ako

source: The file save operation failed.
dsb: Składowanje dataje njejo se raźiło.

source: Do you want to save the changes you made to this scratchpad?
dsb: Cośo změny składowaś, kótarež sćo w toś tom editorje cynił?

source: Unsaved Changes
dsb: Njeskładowane změny

source: Do you want to revert the changes you made to this scratchpad?
dsb: Cośo změny anulěrowaś, kótarež sćo w tom editorje cynił?

source: Revert Changes
dsb: Změny anulěrowaś

source: /* * This is a JavaScript Scratchpad. * * Enter some JavaScript, then Right Click or choose from the Execute Menu: * 1. Run to evaluate the selected text (%1$S), * 2. Inspect to bring up an Object Inspector on the result (%2$S), or, * 3. Display to insert the result in a comment after the selection. (%3$S) */
dsb: /* * To jo JavaScriptowy editor. * * Zapódajśo JavaScriptowy tekst, klikniśo pón z pšaweju tastu myški abo wubjeŕśo pśikaz z menija Wuwjasć: * 1. Startowaś, aby wubrany tekst ewaluěrował (%1$S), * 2. Pśepytowaś, aby objektowy inspektor na wuslědk nałožył (%2$S) abo * 3. Zwobrazniś, aby wuslědk w komentarje za wuběrkom zasajźił. (%3$S) */

source: This scratchpad executes in the Browser context.
dsb: Toś ten JavaScriptowy editor wuwjedujo se we wobglědowaka.

source: Line %1$S, Col %2$S
dsb: Smužka %1$S, słup %2$S

source: This file no longer exists.
dsb: Toś ta dataja wěcej njeeksistěrujo.

source: Filter properties
dsb: Filtrowe kakosći

source: Connection timeout. Check the Error Console on both ends for potential error messages. Reopen the Scratchpad to try again.
dsb: Cas zwiska jo so pśekšocył. Wuglědujśo se za potencielnymi zmólkowymi powěźeńkami w zmólkowej konsoli na wobyma kóńcoma. Wócyńśo editor za nowy wopyt.

source: Scam Warning: Take care when pasting things you don’t understand. This could allow attackers to steal your identity or take control of your computer. Please type ‘%S’ in the scratchpad below to allow pasting.
dsb: Warnowanje wó wobšuźe: Wupasćo se, gaž zasajźujośo wěcy, kótarež njerozmějośo. To by mógło napadowarjam zmóžniś, wašu identitu kšadnuś abo kontrolu nad wašym licadłom pśewześ. Pšosym zapódajśo dołojce '%S' do zapisnika, aby zasajźenje zmóžnił.

source: allow pasting
dsb: zasajźenje zmóžniś
