Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/downloads/downloads.properties.po
Languages: af, ar, bn_in, br, bs, cy, gd, hi_in, hr, hu, hy_am, kab, kk, km, lt, mr, my, ta, te, th, ur, xh, zu

source: Open Executable File?
af: Open uitvoerbare lêer?
ar: هل تريد فتح الملفّ التّنفيذيّ؟
bn_in: সঞ্চালনযোগ্য ফাইল খোলা হবে কি?
br: Digeriñ ar restr erounezadus ?
bs: Otvoriti izvršni fajl?
cy: Agor Ffeil Gweithredadwy?
gd: Cinnteach a thaobh fosgladh an fhaidhle sho-ghnìomhaichte?
hi_in: निष्पादनीय फाइल खोलें?‌
hr: Otvoriti izvršnu datoteku?
hu: Megnyitja a végrehajtható fájlt?
hy_am: Բացե՞լ կատարելի ֆայլը:
kab: Ldi afaylu aselkam?
kk: Орындалатын файлды ашу керек пе?
km: បើក​ឯកសារ​ប្រតិបត្តិ​ឬ ?
lt: Vykdomojo failo atvėrimas
mr: एक्जिक्युटेबल फाइल उघडायची?
my: စီမံဆောင်ရွတ်နိုင်တဲ့ ဖိုင်ကို ဖွင့်ပါ။
ta: இயங்கக்கூடிய கோப்பினை திறக்க வேண்டுமா?
te: నిర్వర్తించదగు ఫైలు తెరువ వలెనా?
th: เปิดแฟ้มกระทำการ?
ur: اس نفاذ پذیر مسل کو کھولیں؟
xh: Uvula ifayile enokusetyenziswa?
zu: Ufuna Ukuvula Ifayeli Okuzosetshenzelwa Kuyo?

source: Don’t ask me this again
af: Moenie my weer vra nie
ar: لا تسألني عن هذا ثانيّا
bn_in: পুনরায় জিজ্ঞাসা করা হবে না
br: Na c'houlenn diganin an dra-se en-dro
cy: Peidiwch gofyn eto
gd: Na faighnich dhìom a-rithist
hi_in: यह मुझसे फिर मत पूछें
hu: Ne kérdezze meg többet
hy_am: Այլևս չհարցնել
kab: Ur y-id sutur ara tikelt nniḍen
kk: Келесіде мені сұрамау
lt: Daugiau neklausti
my: ဒီဟာကို ထပ်မမေးပါနဲ့
th: ไม่ต้องถามอีก
ur: مجھسے یہ دوبارہ نہ پوچھیں
xh: Musa ukundibuza oku kwakhona

source: %1$S file downloading;%1$S files downloading
af: %1$S lêer laai af;%1$S lêers laai af
ar: يجري تنزيل ملف واحد;يجري تنزيل ملفين;يجري تنزيل %1$S ملفات;يجري تنزيل %1$S ملفًا;يجري تنزيل %1$S ملف;
br: %1$S restr o pellgargañ;%1$S restr o pellgargañ
cy: %1$S ffeil yn llwytho i lawr;%1$S ffeil yn llwytho i lawr
gd: %1$S fhaidhle ’ga luchdadh a-nuas;%1$S fhaidhle ’ga luchdadh a-nuas;%1$S faidhlichean ’ga luchdadh a-nuas;%1$S faidhle ’ga luchdadh a-nuas
hu: %1$S fájl letöltése;%1$S fájl letöltése
lt: Atsiunčiamas %1$S failas;Atsiunčiama %1$S failų;Atsiunčiami %1$S failai
ur: %1$S مسل ڈاؤن لوڈ ہو رہا ہے؛%1$S مسل ڈاؤن لوڈ ہو رہا ہے

source: + %1$S other download; + %1$S other downloads
bn_in: + %1$S অন্যান্য ডাউনলোড; + %1$S অন্যান্য ডাউনলোড
bs: + %1$S ostalo preuzimanje; + %1$S ostala preuzimanja
hr: + %1$S drugo preuzimanje; + %1$S druga preuzimanja; + %1$S drugih preuzimanja
hy_am: ևս %1$S ներբեռնում; ևս %1$S ներբեռնումներ
kab: + %1$S asider nniḍen; +%1$S isidar nniḍen
kk: +%1$S басқа жүктеме; +%1$S басқа жүктеме
km: + %1$S ការ​ទាញ​យក​ផ្សេងទៀត + %1$S ការ​ទាញ​យក​ផ្សេងទៀត
mr: + %1$S इतर डाउनलोड; + %1$S इतर डाउनलोड्स
my: + %1$S အခြားဒေါင်းလုဒ်; + %1$S အခြားဒေါင်းလုဒ်များ
ta: + %1$S மற்ற பதிவிறக்கம்; + %1$S மற்ற பதிவிறக்கங்கள்
te: + %1$S ఇతర దింపుకోలు; + %1$S ఇతర దింపుకోళ్ళు
th: + %1$S การดาวน์โหลดอื่น; + %1$S การดาวน์โหลดอื่น

source: This file may not be safe to open.
bs: Ovaj fajl možda nije siguran za pokretanje.
hr: Ova datoteka možda nije sigurna za pokretanje.
km: ឯកសារ​នេះ​អាច​មិន​មាន​សុវត្ថិភាព​ក្នុង​ការ​បើក។
ta: இக்கோப்பைத் திறப்பது பாதுகாப்பாக இருக்காது.
te: ఈ ఫైల్‌ను తెరవడం సురక్షితం కాకపోవచ్చు.

source: Are you sure you want to unblock this file?
bs: Da li ste sigurni da želite odblokirati ovaj fajl?
hr: Jeste li sigurni da želite odblokirati ovu datoteku?
km: តើ​អ្នក​មិន​ចង់​ទប់ស្កាត់​ឯកសារ​នេះ​ឬ?
ta: இக்கோப்பினை கண்டிப்பாக தடுக்க வேண்டாமா?
te: మీరు ఖచ్చితంగా ఈ ఫైలును అడ్డుకోకూడదని అనుకుంటున్నారా?

source: This file, disguised as a helpful download, will make unexpected changes to your programs and settings.
bs: Ovaj fajl, maskiran kao koristan, napravit će nepredviđene promjene vašim programima i postavkama.
hr: Ova datoteka, maskirana kao korisna, može učiniti nepredviđene promjene vašim programima i postavkama.
km: ឯកសារ​នេះ​បាន​ក្លែង​បន្លំ​ថា​មាន​ប្រយោជន៍​ក្នុង​ការ​ទាញ​យក ហើយ​វា​នឹង​ប្ដូរ​កម្មវិធី និង​ការ​កំណត់​របស់​អ្នក​ដោយ​មិន​រំពឹង​ទុក។
ta: ஒரு பயனுள்ளதாக பதிவிறக்க கோப்பாக மாறுவேடமிட்டு இந்த கோப்பு, உங்கள் செயலிகளிலும் அமைவுகளிலும் எதிர்பாராத மாற்றங்களைச் செய்யும்.
te: ఉపయోగకరమైన దింపుకోలు అని చెప్పుకుంటున్న, ఈ ఫైల్, మీ ప్రోగ్రామ్లనందు మరియు అమరికలనందు అనుకోని మార్పులు చేయును.

source: This file has been downloaded from an unfamiliar and potentially dangerous website and may not be safe to open.
bs: Ovaj fajl je preuzet s nepoznate i potencijalno opasne web stranice, te možda nije siguran za pokretanje.
hr: Ova datoteka je preuzeta s nepoznate i potencijalno opasne web stranice, te možda nije sigurna za pokretanje.
km: ឯកសារ​នេះ​បាន​ទាញ​យក​ពី​តំបន់បណ្ដាញ​ដែល​មិន​ស្គាល់ និង​មាន​គ្រោះ​ថ្នាក់​ខ្ពស់ ហើយ​អាច​មិន​មាន​សុវត្ថិភាព​ក្នុង​ការ​បើក​ឡើយ។
ta: முன்பின் தெரியாத மிகவும் ஆபத்தான வலைத்தளங்களில் இருந்து பதிவிக்கப்பட்டக் கோப்பைத் திறப்பது ஆபத்தானது.
te: ఈ ఫైల్ అనేది పరిచయంలేని మరియు ప్రమాదకరం అయ్యుండగల వెబ్‌సైట్ నుండి దించుకోబడింది కనుక దీనిని తెరవడం సురక్షితం కాదు.

source: You can search for an alternate download source or try to download the file again later.
bs: Možete potražiti alternativnu izvor za preuzimanje ili pokušati preuzeti fajl kasnije.
hr: Možete potražiti alternativnu stranicu i pokušati preuzeti datoteku kasnije.
km: អ្នក​អាច​ស្វែងរក​ប្រភព​ទាញ​យក ឬ​ព្យាយាម​ទាញ​យក​ម្ដង​ទៀត​ពេល​ក្រោយ។
ta: வேறு மூலங்களில் இருந்தோ அல்லது அதே கோப்பை பின்னர் மீண்டும் பதிவிறக்கவும்.
te: మీరు ప్రత్యామ్నాయ మూలం నుండి దించుకొనుటకు వెతకవచ్చు లేదా ఫైలును మరలా తరువాత దించుకొనుటకు ప్రయత్నించవచ్చు.

source: Unblock anyway
bs: Svejedno odblokiraj
hr: Svejedno odblokiraj
km: មិន​ទប់​ស្កាត់
ta: பரவாயில்லை தடுக்காதே
te: ఏమైనాసరే అడ్డుతీసివేయి

source: Keep me safe
bs: Zaštiti me
hr: Zaštitite me
km: រក្សា​ឲ្យ​មាន​សុវត្ថិភាព
ta: என்னை பாதுகாப்பாக வைக்கவும்
te: నన్ను సురక్షితంగా వుంచు

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
hr: "%S" je izvršna datoteka. Izvršne datoteke mogu sadržavati viruse ili drugi maliciozni kôd koji može naštetiti vašem računalu. Budite oprezni kod otvaranja ove datoteke. Jeste li sigurni da želite pokrenuti "%S"?
km: "%S" គឺជា​ឯកសារ​ប្រតិបត្តិ ។ ឯកសារ​ប្រតិបត្តិ​អាច​មាន​មេរោគ ឬ​កូដ​បំផ្លាញ​ផ្សេងទៀត​ដែល​អាច​ធ្វើឲ្យ​ប៉ះពាល់​ដល់​កុំព្យូទ័រ​របស់​អ្នក ។ ប្រើ​ ការ​ព្រមាន នៅ​ពេល​បើក​ឯកសារ​នេះ ។ តើ​អ្នក​ពិតជា​ចង់​បើក​ដំណើរការ "%S" ឬ ?
mr: "%S" एक्जिक्युटेबल फाइल आहे. एक्जिक्युटेबल फाइल्समध्ये वायरस किंवा इतर धोकादायक कोड आढळू शकतो ज्यामुळे तुमच्या संगणकाला धोका निर्माण होऊ शकतो. हि फाइल उघडतेवेळी सावधगिरिचा वापर करा. तुम्हाला नक्की "%S" सुरू करायचे?
ta: "%S" ஒரு இயக்ககூடிய கோப்பு. இயங்கக்கூடிய கோப்புகள் வைரஸ் அல்லது வேறு முறையற்ற குறியீடுகளை கொண்டு உங்கள் கணினியை சேதப்படுத்தலாம். அதனை திறக்கும் போது பாதுகாப்பாக இருக்கவும். "%S"ஐ திறக்க வேண்டுமா?
te: "%S" అనునది నిర్వర్తించదగు ఫైలు. నిర్వర్తించదగు ఫైలు మీ కంప్యూటరునకు హాని కారకమైన వైరస్‌లను లేదా యితర చెడ్డ కోడ్‌ను కలిగివుండవచ్చు. ఈ ఫైలును తెరుచునప్పుడు జాగ్రత్తవహించుము. మీరు "%S" ను ఖచ్చితంగా దించాలనుకొనుచున్నారా?
zu: "%S" ifayela okusetshenzelwa kulo. Amafayela okusetshenzelwa kuwo angase abe nama-virus noma enye ikhodi eyingozi engase ilimaze ikhompyutha yakho. Qapha lapho uvula lefayela. Uyaqiniseka ukuthi ufuna ukuqalisa "%S"?

source: Don't ask me this again
bs: Nemoj me ovo ponovo pitati
hr: Ne pitaj me ponovno
km: កុំ​សួរ​ខ្ញុំ​អំពី​រឿង​នេះ​ម្ដងទៀត
mr: मला पुनः विचारू नका
ta: இதனை மீண்டும் என்னிடம் கேட்காதே
te: నన్ను మళ్ళీ దీని గురించి అడుగవద్దు
zu: Ungaphindi ungibuze lokhu
