Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/downloads/downloads.properties.po
Languages: af, ar, bn_in, br, bs, cy, gd, hi_in, hr, hu, hy_am, kab, kk, km, lt, mr, my, ta, te, th, ur, xh, zu

source: Starting…
af: Begin tans…
ar: يبدأ…
bn_in: আরম্ভ করা হচ্ছে…
br: O kregiñ…
bs: Počinje…
cy: Cychwyn…
gd: A' tòiseachadh…
hi_in: ‌आरंभ हो रहा है…
hr: Početak…
hu: Kezdés…
hy_am: Մեկնարկում է…
kab: Asenker…
kk: Бастаймын...
km: កំពុង​ចាប់ផ្ដើម...
lt: Pradedamas…
mr: सुरू करत आहे…
my: စတင်နေတယ်...
ta: துவங்குகிறது…
te: ప్రారంభిస్తోంది…
th: กำลังเริ่ม…
ur: شروع ہو رہا ہے...
xh: Iyaqalisa…
zu: Qalisa…

source: Scanning for viruses…
af: Ondersoek tans vir virusse…
ar: يفحص وجود فيروسات…
bn_in: ভাইরাসের উপস্থিতি পরীক্ষা করা হচ্ছে…
br: O c'hwilerviñ da glask viruzoù…
bs: Skeniranje za viruse…
cy: Sganio am firysau…
gd: A' sganadh airson bhìorasan…
hi_in: वायरस के लिए स्कैनिंग कर रहा है…‌
hr: Skeniranje virusa…
hu: Víruskeresés…
hy_am: Հակավիրուսային ստուգում…
kab: Anadi n infafaden…
kk: Вирустердің бар-жоғын тексеру...
km: កំពុង​ស្កេន​រក​មេរោគ…
lt: Tikrinama, ar nėra virusų…
mr: वायरसकरीता स्कॅनकरीता आहे…
my: ဗိုင်းရပ်စ်များကို ရှာဖွေ စစ်ဆေးနေတယ်...
ta: வைரஸ்களுக்கு ஸ்கேன் செய்கிறது…
te: వైరస్‌ల కొరకు స్కాన్ చేస్తోంది…
th: กำลังตรวจหาไวรัส…
ur: وائرس کے لیے سکین کر رہا ہے...
xh: Ihlola iivayirasi…
zu: Ibukisisa amagciwane…

source: Failed
af: Het misluk
ar: فشل
bn_in: বিফল
br: C'hwitet warni
bs: Neuspješno
cy: Methiant
gd: Dh'fhàillig e
hi_in: विफल‌
hr: Nije uspjelo
hu: Sikertelen
hy_am: Ձախողում
kab: Ibrir
kk: Қате
km: បាន​បរាជ័យ
lt: Nepavyko
mr: अपयशी
my: ပျက်သွားတယ်
ta: தோல்வியுற்றது
te: విఫలమైంది
th: ล้มเหลว
ur: ناکام
xh: Ayiphumelelanga
zu: Kwehlulekile

source: Paused
af: Wagtend
ar: أُلبِث
bn_in: স্থগিত
br: Ehanet
bs: Pauzirano
cy: Oedi
gd: 'Na stad
hi_in: रुका हुआ‌
hr: Pauzirano
hu: Szünetel
hy_am: Դադարի մեջ
kab: Asteɛfu
kk: Аялдатылған
km: បាន​ផ្អាក
lt: Pristabdytas
mr: थांबले
my: ရပ်တန့်ထားသည်
ta: இடைநிறுத்தப்பட்டது
te: నిలిపివుంచబడెను
th: หยุดชั่วคราว
ur: توقف کردہ
xh: Inqumamile
zu: Imiswe kancani

source: Canceled
af: Gekanselleer
ar: أُلغِيَ
bn_in: বাতিল
br: Nullet
bs: Obustavljeno
cy: Diddymwyd
gd: Air a sgur dheth
hi_in: रद्द‌
hr: Otkazano
hu: Megszakítva
hy_am: Չեղարկած
kab: Ifsex
kk: Тоқтатылды
km: បាន​បោះបង់
lt: Atsisakyta
mr: रद्द केले
my: ပယ်ဖျက်ပါ
ta: ரத்து செய்யப்பட்டது
te: రద్దైను
th: ถูกยกเลิก
ur: منسوخ شدہ
xh: Irhoxisiwe
zu: Kukhanseliwe

source: Completed
ar: مكتمل
br: Echu
cy: Cwblhawyd
lt: Baigta

source: Blocked by Parental Controls
af: Geblokkeer deur ouerbeheer
ar: منعته «المراقبة الأبويّة»
bn_in: অভিভাবকদের নিয়ন্ত্রণ অনুসারে প্রতিরোধ করা হয়েছে
br: Harzet gant reolerezhioù ar gerent
bs: Blokirano roditeljskim kontrolama
cy: Rhwystrwyd gan Rheolaeth Rhiant
gd: Chaidh casg a chur air le smachd nam pàrant
hi_in: अभिभावक नियंत्रण से रोका गया
hr: Blokirala roditeljska zaštita
hu: Blokkolva a szülői felügyelet által
hy_am: Կասեցվել է ծնող կառավարիչի կողմից
kab: Isweḥlit usenqed n imawlan
kk: Ата-ана басқару себебінен блокталды
km: បាន​ទប់ស្កាត់​ដោយ​វត្ថុ​បញ្ជា​មេ
lt: Užblokuotas turinio filtrų
mr: पॅरेंटल कंट्रोल्स् तर्फे अडवले
my: ပင်မ ထိန်းချုပ်မှုများနဲ့ ပိတ်ဆို့ထားတယ်
ta: பெற்றோர் கட்டுப்பாடுகளால் தடுக்கப்பட்டுள்ளது
te: మాత్రుక నియంత్రికలచే నిరోదించచబడెను
th: ถูกปิดกั้นโดยการควบคุมโดยผู้ปกครอง
ur: پرینٹل کنٹرول سے بلاک کردہ
xh: Ithintelwe zizixhobo zolawulo zikanozala
zu: Ivinjwe kulawulwa kwabazali

source: Blocked by your security zone policy
af: Geblokkeer deur die sekuriteitsonebeleid
ar: منعته «سياسة المنطقة الأمنية»
bn_in: নিরাপত্তা জোনের নিয়ম অনুসারে প্রতিরোধ করা হয়েছে
br: Harzet eo bet ar pellgargañ gant ho reolennoù diogelroez
bs: Blokirano vašom policom sigurnosne zone
cy: Rhwystrwyd gan eich polisi ardal diogel
gd: Air a bhacadh a-rèir na poileasaidh a thaobh raointean tèarainte agad
hi_in: आपकी सुरक्षा क्षेत्र नीति द्वारा अवरुद्ध‌
hr: Blokirala zona sigurnosne politike
hu: Blokkolva a biztonsági zóna házirendje miatt
hy_am: Արգելափակված է ըստ ձեր անվտանգության կանոնների
kab: Tessewḥel-it tsertit n unagraw n temnaṭ n tɣellist
kk: Сіздің қауіпсіздік аймақ ережелерімен блокталған
km: បាន​ទប់ស្កាត់​ដោយ​គោល​នយោបាយ​តំបន់​សុវត្ថិភាព​របស់​អ្នក
lt: Užblokuotas, vadovaujantis saugumo zonos nuostatomis
mr: सेक्युरिटि झोन करारतर्फे अडवले
my: သင့်ရဲ့ လုံခြုံရေးဇုံပေါ်လစီ ကပိတ်ထားပါတယ်
ta: உங்கள் பாதுகாப்பு மண்டல கொள்கையினால் தடுக்கப்பட்டது
te: మీ రక్షణ క్షేత్ర విధానంచే నిరోదించబడెను
th: ถูกปิดกั้นโดยนโยบายโซนความปลอดภัยของคุณ
ur: آپ کی سلامتی زون پالیسی کے تحت بلاک کردہ
xh: Ithintelwe ngumgaqo-nkqubo wendawo yokhuseleko
zu: Kuvinjelwe inqubomgomo yezoni yakho yokuphepha

source: Blocked: May contain a virus or spyware
af: Geblokkeer: Kan dalk 'n virus of spioenware bevat
ar: مُنِع: قد يحتوي على فيروس أو برنامج تجسس
bn_in: প্রতিরোধিত: ভাইরাস অথবা স্পাইওয়্যার উপস্থিত থাকতে পারে
br: Bet harzet : Ur virus pe ur meziant spiañ zo e-barzh ar pellgargadur
bs: Blokirano: Može da sadrži virus ili spyware
cy: Rhwystrwyd: Gall fod y llwyth yn cynnwys firws neu yspiwar
gd: Air a chasg: Dh'fhaodadh bìoras no bathar-foill a bhith ann
hi_in: रोका गया: वायर‌स या स्पाईवेयर हो सकता है
hr: Blokirano: možda sadrži virus ili spyware
hu: Blokkolva: Vírust vagy kémprogramot tartalmazhat
hy_am: Արգելափակված է. կարող է պարունակել վիրուս կամ լրտես
kab: Iwḥel: ahat afaylu-yagi yegber anfafad neɣ yir aseɣẓan
kk: Блокталған: Ішінде вирус не шпион болуы мүмкін
km: បាន​ទប់ស្កាត់៖ អាច​មាន​មេរោគ ឬ​កម្មវិធី​ប្រមូល​ព័ត៌មាន
lt: Užblokuotas: siuntinyje gali būti virusas ar kenkėjiška programa
mr: अडवले: वायरस किंवा स्पायवेअर समाविष्टीत असू शकते
my: ပိတ်ထားတယ် - ဗိုင်းရပ်စ် ဒါမှမဟုတ် စပိုင်ဝဲလ် တစ်ကောင်ရှိနေနိုင်ပါတယ်
ta: தடுக்கப்பட்டுள்ளது: வைரஸ் அல்லது ஸ்பைவேரைக் கொண்டிருக்கக்கூடும்
te: నిరోదించబడెను: వైరస్ లేదా స్పైవేర్ కలిగివుండవచ్చు
th: ถูกปิดกั้น: อาจมีไวรัสหรือสปายแวร์
ur: بلاک کردہ: ڈاؤن لوڈ میں وائرس یا سپائے ویئر ہو سکتا ہے
xh: Ithintelwe: Isenokuba nevayirasi okanye isipayiwe
zu: Kuvinjelwe: Kungaqukatha isifo noma inhloli

source: This file contains a virus or malware.
af: Dié lêer bevat 'n virus of wanware.
ar: يحتوي هذا الملف على فيروس أو برنامج تجسس.
bn_in: এই ফাইলটিতে একটি ভাইরাস বা ম্যালওয়্যার রয়েছে।
br: Ur virus pe ur meziant spiañ zo e-barzh ar restr.
bs: Ovaj fajl sadrži virus ili štetan softver.
cy: Mae'r ffeil ynn cynnwys firws neu ddrwgwar.
gd: Tha bìoras no bathar droch-rùnach san fhaidhle seo.
hi_in: फाइल में वाय‌रस या मालवेयर है.
hr: Ova datoteka sadrži virus ili malware.
hu: Ez a fájl vírust vagy rosszindulatú programot tartalmaz.
hy_am: Այս ֆայլը պարունակում է վիրուս կամ վնասագիր:
kab: Afaylu-yagi yegber anfafad neɣ yir aseɣẓan.
kk: Бұл файлда вирус не зиянды бағдарламалар бар.
km: ឯកសារ​នេះ​មាន​មេរោគ ឬ​កម្មវិធី​ព្យាបាទ។
lt: Šiame faile yra virusas ar kita kenksminga programa.
my: ဒီဖိုင်တွင် ဗိုင်းရပ်စ် သို့မဟုတ် ခိုးယူတိုက်ခိုက်သည့် ဆော့ဖ်ဝဲ ပါနေသည်။
ta: இக்கோப்பு ஒரு நச்சுநிரல் அல்லது மால்வேரைக் கொண்டுள்ளது.
te: ఈ ఫైల్ వైరల్ లేదా మాల్‌వేర్ కలిగివుంది.
th: ไฟล์นี้มีไวรัสหรือมัลแวร์
ur: اس مسل میں وائرس یا برا سافٹ ویئر ہے۔
xh: Le fayile iquthele ivirs okanye imalwane.

source: This file may harm your computer.
af: Dié lêer kan die rekenaar beskadig.
ar: قد يؤذي هذا الملف حاسوبك.
bn_in: এই ফাইলটি আপনার কম্পিউটারের ক্ষতি করতে পারে।
br: Mekaet e vefe hoc'h urzhiataer gant ar restr-mañ.
bs: Ovaj fajl može oštetiti vaš računar.
cy: Gall y ffeil hon niweidio eich cyfrifiadur.
gd: Dh'fhaoidte gun dèan am faidhle seo cron air a' choimpiutair agad.
hi_in: यह फाइल आपके कंप्यूटर को नुकसान पहुँचा सकता है.
hr: Ova datoteka može naštetiti vašem računalu.
hu: Ez a fájl káros lehet a számítógépére.
hy_am: Այս ֆայլը կարող է վնասել համակարգիչը:
kab: Afaylu-yagi izmer ad iḍuṛ aselkim-inek.
kk: Бұл файл компьютеріңізді зақымдауы мүмкін.
km: ឯកសារ​នេះ​អាច​អាម​ឃាត់​កុំព្យូទ័រ​របស់​អ្នក។
lt: Šis failas gali pažeisti jūsų kompiuterio failus.
my: ဒီဖိုင်သည် သင့်ကွန်ပြူတာကို ထိခိုက်စေနိုင်သည်။
ta: இக்கோப்பு உங்கள் கணினியை பாதிக்கலாம்.
te: ఈ ఫైల్ మీ కంప్యూటర్‌కు హాని కలిగించవచ్చు.
th: ไฟล์นี้อาจเป็นอันตรายต่อคอมพิวเตอร์ของคุณ
ur: یہ مسل آپ کے کمپیوٹر کو نقصان پہنچا سکتی ہے۔
xh: Le fayile ingonzakalisa ikhompyutha.

source: This file is not commonly downloaded.
af: Dié lêer word nie tipies afgelaai nie.
ar: هذا الملف ليس شائع التنزيل.
bn_in: এই ফাইলটি সাধারণত ডাউনলোড করা হয়না।
br: Da gustum ne vez ket pellgarget ar restr-mañ.
cy: Nid yw'r ffeil hon yn cael ei llwytho i lawr yn aml.
gd: Cha luchdaichear a-nuas am faidhle seo gu tric.
hi_in: इस फाइल को सामान्यतः डाउनलोड नही किया गया है.
hu: Ilyen fájlt nem szoktak gyakran letölteni.
hy_am: Սա սովորական ներբեռնում չէ:
kab: Afaylu-yagi ur d-yettwazdam ara s tugett.
kk: Бұл файл әдетте жүктеліп алынбайды.
lt: Šis failas nėra įprastai parsisiunčiamas.
my: ဒီဖိုင်ကို အများအားဖြင့် ဆွဲချကူးယူလေ့မရှိပါ။
ur: یہ مسل عامومن طور پر ڈاؤن لوڈ نہیں ہوئی
xh: Le fayile ayidawnlowudwa ngokuqhelekileyo.

source: File moved or missing
ar: نُقِل الملف أو حُذِف
br: Mankout a ra ar restr pe dilec'hiet eo bet
cy: Ffeil wedi ei symud neu ar goll
lt: Failas perkeltas arba pašalintas

source: Are you sure you want to allow this download?
af: Wil u definitief die aflaai toelaat?
ar: أتريد حقّا السماح بهذا التنزيل؟
bn_in: আপনি কি ডাউনলোড এর অনুমতি দেয়ার ব্যাপারে নিশ্চিত?
br: Sur oc'h e fell deoc'h aotren ar pellgargadur-mañ?
cy: Ydych chi'n siŵr eich bod eisiau caniatáu'r llwytho i lawr?
gd: A bheil thu cinnteach gu bheil thu airson an luchdadh a-nuas seo a cheadachadh?
hi_in: आप सुनिश्चित हैं कि आप इस डाउनलोड की अनुमति देना चाहते हैं‌?
hu: Biztos, hogy engedélyezi ezt a letöltést?
hy_am: Թույլատրե՞լ ներբեռնումը:
kab: S tidett triḍ ad tesirgeḍ asider-a?
kk: Бұл жүктемені рұқсат етуді шынымен қалайсыз ба?
lt: Ar tikrai norite leisti šį atsiuntimą?
my: ဒီဆွဲယူမှုကို ဆောင်ရွက်ခွင့်ပြုမည်မှာ သေချာပါသလား။
th: คุณแน่ใจหรือไม่ว่าต้องการอนุญาตการดาวน์โหลดนี้?
ur: کیا آپ کو یقین ہے آپ اس ڈاؤن لوڈ کو ہونے دینا چاھتے ہیں؟
xh: Uqinisekile ukuba ufuna ukukuvumela oku kudawnlowuda?

source: Are you sure you want to open this file?
af: Wil u definitief dié lêer open?
ar: أتريد حقًا فتح هذا الملف؟
bn_in: আপনি কি নিশ্চিতরূপে এই ফাইলটি আনব্লক করতে চান?
br: Sur oc'h e fell deoc'h digeriñ ar restr-mañ ?
cy: Ydych chi'n siŵr eich bod eisiau agor y ffeil hon?
gd: A bheil thu cinnteach gu bheil thu airson am faidhle seo fhosgladh?
hi_in: क्या आप सुनिश्चित हैं कि आप इस फाइल को खोलना चाहते हैं?
hu: Biztosan meg akarja nyitni ezt a fájlt?
hy_am: Իրո՞ք ցանկանում եք բացել այս ֆայլը:
kab: Tebɣiḍ ad teldiḍ afaylu-yagi?
kk: Бұл файлды ашуды шынымен қалайсыз ба?
lt: Ar tikrai norite atverti šį failą?
my: ဒီဖိုင်ကို ဖွင့်မည်မှာ သေချာပါသလား။
th: คุณแน่ใจหรือไม่ว่าต้องการเปิดไฟล์นี้?
ur: کیا آپ واقعی اس مسل کو کھولنا چاہتے ہیں؟
xh: Uqinisekile na ukuba ufuna ukuvula le fayile?

source: This file contains a virus or other malware that will harm your computer.
af: Dié lêer bevat 'n virus of ander wanware wat die rekenaar sal beskadig.
ar: يحتوي هذا الملف على فيروس أو برنامج تجسس أو برمجية خبيثة أخرى قد تؤذي حاسوبك.
bn_in: এই ফাইলে ভাইরাস বা অন্য কোন ম্যালওয়্যার থাকতে পারে যা আপনার কম্পিউটারের ক্ষতি করবে।
br: Ur virus pe ur meziant spiañ zo e-barzh ar restr ma vo mekaet hoc'h urzhiataer gantañ.
bs: Ovaj fajl sadrži virus ili drugi tip štetnog softvera koji može oštetiti vaš računar.
cy: Mae'r ffeil yn cynnwys firws neu ddrwgwar arall fydd yn gwneud drwg i'ch cyfrifiadur.
gd: Tha bìoras no bathar droch-rùnach san fhaidhle seo a nì cron air a' choimpiutair agad.
hi_in: इस फाइल में वायरस या मालवेयर है जो आपके कंप्यूटर को नुकसान पहुँचाएगा.
hr: Ova datoteka sadrži virus ili drugu vrstu malwarea koja može naštetiti vašem računalu.
hu: Ez a fájl vírust vagy más rosszindulatú programot tartalmaz, ami ártalmas a számítógépének.
hy_am: Այս ֆայլը պարունակում է վիրուս կամ վնասագիր, որը կարող է վնասել համակարգիչը:
kab: Afaylu-yagi yegber anfafad neɣ yir aseɣẓan ig zemren ad iḍuṛ aselkim-inek..
kk: Бұл файлда компьютеріңізді зақымдай алатын вирус не зиянды бағдарламалар бар.
km: ឯកសារ​នេះ​មាន​មេរោគ ឬ​កម្មវិធី​ព្យាបាទ​ផ្សេងទៀត​ដែល​អាច​ធ្វើឲ្យ​ខូច​កុំព្យូទ័រ​របស់​អ្នក។
lt: Šiame faile yra kenksmingo kodo, kuris sutrikdys jūsų kompiuterio darbą.
my: ဒီဖိုင်တွင် သင့်ကွန်ပြူတာကို ထိခိုက်စေနိုင်သည့် ဗိုင်းရပ်စ် သို့မဟုတ် အခြား ခိုးယူတိုက်ခိုက်သည့် ဆော့ဖ်ဝဲ ပါဝင်သည်။
ta: இக்கோப்பு ஒரு நச்சுநிரல் அல்லது மால்வேரைக் கொண்டுள்ளதால் உங்கள் கணினி பாதிப்பிற்கு உள்ளாகும்.
te: ఈ ఫైల్ మీ కంప్యూటర్‌కు హానికారకమైన వైరల్ లేదా ఇతర మాల్‌వేర్ కలిగివుంది.
th: ไฟล์นี้มีไวรัสหรือมัลแวร์อื่นที่อาจเป็นอันตรายต่อคอมพิวเตอร์ของคุณ
ur: اس مسل میں وائرس یاکوئی اور خراب چیز ہے جو آپ کے کمپیوٹر کو نقصان پہنچائے گی۔
xh: Le fayile iqulethe ivirus okanye enye i-malwane ezokwenzakalisa ikhompyutha yakho.

source: This file is disguised as a helpful download, but it can make unexpected changes to your programs and settings.
af: Dié lêer is vermom as hulpvaardig, maar kan onverwagse veranderinge aan programme en instellings maak.
ar: هذا الملف، الذي يتخفى في شكل تنزيل مفيد، قد يسبب تغييرات غير متوقعة في برمجياتك و إعداداتك.
bn_in: এই ফাইল টি, যা একটি ভাল ফাইলের ছদ্মবেশে আছে, আপনার প্রোগ্রাম এবং সেটিংসে অপ্রত্যাশিত পরিবর্তন করে ফেলতে পারে।
br: Treuzwisket eo ar restr-mañ evel ur restr skoazellañ. Kemmoù dic'hortoz a ray d'hoc'h arventennoù hag arloadoù, avat.
cy: Gall y ffeil hon, sydd wedi ei ffugio i edrych fel rhaglen cynorthwyol, wneud newidiadau annisgwyl i'ch rhaglenni a'ch gosodiadau.
gd: Tha am faidhle seo a’ leigeil air gur e rud feumail a tha ann ach atharraichidh e na prògraman is roghainnean agad air dòighean ris nach robh dùil.
hi_in: यह फाइल एक मददगार डाउनलोड के रूप में छिपी हुई है , परंतु यह आपकी सेटिंग्स एवं प्रोग्राम में अप्रत्याशित परिवर्तन ला सकती है.
hu: Ez egy hasznos letöltésnek álcázott fájl, ám váratlan módosításokat végezhet a programjain és beállításain.
hy_am: Այս ֆայլը, որը դիմակավորվել է որպես օգտակար ներբեռնում, կարող է կատարել անսպասելի փոփոխություններ ձեր ծրագրերում և կարգավորումներում:
kab: Afaylu-yagi yerra iman-is amzun d win ara d-imedden tallalt, acu kan yezmer ad isnifel ahilen d iɣewwaṛen.
kk: Бұл файл пайдалы файл ретінде жасырылса да, бағдарламалар және баптауларыңызға күтпеген өзгерістерді жасай алады.
lt: Šis failas apsimeta naudingu įrankiu, tačiau gali atlikti nelauktų pakeitimų jūsų programoms ir nustatymams.
my: ဒီဖိုင်သည် အသုံးဝင်နိုင်သည်ဟု ဟန်ဆောင်ထားသောဖိုင် ဖြစ်ပါသည်။ ၎င်းသည် သင့်ပရိုဂရမ်များနှင့် အပြင်အဆင်များကို မထင်မှတ်ထားသည့် ပြောင်းလဲမှုများ ပြုလုပ်နိုင်သည်။
ur: یہ مسل مددگار ڈاؤن لوڈ کی شکل میں آ کر، آپ کے پروگرام اور سیٹنگوں میں غیرمتوقع تبدیلیاں کر دے گی۔
xh: Le fayile, izenza njengesikhupheli esiluncedo, kodwa inokwenza iinguqu ezingalindelekanga kwiinkqubo zakho neesetingi.

source: This file is not commonly downloaded and may not be safe to open. It may contain a virus or make unexpected changes to your programs and settings.
af: Dié lêer word nie tipies afgelaai nie en is dalk nie veilig om te open nie. Dit bevat dalk 'n virus of kan onverwagse veranderinge aan programme en instellings maak.
ar: ليس هذا الملف شائع التنزيل و قد لا يكون من الآمن فتحه. قد يحتوي فيروسًا أو يُحدث تغييرات غير متوقعة على برامجك و إعداداتك.
bn_in: এই ফাইলটি সাধারণভাবে ডাউনলোড করা যাবে না এবং হয়তো সুরক্ষিত ভাবে খুলবে না। এটায় হয়তো ভাইরাস থাকতে পারে বা আপনার প্রোগ্রাম এবং বৈশিষ্ট্যাবলীতে অনিচ্ছাকৃত বদল আনতে পারে।
br: Da gustum ne vez ket pellgarget ar restr-mañ ha gallout a ra bezañ arvarus d'he digeriñ. Gallout a ra enderc'hel ur viruz pe ober kemmoù dic'hortoz d'hoc'h arloadoù pe arventennoù.
cy: Nid yw'r ffeil hon yn cael ei llwytho i lawr yn aml ac nad yw'n ddiogel ei hagor. Gall fod yn cynnwys firws neu wneud newidiadau annisgwyl i' ch rhaglenni a'ch gosodiadau.
gd: Cha luchdaichear a-nuas am faidhle seo gu tric agus dh’fhaoidte nach eil e sàbhailte fhosgladh. Tha teans gum bi bìoras ann no gun atharraich e na prògraman is roghainnean agad air dòigh nach iarradh tu.
hi_in: यह फ़ाइल आमतौर पर डाउनलोड नहीं होती है और खोलने के लिए सुरक्षित नहीं हो सकती है. इसमें वायरस हो सकते हैं या आपके कार्यक्रमों और सेटिंग में अप्रत्याशित परिवर्तन कर सकता है.
hu: Ezt a fájlt nem gyakran szokták letölteni, és a megnyitása nem feltétlenül biztonságos. Vírust tartalmazhat, vagy váratlan módosításokat végezhet a programjain és beállításain.
hy_am: Այս ֆայլը սովորական ներբեռնում չէ և կարող է անվտանգ չլինել: Այն կարող է պարունակել վիրուս կամ կատարել անսպասելի փոփոխություններ ձեր ծրագրերում և կարգավորումներում:
kab: Afaylu-yagi ur d yettwazdam ara s tugett u yezmer ur yettili ara d aɣelsan ma yella teldiṭ-id. Yezmer ad yegber infafaden neɣ ad isnifel ahilen d iɣewwaṛen-inek.
kk: Бұл файл әдетте жүктеліп алынбайды және оны ашу қауіпсіз емес болуы мүмкін. Оның құрамында вирус болуы мүмкін, немесе ол сіздің бағдарламалар және баптауларыңызға күтпеген өзгерістерді жасауы мүмкін.
lt: Šis failas nėra įprastas parsisiunčiamas ir gali būti nesaugus. Jame gali būti virusas arba jis gali atlikti nelauktų pakeitimų jūsų programoms ir nustatymams.
my: ဒီဖိုင်ကို အများအားဖြင့် ဆွဲချယူလေ့ မရှိကြပါ။ ထို့ပြင် ဖွင့်ရန် ဘေးကင်းမှုမရှိပါ။ ၎င်းဖိုင်တွင် ဗိုင်းရပ်စ် ပါဝင်နိုင်သည် သို့မဟုတ် ပရိုဂရမ်များနှင့် အပြင်အဆင်များကို မထင်မှတ်ထားသည့် ပြောင်းလဲမှုများ ဖြစ်ပေါ်စေနိုင်သည်။
ur: یہ فائل عام طور پر ڈاؤن لوڈ نہیں کی گئی اور کھولنے کے لئے محفوظ نہیں ہے۔ ہو سکتا ہے یہ ایک وائرس پر مشتمل ہو یا آپ کے پروگراموں اور ترتیبات کی غیر متوقع تبدیلی کر سکتی ہیں۔
xh: Le fayile ayidawnlowudwa ngokuqhelekileyo yaye kusenokungakhuseleki ukuyivula. Inokuba nevayirasi okanye yenze utshintsho olungalindelekanga kwiinkqubo neesetingi zakho.

source: You can search for an alternate download source or try again later.
af: Soek gerus vir 'n alternatiewe bron of probeer later weer.
ar: يمكنك البحث عن مصدر بديل أو إعادة المحاولة لاحقًا.
bn_in: আপনি একটি বিকল্প ডাউনলোড সোর্স খুঁজতে পারেন অথবা পরে কোন সময় ফাইলটি আবার ডাউনলোড করার চেষ্টা করতে পারেন।
br: Klaskit un tarzh pellgargañ all pe glaskit en-dro diwezhatoc'h.
cy: Gallwch chwilio am ffynhonnell llwytho i lawr arall neu geisio llwytho'r ffeil i lawr rhywbryd eto.
gd: Dh’fhaoidte gu bheil àite eile ann far an urrainn dhut a luchdadh a-nuas no feuch ris a-rithist an ceann greis.
hi_in: आप एक विकल्प डाउनलोड स्त्रोत खोजे या फिर से बाद में कोशिश करें.
hu: Megpróbálhat másik letöltési forrást keresni, vagy később újra próbálhatja.
hy_am: Կարող եք փնտրել այլընտրանքային աղբյուր կամ փորձել ներբեռնել ավելի ուշ:
kab: Tzemreḍ ad d-nadiḍ aɣbalu n uzdam nniḍen neɣ ticki, ɛreḍ tikelt nniḍen azdam n ufaylu.
kk: Сіз басқа жүктеп алу жерін іздей аласыз, немесе кейінірек қайталай аласыз.
lt: Galite ieškoti kito atsiuntimo šaltinio arba bandyti siųstis šį failą vėliau.
my: သင်သည် အခြားကူးယူနိုင်သည့် အရင်းအမြစ်တွင် ရှာဖွေနိုင်သည်။ သို့မဟုတ် နောက်တွင် ထပ်မံ ဆောင်ရွက်ကြည့်ပါ။
th: คุณสามารถค้นหาแหล่งดาวน์โหลดอื่น หรือลองอีกครั้งในภายหลัง
ur: آپ ایک متبادل ڈاؤن لوڈ کی جگہ تلاش کر سکتے ہیں یا پھر بعد میں مسل ڈاؤن لوڈ کرنے کی دوبارہ کوشش کر سکتے ہیں۔
xh: Ungakhangela esinye isibonelelo sokukhuphela okanye ukukhuphela ifayile kwakhona ngelinye ixesha

source: Open
ar: افتح
bn_in: খুলুন
br: Digeriñ
cy: Agor
gd: Fosgail
hi_in: खोलें
hu: Megnyitás
hy_am: Բացել
kab: Ldi
kk: Ашу
lt: Atverti
my: ဖွင့်ပါ
th: เปิด
ur: کھولیں
xh: Vula

source: Allow download
af: Laat aflaai toe
ar: اسمح بالتنزيل
bn_in: ডাউনলোডের অনুমতি দিন
br: Aotren ar pellgargañ
cy: Caniatáu'r llwytho i lawr
gd: Ceadaich a luchdadh a-nuas
hi_in: डाउनलोड की अनुमति दें
hu: Letöltés engedélyezése
hy_am: Թույլատրել ներբեռնումը
kab: Sireg asider
kk: Жүктемені рұқсат ету
lt: Leisti atsiuntimą
my: ဆွဲချကူးခွင့်ပြုပါ
th: อนุญาตการดาวน์โหลด
ur: ڈاؤن لوڈ کرنے کی اجازت دیں
xh: Vumela ukudawnlowuda

source: Remove file
af: Verwyder lêer
ar: احذف الملف
bn_in: ফাইল মুছে ফেলুন
br: Dilemel ar restr
cy: Tynnu ffeil
gd: Thoir am faidhle air falbh
hi_in: फ़ाइल मिटाएं
hu: Fájl eltávolítása
hy_am: Հեռացնել ֆայլը
kab: Kkes afaylu
kk: Файлды өшіру
lt: Pašalinti failą
my: ဖိုင်ကို ဖျက်ရန်
th: ลบไฟล์
ur: مسل حذف کریں
xh: Susa ifayile

source: Unknown size
af: Onbekende grootte
ar: الحجم غير معروف
bn_in: অজানা মাপ
br: Ment dianav
bs: Nepoznata veličina
cy: Maint anhysbys
gd: Chan eil fhios dè cho mòr 's a tha e
hi_in: अज्ञात आकार‌
hr: Nepoznata veličina
hu: Ismeretlen méret
hy_am: Անհայտ չափ
kab: Teɣzi tarussint
kk: Көлемі белгісіз
km: មិន​ស្គាល់
lt: Dydis nežinomas
mr: अपरिचीत आकार
my: မသိရတဲ့ အရွယ်အစား
ta: தெரியாத அளவு
te: తెలియని పరిమాణం
th: ไม่ทราบขนาด
ur: نامعلوم سائز
xh: Ubungakanani obungaziwayo
zu: Usayizi ongaziwa

source: %1$Ss
ar: %1$Sث
gd: %1$Sd
hr: %1$Ssek
kk: %1$Sс
lt: %1$S sek.

source: %1$Sm
ar: %1$Sد
hu: %1$Sp
kk: %1$Sм
lt: %1$S min.

source: %1$Sh
ar: %1$Sس
br: %1$Se
gd: %1$Su
hr: %1$Ss
hu: %1$Só
kk: %1$Sс
lt: %1$S val.

source: %1$Sd
ar: %1$Sي
gd: %1$Sl
hu: %1$Sn
kk: %1$Sк

source: “%S” is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch “%S”?
af: “%S” is 'n uitvoerbare lêer. Uitvoerbare lêers kan virusse of ander kwaadwillige kode bevat wat u rekenaar kan beskadig. Wees versigtig wanneer u hierdie lêer open. Wil u definitief “%S” laat begin?
ar: ‏”%S“ ملفّ تنفيذيّ. قد تتضمّن الملفّات التّنفيذيّة فيروسات أو برامج خبيثة أخرى يمكن أن تضرّ بالحاسوب. خذ الحذر عند فتح هذا الملفّ. أمتأكّد أنّك تريد بدأ ”%S“؟
bn_in: "%S" একটি সঞ্চালনযোগ্য ফাইল। সঞ্চালনযোগ্য ফাইলের মধ্যে ভাইরাস অথবা কম্পিউটারের হানী করতে সক্ষম কোড উপস্থিত থাকতে পারে। এই ফাইলটি খোলার সময় সাবধানতা অবলম্বন করুন। আপনি কি নিশ্চিতরূপে "%S" সঞ্চালন করতে ইচ্ছুক?
br: Ur restr erounezadus eo "%S". Restroù erounezadus a c'hall bezañ gant viruz pe arc'hadoù droukrañsus enno hag a c'hallfe mekaat hoc'h urzhiataer. Bezit evezhiek pa vez digoret restroù ar seurt-se ganeoc'h. Ha fellout a ra deoc'h lañsañ "%S"?
cy: Mae "%S" yn ffeil weithredadwy. Gall ffeiliau gweithredadwy gynnwys firysau neu god maleisus arall gall ddifrodi eich cyfrifiadur. Byddwch ofalus wrth agor y ffeil. Ydych chi'n siŵr eich bod am agor "%S"?
gd: ’S e faidhle so-ghnìomhaichte a tha ann an “%S”. Dh’fhaodadh bìorasan no còd droch-rùnach eile a bhith ann am faidhlichean so-ghnìomhaichte ’s faodaidh iad an coimpiutair agad a mhilleadh. Bi faiceallach le fosgladh an fhaidhle seo. A bheil thu cinnteach gu bheil thu airson “%S” a chur a dhol?
hi_in: "%S" एक निष्पादनीय फाइल है. निष्पादनीय फाइल वायरस या दूसरे निष्पादनीय कोड रख सकता है जो आपके कंप्यूटर को नुकसान पहुंचा सकता है. इस फाइल को खोलने के दौरान सावधानी बरतें है. क्या आप "%S" को लांच करने के लिए निश्चित हैं?
hu: „%S” fájl végrehajtható. A végrehajtható fájlok vírusokat vagy más, rosszindulatú kódokat tartalmazhatnak, amelyek kárt okozhatnak a számítógépen. Legyen óvatos a fájl megnyitásakor. Biztosan elindítja: „%S”?
hy_am: "%S"-­ը կատարելի ֆայլ է: Կատարելի ֆայլերը կարող են պարունակել վիրուսներ կամ այլ նենգամիտ կոդ, որը կարող է վնասել ձեր համակարգիչը: Շրջահայացորեն բացեք այս ֆայլը: Իրոք ցանկանու՞մ եք աշխատացնել "%S"­-ը:
kab: "%S" d afaylu aselkam. Ifuyla iselkamen zemren ad gebren infafaden neɣ yir iseɣẓanen ig zemren ad ḍuṛṛen aselkin-inek. Ɣur-k ticki a d-ldiḍ afaylu-yagi. Tebɣiḍ ad tesenkreḍ "%S"?
kk: "%S" орындалатын файл болып табылады. Оряндалатын файлдардың ішінде вирустар немесе басқа арамдық мақсаттарымен жасалған зиянды код болуы мүмкін. Осы файлды файлды ашқанда мұқият болыңыз. "%S" файлын орындау керек пе?
lt: „%S“ yra vykdomasis failas. Tokiuose failuose gali būti virusų ar kitų kenkėjiškų programų, kurios gali pažeisti jūsų kompiuterį. Būkite atsargūs atverdami šio tipo failus. Ar tikrai norite paleisti „%S“?
my: "%S" ဟာ စီမံဆောင်ရွတ်တဲ့ ဖိုင်တခု ဖြစ်တယ်။ စီမံဆောင်ရွတ်တဲ့ ဖိုင်များမှာ သင်ကွန်ပျူတာကို ဒုက္ခပေးနိုင်တဲ့ ဗိုင်းရပ်စ် (သို့) အ​န္တရယ်ပြုတဲ့ အခြားကုဒ် ပါရှိနိုင်တယ်။ ဒီဖိုင်ကို ဖွင့်တဲ့အခါ သတိချပ်ပါ။ "%S" ဖွင့်ဖို့ သင် သေချာ သလား။
ur: "%S" ایک نفاذ پذیر مسل ہے۔ نفاذ پذیر مسلیں وائرس یا دیگر مضر ضابطے کی حامل ہو سکتی ہیں جو آپ کے کمپیوٹر کو نقصان پہنچا سکتی ہیں۔ یہ مسل کھولتے ہوئے احتیاط کریں۔ کیا آپ واقعی "%S" چالو کرنا چاہتے ہیں؟
xh: "%S" yifayile enokusetyenziswa. Iifayile ezinokusetyenziswa zisenokuba nevayirasi okanye ikhowudi enobungozi enokonakalisa ikhompyutha yakho. Lumka xa uvula le fayile. Uqinisekile ufuna ukumisela "%S"?
