Repository: tktk711/mozilla-l10n
Catalog: kw/browser/chrome/browser/aboutPrivateBrowsing.dtd.po
Languages: kw

source: You are currently not in a private window.
kw: Nyns esowgh hwi a-lemmyn yn fenester brivedh.

source: Open a &Private Window
kw: Egeri fenester &brivedh

source: Private Browsing
kw: Peuri privedh

source: You're browsing privately
kw: Yth esowgh ow peuri yn privedh

source: Not Saved
kw: Nyns yw gwithys

source: History
kw: Istori

source: Searches
kw: Hwilansow

source: Temporary Files
kw: Restrennow rag tro

source: Saved
kw: Gwithys

source: Downloads
kw: Iskargansow

source: Bookmarks
kw: Lyververkys

source: Please note that your employer or Internet service provider can still track the pages you visit.
kw: Bedhewgh avisyes y hyll agas arvethor po provier gonis kesrosweyth hwath holya folennow visityes genowgh.

source: Learn More.
kw: Dyski moy.

source: Tracking Protection
kw: Difresans holya

source: 6ch
kw: 12ch

source: ON
kw: Gallosegys

source: OFF
kw: Diallosegys

source: Private windows now block parts of the page that may track your browsing activity.
kw: Fenestri brivedh a wra lettya lemmyn rannow a'n folen a allsa holya agas gwriansow peuri.

source: Turn Tracking Protection Off
kw: Diallosegi an difresans holya

source: Turn Tracking Protection On
kw: Gallosegi an difresans holya

source: See how this works
kw: Gweles fatel ober hemma
