Repository: tktk711/mozilla-l10n
Catalog: kw/browser/chrome/browser/shellservice.properties.po
Languages: kw

source: %S &Options
kw: &Etholyow %S

source: %S &Safe Mode
kw: Modh &saw %S

source: Get the most out of %S by setting it as your default browser
kw: Kavos an gwella a %S der y settya avel agas peurell dhefowt

source: &Use %S as my default browser
kw: &Usya %S avel ow feurell dhefowt

source: &Options
kw: &Etholyow

source: &Not now
kw: &Na lemmyn

source: &Don’t ask me again
kw: &Na wovyn arta

source: Default Browser
kw: Peurel dhefowt

source: %S is not currently set as your default browser. Would you like to make it your default browser?
kw: Nyns yw %S settyes avel agas peurel dhefowt a-lemmyn. Eus hwans dhywgh y vos agas peurel dhefowt?

source: Always perform this check when starting %S.
kw: Pub prys checkya hemma orth dalethans %S.

source: Use %S as my default browser
kw: Usya %S avel ow feurell dhefowt

source: Not now
kw: Na lemmyn

source: Desktop Background.bmp
kw: Kilva an desktop.bmp

source: Saving Picture…
kw: Ow kwitha an imach…

source: Set Desktop Background
kw: Settya kilva an desktop
