Repository: tktk711/mozilla-l10n
Catalog: kw/browser/chrome/browser/syncSetup.dtd.po
Languages: kw

source: &syncBrand.fullName.label; Setup
kw: Fyttyans &syncBrand.fullName.label;

source: Welcome! If you've never used &syncBrand.fullName.label; before, you will need to create a new account.
kw: Dynnargh! Mar ny wrussowgh hwi byskath usya &syncBrand.fullName.label; kens, res vedh dhywgh formya akont nowyth.

source: Create a New Account
kw: Formya akont nowyth

source: I Have an Account
kw: Yma akont dhymm

source: Have you used &syncBrand.fullName.label; before?
kw: A wrussowgh hwi usya &syncBrand.fullName.label; kens?

source: I've never used &syncBrand.shortName.label; before
kw: Ny wrugav vy byskath usya &syncBrand.shortName.label; kens

source: I'm already using &syncBrand.shortName.label; on another device
kw: Yth esov vy owth usya &syncBrand.shortName.label; seulabres war dhevis aral

source: Server
kw: Servyer

source: Default: Mozilla &syncBrand.fullName.label; server
kw: Defowt: Servyer Mozilla &syncBrand.fullName.label;

source: Use a custom server…
kw: Usya servyer a-vusur…

source: &Account
kw: &Akont

source: &Password
kw: &Ger tremena

source: Recovery &Key
kw: &Alhwedh daskavos

source: Account Details
kw: Manylyon an akont

source: &Email Address
kw: &Trigva ebost

source: Choose a &Password
kw: Dowis &ger tremena

source: Confir&m Password
kw: &Afydhya an ger tremena

source: I &agree to the
kw: &Unver ov vy gans an

source: Terms of Service
kw: Termynyow devnydh

source: and the
kw: hag an

source: Privacy Policy
kw: Polici privetter

source: &brandShortName; Cares About Your Privacy
kw: &brandShortName; a wra gordhya agas privetter

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The Recovery Key which is necessary to decrypt your data is not uploaded.
kw: Rag surhe agas privetter dien, kodyes yw oll agas data kens bos ughkergys. Nyns yw ughkergys an alhwedh daskavos yw res rag digodya agas gata.

source: Your Recovery &Key
kw: Agas &alhwedh daskavos

source: Generate a new key
kw: Dinethi alhwedh nowyth

source: Your Recovery Key is required to access &syncBrand.fullName.label; on other machines. Please create a backup copy. We cannot help you recover your Recovery Key.
kw: Res yw agas alhwedh daskavos rag hedhas &syncBrand.fullName.label; war jynnow erel. Da via gwruthyl kopi backup. Ny yllyn ni agas gweres dh'y dhaskavos.

source: &Print…
kw: &Pryntya…

source: &Save…
kw: &Gwitha…

source: Pair a Device
kw: Parya devis

source: Show me how.
kw: Fatel?

source: I don't have the device with me
kw: Nyns usi an devis genev

source: To activate, select "Pair a Device" on your other device.
kw: Rag bewhe, dowisowgh "Parya devis" war agas devis aral.

source: Then, enter this code:
kw: Ena, entrowgh an goden-ma:

source: To activate your new device, select "Set Up Sync" on the device.
kw: Rag bewhe agas devis nowyth, dowisowgh "Fyttya Sync" war an devis.

source: Enter the code that the device provides:
kw: Entrowgh an goden yw res gans an devis:

source: Please try again.
kw: Gwrewgh assaya arta.

source: The device has been successfully added. The initial synchronization can take several minutes and will finish in the background.
kw: An devis re beu keworrys yn sowen. An kensa kettermynegyans a yll kemeres nebes mynysennow hag y hwra gorfenna y'n gilva.

source: To activate your device you will need to enter your Recovery Key. Please print or save this key and take it with you.
kw: Rag bewhe agas devis, res vedh dhywgh entra agas alhwedh daskavos. Gwrewgh pryntya po gwitha an alhwedh-ma hag y gemeres genowgh.

source: Device Connected
kw: Devis junyes

source: Sign In
kw: Omgelmi

source: You can get a copy of your Recovery Key by going to &syncBrand.shortName.label; Options on your other device, and selecting "My Recovery Key" under "Manage Account".
kw: Hwi a yll kavos kopi a'gas alhwedh daskavos dre vos dhe Etholyow &syncBrand.shortName.label; war agas devis aral, ha dre dhowis "Ow alhwedh daskavos" yn-dann "Menystra an akont".

source: Verifying…
kw: Ow kwirya…

source: Reset Password
kw: Dassettya an ger tremena

source: I have lost my other device.
kw: Yma kellys genev ow devis aral.

source: Sync Options
kw: Etholyow kettermynegi

source: Devi&ce Name:
kw: &Hanow an devis:

source: Sync My
kw: Kettermynegi

source: Book&marks
kw: Ow &lyververkys

source: &Tabs
kw: Ow &thabyow

source: Histo&ry
kw: Ow &istori

source: &Passwords
kw: Ow &geryow tremena

source: Preference&s
kw: Ow &dowisyansow

source: &Add-ons
kw: &Keworansow

source: Merge this device's data with my &syncBrand.shortName.label; data
kw: Kesunya data an devis-ma gans ow data &syncBrand.shortName.label;

source: Recommended:
kw: Komendyes:

source: Replace all data on this device with my &syncBrand.shortName.label; data
kw: Aslea oll an data war an devis-ma gans ow data &syncBrand.shortName.label;

source: Replace all other devices with this device's data
kw: Aslea pub devis aral gans data an devis-ma

source: Confirm
kw: Afydhya

source: &syncBrand.fullName.label; will now merge all this device's browser data into your Sync account.
kw: &syncBrand.fullName.label; a wra kesunya lemmyn oll data peuri an devis-ma gans agas akont Sync.

source: Warning: The following &brandShortName; data on this device will be deleted:
kw: Gwarnyans: An data &brandShortName; a sew usi war an devis-ma a vedh diles:

source: &brandShortName; will then copy your &syncBrand.fullName.label; data to this device.
kw: Ena &brandShortName; a wra kopia agas data &syncBrand.fullName.label; dhe'n devis-ma.

source: Warning: The following devices will be overwritten with your local data:
kw: Gwarnyans: An devisyow a sew a vedh gorskrifys gans agas data teythtek:

source: Setup Complete
kw: Fyttyans gorfennys

source: You can change this preference by selecting Sync Options below.
kw: Hwi a yll chanjya an dowisyans-ma dre dhowis 'Etholyow kettermynegi' a-woles.

source: You may now continue using &brandShortName;.
kw: Hwi a yll lemmyn pesya usya &brandShortName;.
