Repository: tktk711/mozilla-l10n
Catalog: */obsolete/embedding/android/android_strings.dtd.po
Languages: ar, gd, id, lo, ta, th

source: Setting up &brandShortName;\u2026
ar: يضبط إعدادات &brandShortName;\u2026
gd: A' suidheachadh &brandShortName;\u2026
id: Menyiapkan &brandShortName;\u2026
lo: ການຈັດຕັ້ງຂຶ້ນ &brandShortName;\u2026
ta: &brandShortName ஐ தயார்செய்யப்படுகிறது;\u2026
th: กำลังตั้งค่า &brandShortName;\u2026

source: There is not enough space available for &brandShortName; to start.
ar: لا يوجد مساحة تكفي لتشغيل &brandShortName;.
gd: Chan eil àite gu leòr ann airson leigeil le &brandShortName; tòiseachadh.
id: Kapasitas ruang tidak mencukupi untuk memulai &brandShortName;.
lo: ບໍ່ມີພື້ນທີ່ພຽງພໍ່ໃຫ້ &brandShortName; ເພື່ອເລີ່ມຕົ້ນ.
ta: &brandShortName;ஐ துவங்க போதிய காலி இடம் இல்லை.
th: มีเนื้อที่ไม่พอสำหรับการเริ่มการทำงานของ &brandShortName;

source: An error occurred when trying to load files required to run &brandShortName;
ar: حصل خطأ عند محاولة تحميل الملفات لتشغيل &brandShortName;
gd: Thachair mearachd fhad 's a dh'fheuchar na faidhlichean a luchdadh a dh'fheumas &brandShortName;
id: Galat terjadi saat memuat berkas yang diperlukan untuk menjalankan &brandShortName;
lo: ມີຂໍ້ຜິດພາດໄດ້ເກີດຂື້ນເມື່ອມີການພະຍາຍາມໂລດຟາຍສໍທີ່ຈຳເປັນເພື່ອເປີດ &brandShortName;
ta: &brandShortName;ஐ இயக்க தேவையான கோப்புகளை ஏற்றும்போது ஒரு பிழை ஏற்பட்டுள்ளது
th: เกิดความผิดพลาดในการโหลดแฟ้มที่จำเป็นในการเรียกใช้งาน &brandShortName;

source: &brandShortName; Crash Reporter
ar: مبلغ انهيارات &brandShortName;
gd: Aithrisiche nan tuislidhean aig &brandShortName;
id: Pelapor Kerusakan &brandShortName;
lo: &brandShortName; ຜູ້ລາຍງານຂໍ້ຜິດພາດ
ta: &brandShortName; விழ்ச்சி அறிவிப்பாளர்
th: ตัวแจ้งข้อขัดข้อง &brandShortName;

source: &brandShortName; has crashed. Your tabs should be listed on the &brandShortName; Start page when you restart.
ar: انهار &brandShortName;. ستجد ألسنتك مسرودة في صفحة بداية &brandShortName; عندما تعيد تشغيله.
gd: Thuislich &brandShortName;. Bu chòir dhut na tabaichean agad fhaicinn air duilleag-thòiseachaidh &brandShortName; nuair a thòisicheas tu e a-rithist.
id: &brandShortName; mati tiba-tiba. Daftar tab Anda akan tampil pada Laman Awal &brandShortName; setelah memulai ulang.
lo: &brandShortName; ໄດ້ເກີດມີຂໍ້ຜິດພາດ. ແທັບຂອງທ່ານຄວນຈະລຽງຢູ່ໃນ &brandShortName; ຫນ້າເລີ່ມຕົ້ນ
ta: &brandShortName; விழ்ச்சியடைந்தது. நீங்கள் மறுதுவக்கும் போது உங்கள் தத்தல்கள் &brandShortName;இன் துவங்க பக்கத்தில் பட்டியலிடப்பட்டுருக்கவேண்டும்.
th: &brandShortName; หยุดการทำงาน แท็บที่คุณเปิดไว้จะแสดงเป็นรายการในหน้าเริ่มต้นของ &brandShortName; เมื่อเริ่มทำงานใหม่อีกครั้ง

source: Please help us fix this problem!
ar: ساعِدنا على حل هذه المشكلة!
gd: Nach cuidich thu leinn le càradh an duilgheadais seo?
id: Bantu kami mengatasi masalahnya!
lo: ກະລຸນາຊ່ວຍພວກເຮົາແກ້ໄຂບັນຫານີ້!
ta: இந்த பிரச்சனையை சரி செய்வதற்கு உதவுங்கள்!
th: โปรดช่วยเราแก้ไขปัญหานี้!

source: Send Mozilla a crash report
ar: أرسِل بلاغًا بالانهيار إلى موزيلا
gd: Cuir aithisg tuislidh gu Mozilla
id: Kirim laporan kerusakan ke Mozilla
lo: ສົ່ງລາຍງານຂໍ້ຜິດພາດໄປຫາໂມຊິລລາ
ta: மொசில்லாவிற்கு ஒரு விழ்ச்சி அறிக்கையை அனுப்பு
th: ส่งรายงานข้อขัดข้องให้ Mozilla

source: Include page address
ar: ضمّن عنوان الصفحة
gd: Gabh a-steach seòladh na duilleige
id: Sertakan alamat laman
lo: ປະກອບໄປດ້ວຍທີ່ຢູ່ຂອງຫນ້າ
ta: பக்க முகவரியை சேர்த்துக்கொள்
th: รวมทั้งที่ตั้งของหน้าเว็บนี้ด้วย

source: Close
ar: أغلِق
gd: Dùin
id: Tutup
lo: ອອກ
ta: மூடு
th: ปิด

source: Restart &brandShortName;
ar: أعِد تشغيل &brandShortName;
gd: Ath-thòisich &brandShortName;
id: Mulai ulang &brandShortName;
lo: ເລີ່ມໃຫມ່ &brandShortName;
ta: &brandShortName;ஐ மறுதுவக்கவும்
th: เริ่มการทำงาน &brandShortName; ใหม่

source: Sending crash report\u2026
ar: يرسل بلاغ الانهيار\u2026
gd: A' cur aithisg an tuislidh\u2026
id: Mengirim laporan kerusakan\u2026
lo: ກຳລັງສົ່ງລາຍງານຂໍ້ຜິດພາດ\u2026
ta: விழ்ச்சி அறிக்கை அனுப்பப்படுகிறது\u2026
th: ส่งรายงานข้อขัดข้อง\u2026

source: Exit
ar: اخرج
gd: Fàg an-seo
id: Keluar
ta: வெளியேறு
th: ออก

source: Continue
ar: استمر
gd: Lean air adhart
id: Lanjutkan
lo: ສືບຕໍ່
ta: தொடரவும்
th: ทำต่อ

source: &brandShortName; Web Apps
ar: تطبيقات وب &brandShortName;
gd: Aplacaidean-lìn &brandShortName;
id: Apl Web &brandShortName;
lo: &brandShortName; ເວັບແອັບ
ta: &brandShortName; வலை செயலிகள்
th: &brandShortName; เว็บแอป

source: No web apps were found
ar: لم يُعثر على أي تطبيقات وب
gd: Cha deach aplacaid-lìn a lorg
id: Tidak ada apl web ditemukan
lo: ບໍ່ມີການຄົ້ນພົບເວັບແອັບ
ta: எந்த வலை செயலியும் காணப்படவில்லை
th: ไม่พบเว็บแอป

source: Choose File
ar: اختر ملفًا
gd: Tagh faidhle
id: Pilih Berkas
ta: கோப்பினை தேர்வு செய்
th: เลือกแฟ้ม
