Repository: tktk711/mozilla-l10n
Catalog: hsb/browser/chrome/browser/aboutAccounts.dtd.po
Languages: hsb

source: Welcome to &syncBrand.shortName.label;
hsb: Witajće k &syncBrand.shortName.label;

source: Sign in to sync your tabs, bookmarks, passwords & more.
hsb: Zregistrujće so, zo byšće swoje rajtarki, zapołožki, hesła a dalše synchronizował.

source: Get started
hsb: Prěnje kroki

source: Using an older version of Sync?
hsb: Wužiwaće staršu wersiju programa Sync?

source: Sync preferences
hsb: Synchronizowanske nastajenja

source: No connection
hsb: Žadyn zwisk

source: You must be connected to the Internet to sign in.
hsb: Dyrbiće z internetom zwjazany być, zo byšće so přizjewił.

source: Try again
hsb: Hišće raz spytać

source: Bad configuration
hsb: Špatna konfiguracija

source: Unable to determine your Firefox Account server configuration. Please try again later.
hsb: Konfiguracija serwera wašeho konta Firefox njeda so zwěsćić. Prošu spytajće pozdźišo hišće raz.
