Repository: tktk711/mozilla-l10n
Catalog: gn_PY/toolkit/chrome/global/aboutServiceWorkers.properties.po
Languages: gn_py

source: Origin: %S
gn_py: Teñoiha: %S

source: Scope:
gn_py: Hupytyha peve:

source: Script Spec:
gn_py: Giõ Spec:

source: Current Worker URL:
gn_py: Mba'apohára ag̃agua URL:

source: Active Cache Name:
gn_py: Emyandy kache réra:

source: Waiting Cache Name:
gn_py: Eha'arõhína kache réra:

source: true
gn_py: Añetéva

source: false
gn_py: Gua'u

source: Update
gn_py: Ñembohekopyahu

source: Unregister
gn_py: Haipy hejarei

source: Waiting…
gn_py: Oha'arõhína…

source: Push Endpoint:
gn_py: Emyaña kyta paha:
