Repository: tktk711/mozilla-l10n
Catalog: gn_PY/toolkit/chrome/global/aboutUrlClassifier.properties.po
Languages: gn_py

source: Trigger Update
gn_py: Ñembohekopyahu mbojuaju'o

source: Disable Safe Browsing JS Log
gn_py: Eipe'aite jeikekatu rehegua JS log

source: Enable Safe Browsing JS Log
gn_py: Embojuruja jeikekatu rehegua JS log

source: Enabled
gn_py: Myandypyre

source: Disabled
gn_py: Oĩmbaporã'ỹva

source: updating
gn_py: Hekopyahuhína

source: cannot update
gn_py: ndaikatúi embohekopyahu

source: success
gn_py: po'aite

source: update error (%S)
gn_py: ojavy ñembohekopyahu (%S)

source: download error (%S)
gn_py: ojavy ñemboguejy (%S)
