Repository: tktk711/mozilla-l10n
Catalog: gn_PY/toolkit/chrome/global/filepicker.properties.po
Languages: gn_py

source: All Files
gn_py: Opaite marandurenda

source: HTML Files
gn_py: XML marandurenda

source: Text Files
gn_py: Moñe'ẽrã marandurenda

source: Image Files
gn_py: Ta'ãngakuéra marandurenda

source: XML Files
gn_py: XML marandurenda

source: XUL Files
gn_py: XUL marandurenda

source: Applications
gn_py: Tembipuru'i

source: Audio Files
gn_py: Mba'epu marandurenda

source: Video Files
gn_py: Ta'ãngamýi marandurenda

# dirTextInputLabel
source: Directory name:
gn_py: Marandurenda'aty réra:

source: Confirm
gn_py: Ñemoneĩ

source: %S already exists. Do you want to replace it?
gn_py: %S oĩma. Emyengoviasépa

source: Open
gn_py: Jeike

source: Save
gn_py: Eñongatu

source: Select
gn_py: eiporavo

source: No
gn_py: Nahániri

source: Format:
gn_py: Ysaja:

# errorOpenFileDoesntExistTitle
source: Error opening %S
gn_py: Jeikévo %S-pe jejavy

source: File %S doesn’t exist
gn_py: Marandurenda %S ndaipóri

source: Error accessing %S
gn_py: Eikévo %S-pe jejavy

source: Directory %S doesn’t exist
gn_py: Ndaipóri marandurenda'aty %S

# errorOpeningFileTitle
source: Error opening %S
gn_py: Jeikekuévo %S-pe javy

source: File %S is not readable
gn_py: Ndaikatúi emoñe'ẽ marandurenda %S-pe.

source: Error saving %S
gn_py: Ñongatukuévo jejavy %S

source: %S is a file, can’t save %S
gn_py: %S ha'e marandurenda; ndaikatúi eñongatu %S

source: Path %S doesn’t exist, can’t save %S
gn_py: %S rape ndaipóri; ndaikatúi eñongatu %S

source: File %S is not writable.
gn_py: Ndaikatúi ojehai marandurenda %S-pe.

source: Cannot create file. Directory %S is not writable.
gn_py: Ndaikatúi emoheñói pe marandurenda'aty. Ndaikatúi ehai pe marandurenda'aty %S-pe.

# errorNewDirDoesExistTitle
source: Error creating %S
gn_py: Emoheñóivo %S jejavy

source: A file named %S already exists, directory cannot be created.
gn_py: Pe marandurenda hérava %S oĩmavoi, upévare ikatúma emoheñói marandurenda'aty.

# errorCreateNewDirTitle
source: Error creating %S
gn_py: Emoheñóivo %S jejavy

source: Directory %S could not be created
gn_py: Ndaikatúi emoheñói marandurenda'aty %S

source: Directory cannot be created, %S is a file
gn_py: Ndaikatúi emoheñói marandurenda'aty; %S ha'e marandurenda.

source: Directory cannot be created, %S not writable
gn_py: Ndaikatúi emoheñói pe marandurenda'aty ndaikatúi rupi ehai pe marandurenda'aty %S-pe.

source: Create new directory
gn_py: Emoheñói peteĩ marandurenda'aty pyahu

# promptNewDirMessage
source: Directory name:
gn_py: Marandurenda'aty réra:

source: Unknown Error
gn_py: Jeikuaa'ỹva jejavy

source: An unknown error occurred (path %S)
gn_py: Oiko peteĩ jejavy ojekuaa'ỹva (tape %S)
