Repository: tktk711/mozilla-l10n
Catalog: gn_PY/toolkit/chrome/global/videocontrols.dtd.po
Languages: gn_py

source: Play
gn_py: Mboheta

source: Pause
gn_py: Mombyta

source: Mute
gn_py: Mokirirĩ

source: Unmute
gn_py: Mba'epu mbojevy

source: Full Screen
gn_py: Mba'erechaha tuichavéva

source: Exit Full Screen
gn_py: Mba'erechaha tuichavévagui ñesẽ

source: Cast to Screen
gn_py: Mba'erechaha ojuehéva

source: Off
gn_py: Mboguepyre

source: Media
gn_py: Hupytyha

source: Size
gn_py: Tuichakue

source: Activity
gn_py: Tembiapo

source: Paused
gn_py: Mombytapyre

source: Playing
gn_py: Ñemboheta

source: Ended
gn_py: Opámava

source: (seeking)
gn_py: (ohekahína)

source: Volume
gn_py: Mbopuha

source: Frames parsed
gn_py: Mba'era'ãnga oĩmbapyréva

source: Frames decoded
gn_py: Mba'era'ãnga papapy'óva

source: Frames presented
gn_py: Mba'era'ãnga jehechaukapyre

source: Frames painted
gn_py: Mba'era'ãnga jehechaukapyréva

source: Video loading stopped.
gn_py: Ojejoko ta'ãngamýi ñemyenyhẽ.

source: Video playback aborted due to a network error.
gn_py: Ta'ãndamýi ñemboheta ojejokóma ñanduti jejavy rupi.

source: Video can’t be played because the file is corrupt.
gn_py: Ndaikatúi emboheta ta'ãngamýi pe marandurenda imarã rupi.

source: Video format or MIME type is not supported.
gn_py: Ysaja térã MIME ta'ãngamýi rehegua noñemoneĩri.

source: No video with supported format and MIME type found.
gn_py: Ndojejuhúi mba'eveichagua ta'ãngamýi oguerekóva ysaja térã peteĩva MIME ojokupytýva.

source: Video playback aborted due to an unknown error.
gn_py: Pe ta'ãngamýi ñemboheta ndoikomo'ãi peteĩ jejavy jeikuaa'ỹva rupi.

source: #1 of #2 elapsed
gn_py: #1 of #2 ohasapyréva
