Repository: tktk711/mozilla-l10n
Catalog: sco/dom/chrome/nsWebBrowserPersist.properties.po
Languages: sco

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
sco: %S coudnae bi saufit, acause the source file coudnae bi rade. Try again aifter on, or talk tae the server admeinistrator.

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
sco: %S coudnae bi saufit, acause an unkent mistak happent. Try saufin tae æ diffrent location.

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
sco: %S coudnae bi appent, acause an unkent mistak happent. Try saufin tae disk first an appenin the file then.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
sco: Thare isnae eneuch room on the disk tae sauf %S. Remuive ony files that arenae needit frae the disk an try again, or try saufin in æ diffrent location.

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
sco: %S coudnae bi saufit, acause the disk, foulder, or file is scrieve-pertectit. Scrieve-inable the disk an try again, or try saufin in æ diffrent location.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
sco: %S coudnae bi saufit, acause ye cannae chynge the contents o that foulder. Chynge the foulder properties an try again, or try saufin in æ diffrent location.

source: Cannot download file because the SD card is in use.
sco: Cannae dounload file acause the SD caird is gettin uisit.

source: Cannot download file because the SD card is missing.
sco: Cannae dounload file acause the SD caird is missin.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
sco: %S coudnae bi appent, acause the associatit helper application daesnae exist. Chynge the association in yer prefrences.

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
sco: Thare isnae eneuch mynd tae feinish the action that ye hae speirit for. Quit æ few application an try again.

source: Downloading %S
sco: Dounloadin %S

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
sco: %S coudnae bi saufit, acause the file name was too lang. Try saufin wi æ shorter file name.
