Repository: tktk711/mozilla-l10n
Catalog: ff/security/manager/chrome/pippki/certManager.dtd.po
Languages: ff

source: Certificate Manager
ff: Toppitorde Seedamfaaje

source: Your Certificates
ff: Seedamfaaje Maa

source: People
ff: Yimɓe

source: Servers
ff: Carworɗe

source: Authorities
ff: Hohowɓe

source: Others
ff: Woɗɓe

source: Built-in CAs
ff: CAs Ñiɓaaɗi

source: CAs Managed By You
ff: CAs Ɗi Toppiti-ɗaa

source: You have certificates from these organizations that identify you:
ff: Won seedamfaagu iwɗe e ɗee pelle keftin-maa:

source: You have certificates on file that identify these people:
ff: Aɗa jogii seedamfaagu e fiilde keftinooje ɓee yimɓe:

source: You have certificates on file that identify these servers:
ff: Aɗa jogii seedamfaagu e fiilde keftinooje ɗee carworɗe:

source: You have certificates on file that identify these certificate authorities:
ff: Aɗa jogii seedamfaagu e fiilde keftinooje ɓee hohowɓe seedamfaagu:

source: You have certificates on file that do not fit in any of the other categories:
ff: Aɗa jogii seedamfaagu e fiilde ɗe njeyaaka hay wootere e pelle goɗɗe ɗee:

source: &General
ff: &Kuuɓal

source: &Details
ff: &Cariiɗe

source: Currently verifying certificate…
ff: Woni jooni ko e ƴeewtaade seedamfaaje…

source: Issued To
ff: Hucci ko e

source: Issued By
ff: Feewni ko

source: Validity
ff: Ena moƴƴi haa

source: Fingerprints
ff: Temmbelle

source: Certificate Detail
ff: Cariiɗe Seedamfaagu

source: Common Name (CN)
ff: Innde (CN)

source: Organization (O)
ff: Fedde (O)

source: Organizational Unit (OU)
ff: Goomu Yuɓɓinirgu (OU)

# certmgr.certdetail.serialnumber
source: Serial Number
ff: Tonngoode dewindol

source: SHA1 Fingerprint
ff: Temmbelol SHA1

source: MD5 Fingerprint
ff: Temmbelol MD5

source: Edit Security Certificate Settings
ff: Taƴto Teelte Seedamfaagu Kisal

source: Edit CA certificate trust settings
ff: Taƴto teelte koolnol seedamfaagu CA

source: Edit website certificate trust settings
ff: Taƴto teelte koolnol seedamfaagu lowre geese

source: Edit trust settings:
ff: Taƴto teelte koolnol:

source: This certificate can identify websites.
ff: Seedamfaagu nguu ena waawi heftinde lowe.

source: This certificate can identify mail users.
ff: Seedamfaagu nguu ena waawi heftinde joom iimeel en.

source: This certificate can identify software makers.
ff: Seedamfaagu nguu ena waawi heftinde topayɓe topirɗe.

# certmgr.editsslcert.edittrust
source: Edit certificate trust settings:
ff: Taƴto teelte koolnol seedamfaagu:

# certmgr.editsslcert.dotrust
source: Trust the authenticity of this certificate.
ff: Hoolo goongɗugol nguu seedamfaagu.

# certmgr.editsslcert.donttrust
source: Do not trust the authenticity of this certificate.
ff: Hoolkiso goongɗugol nguu seedamfaagu.

source: Edit email certificate trust settings
ff: Taƴto teelte koolnol iimeel seedamfaagu

# certmgr.editemailcert.edittrust
source: Edit certificate trust settings:
ff: Taƴto teelte koolnol seedamfaagu:

# certmgr.editemailcert.dotrust
source: Trust the authenticity of this certificate.
ff: Hoolo goongɗugol nguu seedamfaagu.

# certmgr.editemailcert.donttrust
source: Do not trust the authenticity of this certificate.
ff: Hoolkiso goongɗugol nguu seedamfaagu.

source: Delete Certificate
ff: Momtu Seedamfaagu

source: You have requested to delete this certificate:
ff: A ɗaɓɓitii momtugol nguu seedamfaagu:

source: Are you sure you want to delete this certificate?
ff: Aɗa yenanaa yiɗde momtude nguu seedamfaagu?

source: Delete Your Certificate
ff: Momtu Nguu Seedamfaagu

source: You have requested to delete the certificate:
ff: A ɗaɓɓitii momtugol nguu seedamfaagu:

source: Once you have deleted this certificate, you will not be able to read mail that has been encrypted with it.
ff: Caggal nde momtu-ɗaa nguu seedamfaagu, a waawataa tarde ɓatakuuje gannaaɗe huutoraade nguu seedamfaagu.

source: Certificate Name
ff: Innde Seedamfaagu

# certmgr.certserver
source: Server
ff: Sarworde

source: Lifetime
ff: Nguurndam

source: Security Device
ff: Kaɓirgol Kisal

source: Issued On
ff: Yalti ko ñalnde

source: Expires On
ff: Gasata ko ñalnde

source: E-Mail Address
ff: Ñiiɓirde Iimeel

# certmgr.serial
source: Serial Number
ff: Tonngoode Dewindol

source: &Close
ff: &Uddu

source: &View…
ff: &Hollu…

source: &Edit Trust…
ff: &Taƴto Koolnol…

source: E&dit CA Trust
ff: T&aƴto Koolnol CA

source: &Add
ff: &Ɓeydu

source: E&xport…
ff: J&iggito…

source: &Delete…
ff: &Momtu…

source: &Delete or Distrust…
ff: &Momtu walla Hoolkiso…

source: &Backup…
ff: &Dannditol…

source: Bac&kup All…
ff: Dann&dit Fof…

source: I&mport…
ff: Ji&ggo…

source: Certificate &Fields
ff: &Galli Seedamfaagu

source: Field &Value
ff: &Kiisol Gallol

source: &Certificate Hierarchy
ff: &Dewondiral Seedamfaaje

source: Add E&xception…
ff: Ɓeydu F&altoore…

source: Add Security Exception
ff: Ɓeydu Faltoore Kisal

source: &Confirm Security Exception
ff: &Teeŋtin Faltoore Kisal

source: Legitimate banks, stores, and other public sites will not ask you to do this.
ff: Baŋke dewɗe laawol, bitikaaji e lowe peñcu goɗɗe naamnotaako-ma yo a waɗ ɗum.

# exceptionMgr.certlocation.caption2
source: Server
ff: Sarworde

source: Location:
ff: Nokkuure:

source: Get Certificate
ff: Heɓ Seedamfaagu

source: G
ff: H

source: Certificate Status
ff: Ngonka Seedamfaagu

source: View…
ff: Hollu…

source: V
ff: H

source: &Permanently store this exception
ff: &Mooftu ndee faltoore haa badaa
