Repository: tktk711/mozilla-l10n
Catalog: nso/security/manager/chrome/pippki/certManager.dtd.po
Languages: nso

source: Certificate Manager
nso: Selaola Ditifikheiti

source: Your Certificates
nso: Ditifikheiti tša Gago

source: Authorities
nso: Ditaolo

source: Built-in CAs
nso: Di-CA tšeo di Agetšwego ka gare

source: CAs Managed By You
nso: Di-CA tšeo di Laolwago ke Wena

source: You have certificates from these organizations that identify you:
nso: O na le disetifikheiti go tšwa go mekgahlo ye yeo e go tsebago:

source: You have certificates on file that identify these people:
nso: O na le ditifikheiti mo faeleng tšeo di tsebago batho ba:

source: You have certificates on file that identify these certificate authorities:
nso: O na le ditifikheiti mo faeleng tšeo di tsebago dilaola-setifikheiti tše:

source: &General
nso: &Kakaretšo

source: &Details
nso: &Dintlha

source: Issued To
nso: Ntšheditšwe Go

source: Issued By
nso: Ntšhitšwe Ke

source: Validity
nso: Bonnete

source: Fingerprints
nso: Kgatišo ya menwana

source: Certificate Detail
nso: Tshedimošo ya Setifikheiti

source: Common Name (CN)
nso: Leina la Setlwaedi (CN)

source: Organization (O)
nso: Mokgahlo (O)

source: Organizational Unit (OU)
nso: Lekala la Mokgahlo (OU)

# certmgr.certdetail.serialnumber
source: Serial Number
nso: Nomoro ya Seriale

source: SHA1 Fingerprint
nso: SHA1 Kgatišomonwana

source: MD5 Fingerprint
nso: MD5 Kgatišomonwana

source: Edit Security Certificate Settings
nso: Rulaganya Dipeakanyo tša Ditifikheiti tša Tšhireletšo

source: Edit CA certificate trust settings
nso: Rulaganya dipeakanyo tša tshepho ya setifikheiti sa CA

source: Edit trust settings:
nso: Rulaganya dipeakanyo tša tshepho:

source: This certificate can identify mail users.
nso: Setifikheiti se se ka hlaola badiriši ba thomelo.

source: This certificate can identify software makers.
nso: Setifikeiti se se ka šupa badiri ba lenaneotirišo la khomphutha.

# certmgr.editsslcert.edittrust
source: Edit certificate trust settings:
nso: Rulaganya dipeakanyo tša tshepho ya setifikheiti:

# certmgr.editsslcert.dotrust
source: Trust the authenticity of this certificate.
nso: Tshepha bonnete bja setifikheiti se.

# certmgr.editsslcert.donttrust
source: Do not trust the authenticity of this certificate.
nso: Se ke wa tshepha bonnete bja setifikheiti se.

source: Edit email certificate trust settings
nso: Rulaganya dipeakanyo tša tshepho tša setifikheiti sa eposo

# certmgr.editemailcert.edittrust
source: Edit certificate trust settings:
nso: Rulaganya dipeakanyo tša setifikheiti sa tshepho:

# certmgr.editemailcert.dotrust
source: Trust the authenticity of this certificate.
nso: Tshepha bonnete bja setifikheiti se.

# certmgr.editemailcert.donttrust
source: Do not trust the authenticity of this certificate.
nso: O se ke wa tshepha bonnete bja setifikheiti se.

source: Delete Certificate
nso: Phumula Sethifikheiti

source: You have requested to delete this certificate:
nso: O kgopetše go phumula setifikheiti se:

source: Are you sure you want to delete this certificate?
nso: O na le bonnete bja gore o nyaka go phumula setifikheiti se?

source: Delete Your Certificate
nso: Phumula Setifikheiti sa Gago

source: You have requested to delete the certificate:
nso: O kgopetše go phumula setifikheiti:

source: Once you have deleted this certificate, you will not be able to read mail that has been encrypted with it.
nso: Morago ga gore o phumule setifikheiti se, o ka se kgone go bala poso yeo e enkriptilwego ka yona.

source: Certificate Name
nso: Leina la Setifikheiti

# certmgr.certserver
source: Server
nso: Sebara

source: Security Device
nso: Setlabela sa Tšhireletšo

source: Issued On
nso: Ntšhitšwe Ka

source: Expires On
nso: E felelwa ke nako Ka

source: E-Mail Address
nso: Aterese ya E-Poso

# certmgr.serial
source: Serial Number
nso: Nomoro ya Seriale

source: &Close
nso: T&swalela

source: &View…
nso: Le&belela…

source: E&dit CA Trust
nso: Rulaganya tsh&epho ya CA

source: &Add
nso: Oketš&a

source: &Delete…
nso: &Phumola…

source: &Backup…
nso: &Pekapo…

source: Bac&kup All…
nso: Dira pe&kapo ya tšohle…

source: I&mport…
nso: A&mogela

source: Certificate &Fields
nso: Ma&felo a setifikeiti

source: Field &Value
nso: &Boleng bja lefelo

source: &Certificate Hierarchy
nso: Tatelano ya &setifikeiti

source: Add E&xception…
nso: Oketša tše sa a&karetšwego…

# exceptionMgr.certlocation.caption2
source: Server
nso: Sebara

source: Location:
nso: Lefelo:
