Repository: tktk711/mozilla-l10n
Catalog: hsb/editor/ui/chrome/composer/editingOverlay.dtd.po
Languages: hsb

source: &Open File…
hsb: Dataju w&očinić…

source: Open Web &Location…
hsb: Web&adresu wočinić…

source: &Recent Pages
hsb: &Najnowše strony

source: &Save
hsb: &Składować

source: Save &As…
hsb: S&kładować jako…

source: Save And Change Text &Encoding
hsb: T&ekstowe kodowanje składować a změnić

source: Pu&blish
hsb: Wo&zjewić

source: Publis&h As…
hsb: Wozj&ewić jako…

source: Rever&t
hsb: Anu&lować

source: Pu&blishing Site Settings…
hsb: Nastajenja za wo&zjewjenje sydłow…

source: New
hsb: Nowe

source: Create a new Composer page
hsb: Nowu editorowu stronu wutworić

source: Open
hsb: Wočinić

source: Open a local file
hsb: Lokalnu dataju wočinić

source: Save file to a local location
hsb: Dataju do lokalneho městna składować

source: Upload file to a remote location
hsb: Dataju do webadresy nahrać
