Repository: tktk711/mozilla-l10n
Catalog: hsb/editor/ui/chrome/composer/pref-composer.dtd.po
Languages: hsb

source: Recent Pages Menu
hsb: Meni najnowšich stronow

source: Maximum &number of pages listed:
hsb: &Maksimalna ličba nalistowanych stronow:

source: When Saving or Publishing Pages
hsb: Hdyž so strony składuja abo wozjewjeja

source: &Preserve original source formatting
hsb: &Originalne formatowanje žórłoweho koda wobchować

source: Preserves line breaks and page's original formatting
hsb: Wobchowuje łamanje linkow a originalne formatowanje strony

source: &Save images and other associated files when saving pages
hsb: Wo&brazy a druhe z nimi zwjazane dataje składować, hdyž so strony składuja

source: &Always show Publish dialog when publishing pages
hsb: &Přeco wozjewjenski dialog pokazać, hdyž so strony wozjewjeja

source: Editing
hsb: Wobdźěłowanje

source: &Maintain table layout when inserting or deleting cells
hsb: Wu&hotowanje tabele wobchować, hdyž so cele zasadźeja abo hašeja

source: Preserves table's rectangular shape by automatically adding cells after inserting or deleting cells
hsb: Wobchowuje praworóžkatu podobu tabele přez awtomatiske přidawanje celow po zasadźenju abo zhašenju celow

source: &Use CSS styles instead of HTML elements and attributes
hsb: C&SS-stile město HTML-elementow a atributow wužiwać

source: &Return in a paragraph always creates a new paragraph
hsb: &Tłóčenje return-tasty we wotstawku přeco nowy wotstawk wutworja
