Repository: tktk711/mozilla-l10n
Catalog: brx/toolkit/chrome/global/config.dtd.po
Languages: brx

source: This might void your warranty!
brx: बेयो नोंथांनि वारेन्टिखौ नागारनो हागौ!

source: Changing these advanced settings can be harmful to the stability, security, and performance of this application. You should only continue if you are sure of what you are doing.
brx: बेफोर जौगानाय सेटिंखौ सोलायोब्ला बे एप्लिकेसननि जोरथाय, रैखाथि आरो मावफुंनाया खहा जानो हायो। नोंथाङा मा मावगासिनो दं बेखौ रोखायै मोनथियोब्लाल'नो नोंथाङा सालाय लांबाय थानांगौ।

source: I'll be careful, I promise!
brx: आं समाय लायोदि आं सांग्रां जागोन!

source: Show this warning next time
brx: उननि समाव बे सांग्रांथिखौ दिनथि

source: Sea&rch:
brx: नागिर:(&r)

source: Preference Name
brx: पसन्दनि मुं

source: Status
brx: थाखोमान

source: Type
brx: रोखोम

source: Value
brx: बेसेन

source: Click to sort
brx: थाखो खालामनो क्लिक खालाम

source: Click to select columns to display
brx: दिन्थिफुंनो थाखाय खाम्फाफोरखौ सायखनो क्लिक खालाम

source: &Copy
brx: कपि खालाम(&C)

source: Copy &Name
brx: कपिनि मुं(&N)

source: Copy &Value
brx: कपि बेसेन(&V)

source: &Modify
brx: महर सोलाय(&M)

source: &Toggle
brx: टग्गल(&T)

source: &Reset
brx: फिन फज

source: Ne&w
brx: गोदान(&w)

source: &String
brx: स्ट्रिं(&S)

source: &Integer
brx: आबुं अनजिमा(&I)

source: &Boolean
brx: बुलियान(&B)
