Repository: tktk711/mozilla-l10n
Catalog: brx/toolkit/chrome/global/config.properties.po
Languages: brx

source: default
brx: डिफल्ट

source: user set
brx: बाहायग्रा जथाय

source: locked
brx: बन्द

source: string
brx: स्ट्रिं

source: integer
brx: आबुं अनजिमा

source: boolean
brx: बुलियान

source: New %S value
brx: गोदान %S बेसेन

source: Enter the preference name
brx: पसन्द मुंखौ हाबहो

source: Enter %S value
brx: %S बेसेनखौ हाबहो

source: Invalid value
brx: बाहायजायै बेसेन

source: The text you entered is not a number.
brx: नोंथाङा हाबहोनाय फराय बिजाबा मोनसे अनजिमा नङा।
