Repository: tktk711/mozilla-l10n
Catalog: brx/toolkit/chrome/global/filepicker.properties.po
Languages: brx

source: All Files
brx: गासै फाइल

source: HTML Files
brx: HTML फाइलफोर

source: Text Files
brx: फराय बिजाब फाइलफोर

source: Image Files
brx: मुसुखा फाइलफोर

source: XML Files
brx: XML फाइलफोर

source: XUL Files
brx: XUL फाइलफोर

source: Applications
brx: एप्लिकेसन

source: Audio Files
brx: अडिअ फाइलफोर

source: Video Files
brx: भिडिअ फाइलफोर

# dirTextInputLabel
source: Directory name:
brx: डिरेक्टरिनि मुं:

source: Confirm
brx: थि खालाम

source: %S already exists. Do you want to replace it?
brx: %S आ सिगाङावनो दं। बेखौ नोंथाङा सोलायना फजफिननो लुबैयो नामा?

source: Open
brx: खेव

source: Save
brx: थिना दोन

source: Select
brx: सायख

source: No
brx: नङा

source: Format:
brx: फरमेट:

# errorOpenFileDoesntExistTitle
source: Error opening %S
brx: %S खेवनायाव जानाय गोरोनथि

source: File %S doesn’t exist
brx: %S फाइलआ गैया

source: Error accessing %S
brx: %S हाबनायाव जानाय गोरोन्थि

source: Directory %S doesn’t exist
brx: %S डिरेक्टरिआ गैया

# errorOpeningFileTitle
source: Error opening %S
brx: %S खेवनायाव जानाय गोरोनथि

source: File %S is not readable
brx: %S फाइलआ फराय जाथाव नङा

source: Error saving %S
brx: %S थिनायाव जानाय गोरोन्थि

source: %S is a file, can’t save %S
brx: %S आ मोनसे फाइल, %S खौ थिनो हाया

source: Path %S doesn’t exist, can’t save %S
brx: %S लामाया गैया, %S खौ थिनो हाया

source: File %S is not writable.
brx: %S फाइलआ लिरजाथाव नङा।

source: Cannot create file. Directory %S is not writable.
brx: फाइल सोरजिनो हाया। %S डिरेक्टरिआ लिरजाथाव नङा।

# errorNewDirDoesExistTitle
source: Error creating %S
brx: %S सोरजिनायाव जानाय गोरोनथि

source: A file named %S already exists, directory cannot be created.
brx: %S मुंनि फाइलआ सिगाङावनो दङ, डिरेक्टरिखौ सोरजिनो हाया।

# errorCreateNewDirTitle
source: Error creating %S
brx: %S सोरजिनायाव जानाय गोरोनथि

source: Directory %S could not be created
brx: %S डिरेक्टरिखौ सोरजिनो हायाखै

source: Directory cannot be created, %S is a file
brx: डिरेक्टरि सोरजिनो हाया, %S आ मोनसे फाइल

source: Directory cannot be created, %S not writable
brx: डिरेक्टरि सोरजिनो हाया, %S आ लिरजाथाव नङा

source: Create new directory
brx: गोदान डिरेक्टरि सोरजि

# promptNewDirMessage
source: Directory name:
brx: डिरेक्टरिनि मुं:

source: Unknown Error
brx: मोन्थिमोनै गोरोन्थि

source: An unknown error occured (path %S)
brx: मोनसे मोन्थिमोनै गोरोन्थि जाबाय (लामा %S)
