Repository: tktk711/mozilla-l10n
Catalog: brx/toolkit/chrome/global/printdialog.properties.po
Languages: brx

source: Print
brx: साफाय

# optionsTabLabelGTK
source: Options
brx: उफ्रा

# printFramesTitleGTK
source: Print Frames
brx: साफाय फ्रेमफोर

source: Options:
brx: उफ्रा

source: Appearance:
brx: नुजाथिनाय:

source: Frames:
brx: फ्रेमफोर:

source: Page Headers:
brx: बिलाइनि हेडारफोर:

source: Page Footers:
brx: बिलाइनि फुटारफोर:

# optionsTitleWindows
source: Options
brx: उफ्रा

# printFramesTitleWindows
source: Print Frames
brx: साफाय फ्रेमफोर

source: _As Laid Out on the Screen
brx: स्क्रिनाव दिनथिनाय बादि (_A)

source: As &laid out on the screen
brx: स्क्रिनाव दिनथिनाय बादि(&l)

source: The _Selected Frame
brx: सायखखानाय फ्रेमा (_S)

source: The selected &frame
brx: सायखखानाय फ्रेमा(&f)

source: Each Frame on Separate _Pages
brx: आलादा आलादा बिलाइफोराव मोनफा मोनफा फ्रेम (_P)

source: &Each frame separately
brx: मोनफ्रोम फ्रेमा आलादा आलादायै(&E)

source: Ignore Scaling and S_hrink To Fit Page Width
brx: बिलाइनि गुवारखौ गोरोब होनो जखा सुनाय आरो थनथ्र होनायखौ नेवसि (_h)

source: Print Selection _Only
brx: सायखनायखौल' साफाय (_O)

source: Print Backgrounds
brx: सावगारिनि उनथिं थानायखौ साफाय

source: Print Background _Colors
brx: सावगारिनि उनथिं थानाय गाबखौ साफाय (_C)

source: Print Background I_mages
brx: सावगारिनि उनथिं थानाय मुसुखाखौ साफाय (_m)

source: Header and Footer
brx: हेडार आरो फुटार

source: Left
brx: आगसि

source: Center
brx: मिरु

source: Right
brx: आगदा

source: --blank--
brx: --लांदां--

source: Title
brx: बिमुं

source: Date/Time
brx: अक्‍त'/सम

source: Page #
brx: बिलाइ #

source: Page # of #
brx: # नि # बिलाइ

source: Custom...
brx: कास्टम...

source: Please enter your custom header/footer text
brx: नोंथांनि कास्टम हेडार/फुटार फराखौ हाबहो

# summaryFramesTitle
source: Print Frames
brx: साफाय फ्रेमफोर

source: Print Selection
brx: सायखनायखौ साफाय

source: Shrink To Fit
brx: गोरोब होनो थनथ्र हो

source: Print BG Colors
brx: BG गाबखौ साफाय

source: Print BG Images
brx: BG मुसुखाफोरखौ साफाय

source: Page Headers
brx: बिलाइनि हेडारफोर

source: Page Footers
brx: बिलाइनि फुटारफोर:

source: On
brx: अन

source: Off
brx: अफ
