Repository: tktk711/mozilla-l10n
Catalog: brx/toolkit/chrome/global/videocontrols.dtd.po
Languages: brx

source: Play
brx: दाम

source: Pause
brx: थाद' हो

source: Mute
brx: सोदोबगैयै खालाम

source: Unmute
brx: सोदोबगोनां खालाम

source: Full Screen
brx: आबुं स्क्रिन

source: Exit Full Screen
brx: आबुं स्क्रिन निफ्राय ओंखार लां

source: Cast to Screen
brx: स्क्रिनआव कास्ट

source: Media
brx: मेडिया

source: Size
brx: महर

source: Activity
brx: खामानि

source: Paused
brx: थाद'होबाय

source: Playing
brx: दाम गासिनो दं

source: Ended
brx: फोजोबबाय

source: (seeking)
brx: (नागिर गासिनो दं)

source: Volume
brx: भलिउम

source: Frames parsed
brx: फ्रेमफोरखौ पार्स खालामबाय

source: Frames decoded
brx: फ्रेमफोरखौ डिक'ड खालामबाय

source: Frames presented
brx: फ्रेमफोरखौ दिन्थिबाय

source: Frames painted
brx: फ्रेमफोरखौ पेन्ट खालामबाय

source: Video loading stopped.
brx: भिडिअ ल'ड खालामनायखौ बन्द खालामबाय।

source: Video playback aborted due to a network error.
brx: मोनथिमोनै जाहोननि थाखाय भिडिअ प्लेबेकखौ गारबाय।

source: Video can’t be played because the file is corrupt.
brx: डिभिअखौ दामनो हाया मानोना फाइला गाज्रि जाबाय।

source: Video format or MIME type is not supported.
brx: भिडिअ फरमेट एबा MIME रोखोमा हेफाजाब होजाया।

source: No video with supported format and MIME type found.
brx: हेफाजाब होजानाय फटमेटजों जेबो भिडिअ आरो MIME रोखोम मोनाखै।

source: Video playback aborted due to an unknown error.
brx: मोनथिमोनै जाहोननि थाखाय भिडिअ प्लेबेकखौ गारबाय।

source: #1 of #2 elapsed
brx: #2 नि #1 आ सम बारलांबाय
