Repository: tktk711/mozilla-l10n
Catalog: yua/mobile/android/chrome/about.dtd.po
Languages: yua

source: About &brandShortName;
yua: Yo'olal &brandShortName

source: &brandShortName; is experimental and may be unstable.
yua: %brandShortName; chéen túuntmeyaj yéetel ma' utsil jeets'eli'

source: It automatically sends information about performance, hardware, usage and customizations back to
yua: Ku túuxtik tu juun ba'alo'ob yo'olal bix u meyaj, hardware, bix u k'a'abéetkunsa'al yéetel ba'alo'ob ku k'e'exel ti'

source: to help make &brandShortName; better.
yua: u tia'al u yáanta'al u beetchajal &brandShortName; asab ma'alo'ob

source: Check for Updates »
yua: Kaxant túumbenkusajilo'ob

source: Looking for updates…
yua: U kaxta’al u túumbenil...

source: No updates available
yua: Mina'an u túumbenil

source: Download update
yua: Éens u túumbenil

source: Downloading update…
yua: Táan u yéenspajal u túumbenil —

source: Install update
yua: Ts'áa u túumbenil

source: FAQ
yua: PUF

source: Support
yua: Áantaj

source: Privacy Policy
yua: Ba'ax ma' tu páajtal

source: Know Your Rights
yua: K'ajóolt a páajtalil

source: Credits
yua: K'aaba' máax beetmil

source: Licensing Information
yua: U t'aanil páajtalil

source: Firefox and the Firefox logos are trademarks of the Mozilla Foundation.
yua: Firefox yéetel u yoochelo'ob Firefox chíikulalo'ob tia'alinta'an tumen Mozilla Foundation.
