Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/downloads/downloads.properties.po
Languages: be, ca, es_cl, gu, lt, nb_no, nn_no, sr, tt

source: second;seconds
be: секунда;секунды;секундаў
es_cl: segundo;segundos
gu: સેકન્ડ;સેકન્ડો
nb_no: sekund;sekunder
nn_no: sekund;sekund
sr: секунд;секунде;секунди
tt: saniye;saniye

source: minute;minutes
be: хвіліна;хвіліны;хвілінаў
es_cl: minuto;minutos
gu: મિનિટ;મિનિટો
nb_no: minutt;minutter
nn_no: minutt;minutt
sr: минут;минута;минута
tt: minut;minut

source: hour;hours
be: гадзіна;гадзіны;гадзінаў
es_cl: hora;horas
gu: કલાક;કલાકો
nb_no: time;timer
nn_no: time;timar
sr: сат;сата;сати
tt: seğet;seğet

source: day;days
be: дзень;дні;дзён
es_cl: día;días
gu: દિવસ;દિવસો
nb_no: dag;dager
nn_no: dag;dagar
sr: дан;дана;дана
tt: kön;kön

source: Paused — #1
be: Прыпынена — #1
ca: En pausa — #1
es_cl: Pausado — #1
gu: અટકાવાયેલ — #1
lt: Pristabdyta — #1
nb_no: Pause — #1
nn_no: Pause — #1
sr: Паузирано - #1
tt: Tınışlanğan — #1

source: Downloading
be: Загрузка
ca: S'està baixant
es_cl: Descargando
gu: ડાઉનલોડ કરે છે
lt: Atsiunčiama
nb_no: Laster ned
nn_no: Lastar ned
sr: Пријем
tt: İñdíríle

source: Not Started
be: Не пачата
ca: No inicialitzada
es_cl: No Iniciado
gu: શરુ ન કરેલ
lt: Nepradėta
nb_no: Ikke startet
nn_no: Ikkje starta
sr: Није покренуто
tt: Başlanmağan

source: Failed
be: Няўдача
es_cl: Falló
gu: નિષ્ફળ
nb_no: Feil
nn_no: Feila
sr: Неуспешно
tt: Uñışsız

source: Finished
be: Скончана
ca: Finalitzada
es_cl: Finalizado
gu: પૂર્ણ થયેલ
lt: Baigta
nb_no: Fullført
nn_no: Fullført
sr: Завршено
tt: Temamlanğan

source: Canceled
be: Скасавана
es_cl: Cancelado
gu: રદ્ કરેલ
nb_no: Avbrutt
nn_no: Avbrote
sr: Отказано
tt: Waz kiçílgen

source: This download cannot be paused
be: Гэтую загрузку немагчыма прыпыніць
es_cl: Esta descarga no puede pausarse
gu: આ ડાઉનલોડ અટકાવી શકાતું નથી
nb_no: Denne nedlastingen kan ikke pauses
nn_no: Nedlastinga kan ikkje settast i pause
sr: Ово преузимање не може да се паузира
tt: Bu indirme işlemi duraklatılamaz

source: Download Error
be: Памылка загрузкі
ca: Error en la baixada
es_cl: Error en la Descarga
gu: ડાઉનલોડ ભૂલ
lt: Atsiuntimo klaida
nb_no: Nedlastingsfeil
nn_no: Nedlastingsfeil
sr: Грешка при пријему
tt: İñdírü Xatası

source: The download cannot be saved because an unknown error occurred. Please try again.
be: Немагчыма захаваць загружаны файл, бо здарылася невядомая памылка. Паспрабуйце, калі ласка, зноў.
ca: No pot desar-se la baixada perquè s'ha produït un error desconegut. Torneu-ho a provar.
es_cl: La descarga no puede ser guardada porque ocurrió un error desconocido. Por favor, intente nuevamente.
gu: ડાઉનલોડ સંગ્રહી શકાશે નહિં કારણ કે અજ્ઞાત ભૂલ ઉદ્ભવી. મહેરબાની કરીને ફરીથી પ્રયાસ કરો.
lt: Siuntinio nepavyko įrašyti dėl nežinomos klaidos. Pabandykite dar kartą.
nb_no: Nedlastingen kan ikke lagres fordi en ukjent feil oppstod. Prøv igjen.
nn_no: Nedlastinga kan ikkje lagrast fordi det oppstod ein ukjend feil. Prøv på nytt.
sr: Не могу да сачувам преузимање јер је дошло до непознате грешке. Покушајте поново.
tt: Bilinmeyen bir hata oluştuğu için indirilen dosya kaydedilemiyor. Lütfen tekrar deneyin.

# quitCancelDownloadsAlertTitle
source: Cancel All Downloads?
be: Скасаваць усе загрузкі?
ca: Voleu cancel·lar totes les baixades?
es_cl: ¿Cancelar Todas las Descargas?
gu: બધા ડાઉનલોડ રદ કરો?
lt: Visų atsiuntimų atsisakymas
nb_no: Avbryt alle nedlastinger?
nn_no: Avbryte alle nedlastingane?
sr: Отказати сва преузимања?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
be: Калі вы выйдзеце зараз, 1 загрузка будзе скасавана. Вы сапраўды жадаеце выйсці?
ca: Si sortiu ara, es cancel·larà 1 baixada. Esteu segur que voleu sortir?
es_cl: Si sale ahora, 1 descarga será cancelada. ¿Está seguro que desea salir?
gu: જો તમે અત્યારે બહાર નીકળશો તો, ૧ ડાઉનલોડ રદ થઇ જશે. તમે બહાર નીકળવા માટે ચોક્કસ છો?
lt: Jei baigsite darbą dabar, tai tuo pačiu atsisakysite vieno failo atsiuntimo. Ar tikrai baigti darbą?
nb_no: Dersom du avslutter nå vil 1 nedlasting bli avbrutt. Er du sikker på at du vil avslutte?
nn_no: Dersom du avsluttar no, vil 1 nedlasting verta avbroten. Er du sikker på at du vil avslutta?
sr: Ако сада изађете из програма, прекинућете једно преузимање. Желите ли да изађете?
tt: Xezír çıqsağız, 1 iñdírme waz kiçíleçek. Çığarğa tílegenízden ışanıçlımısız?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
be: Калі вы выйдзеце зараз, дык будуць скасаваны %S загрузак(кі,ка). Вы сапраўды жадаеце выйсці?
ca: Si sortiu ara, es cancel·laran %S baixades. Esteu segur que voleu sortir?
es_cl: Si sale ahora, %S descargas serán canceladas. ¿Está seguro que desea salir?
gu: જો તમે અત્યારે બહાર નીકળશો તો, %S ડાઉનલોડ રદ થઇ જશે. તમે બહાર નીકળવા માટે ચોક્કસ છો?
lt: Jei baigsite darbą dabar, tai tuo pačiu atsisakysite %S failų atsiuntimo. Ar tikrai baigti darbą?
nb_no: Dersom du avslutter nå vil %S nedlastinger bli avbrutt. Er du sikker på at du vil avslutte?
nn_no: Dersom du avsluttar no, vil %S nedlastingar verte avbrotne. Er du sikker på at du vil du avslutta?
sr: Ако сада изађете из програма, прекинућете %S преузимања. Желите ли да изађете?
tt: Xezír çıqsağız, %S iñdírme waz kiçíleçek. Çığarğa tílegenízden ışanıçlımısız?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
be: Калі вы выйдзеце зараз, 1 загрузка будзе скасавана. Вы сапраўды жадаеце выйсці?
ca: Si sortiu ara, es cancel·larà 1 baixada. Esteu segur que voleu sortir?
es_cl: Si sale ahora, 1 descarga será cancelada. ¿Está seguro que desea salir?
gu: જો તમે અત્યારે બહાર નીકળશો તો, ૧ ડાઉનલોડ રદ થઇ જશે. તમે બહાર નીકળવા માટે ચોક્કસ છો?
lt: Jei baigsite darbą dabar, tai tuo pačiu atsisakysite vieno failo atsiuntimo. Ar tikrai baigti darbą?
nb_no: Dersom du avslutter nå vil 1 nedlasting bli avbrutt. Er du sikker på at du vil avslutte?
nn_no: Dersom du avsluttar no, vil nedlastinga verta avbroten. Er du sikker på at du vil du avslutte?
sr: Ако сада изађете из програма, прекинућете једно преузимање. Желите ли да изађете?
tt: Xezír çıqsağız, 1 iñdírme waz kiçíleçek. Çığarğa tílegenízden ışanıçlımısız?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
be: Калі вы выйдзеце зараз, дык будуць скасаваны %S загрузак(кі,ка). Вы сапраўды жадаеце выйсці?
ca: Si sortiu ara, es cancel·laran %S baixades. Esteu segur que voleu sortir?
es_cl: Si sale ahora, %S descargas serán canceladas. ¿Está seguro que desea salir?
gu: જો તમે અત્યારે બહાર નીકળશો તો, %S ડાઉનલોડ રદ થઇ જશે. તમે બહાર નીકળવા માટે ચોક્કસ છો?
lt: Jei baigsite darbą dabar, tai tuo pačiu atsisakysite %S failų atsiuntimo. Ar tikrai baigti darbą?
nb_no: Dersom du avslutter nå vil %S nedlastinger bli avbrutt. Er du sikker på at du vil avslutte?
nn_no: Dersom du avsluttar no, vil %S nedlastingar verta avbrotne. Er du sikker på at du vil du avslutta?
sr: Ако сада изађете из програма, прекинућете %S преузимања. Желите ли да изађете?
tt: Xezír çıqsağız, %S iñdírme waz kiçíleçek. Çığarğa tílegenízden ışanıçlımısız?

# offlineCancelDownloadsAlertTitle
source: Cancel All Downloads?
be: Скасаваць усе загрузкі?
ca: Voleu cancel·lar totes les baixades?
es_cl: ¿Cancelar Todas las Descargas?
gu: બધા ડાઉનલોડ રદ કરો?
lt: Visų atsiuntimų atsisakymas
nb_no: Avbryt alle nedlastinger?
nn_no: Avbryte alle nedlastingane?
sr: Отказати сва преузимања?
tt: İñdírmelerníñ Hemmesí Waz kiçílsínmí?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
be: Калі вы выйдзеце з сеткі зараз, 1 загрузка будзе скасавана. Вы сапраўды жадаеце выйсці з сеткі?
ca: Si us poseu fora de línia, es cancel·larà 1 baixada. Esteu segur que voleu posar-vos fora de línia?
es_cl: Si cambia al modo sin conexión ahora, se cancelará una descarga. ¿Está seguro que desea cambiar al modo sin conexión?
gu: જો તમે અત્યારે ઓફલાઇન થશો, ૧ ડાઉનલોડ રદ થઇ જશે. શું તમે ચોક્કસ ઓફલાઇન થવા માંગો છો?
lt: Jei atsijungsite nuo tinklo dabar, tai tuo pačiu atsisakysite vieno failo atsiuntimo. Ar tikrai atsijungti nuo tinklo?
nb_no: Dersom du kobler fra nå vil 1 nedlasting bli avbrutt. Er du sikker på at du vil koble fra?
nn_no: Om du koplar frå no, vil 1 nedlasting verta avbroten. Er du sikker på at du vil du kopla frå?
sr: Ако сада прекинете везу с интернетом, зауставићете једно преузимање. Желите ли да прекинете везу?
tt: Xezír çílter-tışı kitsegíz, 1 iñdírme waz kiçíleçek. Çílter-tışı barırğa tílegenígízden ışanıçlımısız?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
be: Калі вы выйдзеце з сеткі зараз, дык будуць скасаваны %S загрузак(кі). Вы сапраўды жадаеце выйсці з сеткі?
ca: Si us poseu fora de línia, es cancel·laran %S baixades. Esteu segur que voleu posar-vos fora de línia?
es_cl: Si se desconecta ahora, %S descargas se van a cancelar. ¿Está seguro de que quiere desconectarse?
gu: જો તમે અત્યારે ઓફલાઇન થશો, %S ડાઉનલોડ રદ થઇ જશે. શું તમે ચોક્કસ ઓફલાઇન થવા માંગો છો?
lt: Jei atsijungsite nuo tinklo dabar, tai tuo pačiu atsisakysite %S failų atsiuntimo. Ar tikrai atsijungti nuo tinklo?
nb_no: Dersom du kobler fra nå vil %S nedlastinger bli avbrutt. Er du sikker på at du vil koble fra?
nn_no: Om du koplar frå no, vil %S nedlastingar verta avbrotne. Er du sikker på at du vil du kopla frå?
sr: Ако сада прекинете везу с интернетом, зауставићете %S преузимања. Желите ли да прекинете везу?
tt: Xezír çílter-tışı kitsegíz, %S iñdírme waz kiçíleçek. Çílter-tışı barırğa tílegenígízden ışanıçlımısız?

# leavePrivateBrowsingCancelDownloadsAlertTitle
source: Cancel All Downloads?
be: Скасаваць усе загрузкі?
ca: Voleu cancel·lar totes les baixades?
es_cl: ¿Cancelar Todas las Descargas?
gu: શું બધા ડાઉનલોડ રદ કરવા છે?
lt: Ar atsisakyti siuntimų?
nb_no: Avbryt alle nedlastinger?
nn_no: Avbryte alle nedlastingar?
sr: Отказати сва преузимања?
tt: İñdírmelerníñ Hemmesí Waz kiçílsínmí?

source: Cancel 1 Download
be: Скасаваць 1 загрузку
ca: Cancel·la 1 baixada
es_cl: Cancelar 1 Descarga
gu: ૧ ડાઉનલોડ રદ કરો
lt: Atsisakyti 1 atsiuntimo
nb_no: Avbryt 1 nedlasting
nn_no: Avbryt 1 nedlasting
sr: Заустави једно преузимање
tt: Bír İñdírmeden Waz kiç

source: Cancel %S Downloads
be: Скасаваць %S загрузак (кі)
ca: Cancel·la %S baixades
es_cl: Cancelar %S Descargas
gu: %S ડાઉનલોડ રદ કરો
lt: Atsisakyti %S atsiuntimų
nb_no: Avbryt %S nedlastinger
nn_no: Avbryt %S nedlastingar
sr: Заустави %S преузимања
tt: %S İñdírmeden Waz kiç

source: Don't Exit
es_cl: No Salir
nb_no: Ikke avslutt
sr: Не излази
tt: Çıqma

source: Don't Quit
es_cl: No salir
nb_no: Ikke avslutt
sr: Не одустај
tt: Çıqma

source: Stay Online
be: Застацца ў сетцы
ca: Roman en línia
es_cl: Mantenerse Conectado
gu: ઓફલાઇન રહો
lt: Neatsijungti nuo tinklo
nb_no: Forbli tilkoblet
nn_no: Bli verande tilkopla
sr: Остани на вези
tt: Çílter-íçí Qal

source: Don't Enter the Private Browsing Mode
es_cl: No activar el modo de navegación privada
sr: Не укључуј поверљиви начин рада
tt: Hususiy Kezinüv Tarzına Kirme

source: Stay in Private Browsing Mode
es_cl: Mantenerse en el modo de navegación privada
sr: Остани у поверљивом начину рада
tt: Hususiy Kezinüv Tarzında Qal

source: Downloads Complete
be: Загрузкі выкананы
ca: Les baixades s'han acabat
es_cl: Descargas Terminadas
gu: ડાઉનલોડ પૂરુ થયું
lt: Failai atsiųsti
nb_no: Nedlastinger er ferdige
nn_no: Nedlastingar er ferdige
sr: Пријем је готов
tt: İñdírmeler Temam

source: All files have finished downloading.
be: Загрузкі ўсіх файлаў выкананы.
ca: S'han acabat de baixar tots els fitxers.
es_cl: Todos los archivos se han terminado de descargar.
gu: બધી ફાઇલો ડાઉનલોડ થઇ ગઇ.
lt: Visi failai atsiųsti.
nb_no: Alle filer er lastet ned.
nn_no: Alle filer er lasta ned
sr: Све датотеке су примљене.
tt: Dosyelerníñ hemmesí iñdírílgen bula.

source: %4$S — %1$S (%2$S %3$S/sec)
be: %4$S — %1$S (%2$S %3$S/сек)
ca: %4$S — %1$S (%2$S %3$S/seg)
es_cl: %4$S — %1$S (%2$S %3$S/seg)
lt: %4$S (%1$S, %2$S %3$S/s)
nb_no: %4$S — %1$S (%2$S %3$S/sek)
nn_no: %4$S — %1$S (%2$S %3$S/sek)
sr: %4$S – %1$S (%2$S %3$S/с)
tt: %4$S — %1$S (%2$S %3$S/san)

source: bytes
be: байтаў
gu: બાઈટો
lt: B
nb_no: byte
nn_no: byte
sr: B
tt: bayt

source: KB
be: КБ
sr: KiB

source: MB
be: МБ
sr: MiB

source: GB
be: ГБ
sr: GiB

source: %1$S of %2$S %3$S
be: %1$S з %2$S %3$S
ca: %1$S de %2$S %3$S
es_cl: %1$S de %2$S %3$S
gu: %2$S %3$S માંથી %1$S
lt: %1$S iš %2$S %3$S
nb_no: %1$S av %2$S %3$S
nn_no: %1$S av %2$S %3$S
sr: %1$S од %2$S %3$S

source: %1$S %2$S of %3$S %4$S
be: %1$S %2$S з %3$S %4$S
ca: %1$S %2$S de %3$S %4$S
es_cl: %1$S %2$S de %3$S %4$S
gu: %3$S %4$S માંથી %1$S %2$S
lt: %1$S %2$S iš %3$S %4$S
nb_no: %1$S %2$S av %3$S %4$S
nn_no: %1$S %2$S av %3$S %4$S
sr: %1$S %2$S од %3$S %4$S
tt: %1$S %2$S/%3$S %4$S

source: %1$S remaining
be: %1$S засталося
es_cl: %1$S restantes
gu: %1$S બાકી
nb_no: %1$S gjenstår
nn_no: %1$S står att
sr: Преостало %1$S
tt: %1$S qala

source: %1$S, %2$S remaining
be: %1$S, %2$S засталося
es_cl: %1$S, %2$S restantes
gu: %1$S, %2$S બાકી
nb_no: %1$S, %2$S gjenstår
nn_no: %1$S, %2$S står att
sr: %1$S, %2$S преостало
tt: %1$S, %2$S qala

source: A few seconds remaining
be: Засталося некалькі секундаў
es_cl: Quedan algunos segundos
gu: ખૂબ ઓછી સેકન્ડો બાકી છે
nb_no: Noen sekunder igjen
nn_no: Nokre sekund står att
sr: Преостаје неколико секунди
tt: Bir qaç saniye qala

source: Unknown time remaining
be: Невядома, колькі часу засталося
es_cl: Tiempo restante desconocido
gu: અજ્ઞાત સમય બાકી
nb_no: Ukjent tid gjenstår
nn_no: Ukjend tid står att
sr: Непознато преостало време
tt: Nameğlüm bír zaman qala

source: Unknown size
be: Невядомы памер
es_cl: Tamaño desconocido
gu: અજ્ઞાત માપ
nb_no: Ukjent størrelse
nn_no: Ukjend størrelse
sr: Непозната величина
tt: Nameğlüm ülçem

source: %1$S resource
be: здатак %1$S
ca: Recurs %1$S
es_cl: recurso %1$S
gu: %1$S સ્રોત
lt: %1$S išteklius
nb_no: %1$S-ressurs
nn_no: %1$S resurs
sr: %1$S ресурс
tt: %1$S qaynağı

source: local file
be: мясцовы файл
ca: fitxer local
es_cl: archivo local
gu: સ્થાનિક ફાઈલ
lt: vietinis failas
nb_no: lokal fil
nn_no: lokal fil
sr: локална датотека
tt: mexelli dosye

# stateFailed
source: Failed
be: Няўдача
es_cl: Falló
gu: નિષ્ફળ
nb_no: Feil
nn_no: Feila
sr: Неуспешно

# stateCanceled
source: Canceled
be: Скасавана
es_cl: Cancelado
gu: રદ થયેલ
nb_no: Avbrutt
nn_no: Avbrote
sr: Отказано

source: Blocked by Parental Controls
be: Затрымана бацькоўскімі кіроўцамі
es_cl: Bloqueado por controles parentales
gu: પિતૃ નિયંત્રણો દ્વારા અટકાવાયેલ
nb_no: Blokkert av Foreldrekontroll
nn_no: Blokkert av Foreldrekontroll
sr: Заустављено родитељским управљањем

source: Blocked: Download may contain a virus or spyware
be: Затрымана: загрузка магчыма змяшчае вірус або шпіёнскія праграмы
es_cl: Bloqueado: La descarga podría contenter un virus o spyware
gu: અટકાવાયેલ: ડાઉનલોડ વાયરસ અથવા સ્પાયવેર સમાવતું હશે
nb_no: Blokkert: Nedlastingen inneholder kanskje et virus eller spionprogramvare
nn_no: Blokkert: Nedlastinga kan innehalda virus eller spionprogramvare
sr: Блокирано: преузимање може да садржи вирус или шпијуна
tt: Bloklanğan: İñdirmede belki bír virus ya da şımçı yazılım bar

source: This download has been blocked by your Security Zone Policy
be: Гэтая загрузка затрымана вашай палітыкай бяспекі абсягаў
es_cl: Esta descarga ha sido bloqueada por las Políticas de Zona de Seguridad
gu: આ ડાઉનલોડ તમારી સુરક્ષા ઝોન નીતિ દ્વારા અટકાવવામાં આવેલ છે
nb_no: Denne nedlastingen er blokkert av din Sikkerhetssone-innstilling
sr: Ово преузимање је блокирала ваша полиса о безбедносној зони
tt: Bu iñdirme İmniyet Mıntıqası Seyasetígíz tarafınnan bloklanğandır

source: Yesterday
be: Учора
ca: Ahir
es_cl: Ayer
gu: ગઈ કાલે
lt: Vakar
nb_no: I går
nn_no: I går
sr: Јуче
tt: Kiçe

source: Cannot Open %S
be: Немагчыма адчыніць %S
es_cl: No se puede Abrir %S
gu: %S ને ખોલી શકાતું નથી
nb_no: Klarte ikke åpne %S
nn_no: Klarte ikkje å opna %S
sr: Не може да се отвори %S
tt: %S Açıla Almıy

source: Cannot Show %S
be: Немагчыма паказаць %S
es_cl: No se Puede Mostrar %S
gu: %S ને બતાવી શકતું નથી
nb_no: Klarte ikke vise %S
nn_no: Klarte ikkje å vise %S
sr: Не може да се прикаже %S
tt: %S Kürsetíle Almıy

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
be: %S не існуе. Магчыма ён быў перайменаваны, перамешчаны або выдалены пасля загрузкі.
es_cl: %S no existe. Podría haber sido renombrado, movido, o eliminado desde que fue descargado.
gu: %S અસ્તિત્વ ધરાવતું નથી. તેને કદાચ બીજું નામ આપેલ છે, ખસેડેલ છે, અથવા તેને ડાઉનલોડ કરીને દૂર કરેલ છે.
nb_no: Klarte ikke finne %S. Kanskje har den blitt flyttet, endret navn eller slettet etter at den ble lastet ned.
nn_no: Klarte ikkje å finna %S. Kanskje har ho vorte flytta, endra namn på eller sletta etter at ho vart lasta ned.
sr: Датотека %S не постоји. Можда је преименована, премештена или избрисана откад је примљена.
tt: %S mewcut tügíl. İñdírílüwínnen soñ yene isímlendírílgen, taşılğan, yaki suwırılğan buluwı mömkin.

source: Open With…
be: Адчыніць з дапамогаю…
es_cl: Abrir Con…
gu: આની સાથે ખોલો...
nb_no: Åpne med …
nn_no: Opna med …
sr: Отвори помоћу…
tt: Şunıñ bílen Aç...

source: #1 file - Downloads;#1 files - Downloads
be: #1 файл - Загрузкі;#1 файлы - Загрузкі;#1 файлаў - Загрузкі
es_cl: #1 archivo - Descargas;#1 archivos - Descargas
gu: #1 ફાઈલ - ડાઉનલોડ;#1 ફાઈલો - ડાઉનલોડ
nb_no: #1 fil - Nedlastinger;#1 filer - Nedlastinger
nn_no: #1 fil - Nedlastingar;#1 filer - Nedlastingar
sr: #1 датотека – преузимања;#1 датотеке – преузимања;#1 датотека – преузимања
tt: #1 dosya - İndirilenler;#1 dosya - İndirilenler

source: #2% of #1 file - Downloads;#2% of #1 files - Downloads
be: #2% ад #1 файла - Загрузкі;#2% ад #1 файлаў - Загрузкі;#2% ад #1 файлаў - Загрузкі
es_cl: #2% de #1 archivo - Descargas;#2% de #1 archivos - Descargas
gu: #2% જેટલી ફાઈલ #1 માંથી - ડાઉનલોડ;#2% જેટલી ફાઈલો #1 માંથી - ડાઉનલોડ
nb_no: #2% av #1 fil - Nedlastinger;#2% av #1 filer - Nedlastinger
nn_no: #2% av #1 fil - Nedlastingar;#2% av #1 filer - Nedlastingar
sr: #2% од #1 датотеке – преузимања;#2% од #1 датотеке – преузимања;#2% од #1 датотека – преузимања
tt: #1 dosya / %#2 - İndirilenler;#1 dosya / %#2 - İndirilenler

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
es_cl: "%S" es un archivo ejecutable. Los archivos ejecutables pueden contener virus u otros códigos maliciosos que peuden dañar tu computador. Sea cuidadoso al abrir este archivo. ¿Está seguro de lanzar "%S"?
nb_no: «%S» er en programfil. Programfiler kan inneholde virus eller annen kode som kan skade datamaskinen. Vær forsiktig med å åpne slike filer. Er du sikker på at du vil åpne «%S»?
sr: „%S‟ је извршива датотека. Извршиве датотеке могу садржати вирусе или други злонамеран код, који може да оштети Ваш рачунар. Будите пажљиви при отварању ове датотеке. Да ли заиста желите да покренете датотеку „%S‟?

source: Open Executable File?
be: Адчыніць выканальны файл?
ca: Voleu obrir el fitxer executable?
es_cl: ¿Abrir archivo ejecutable?
gu: ચલાવી શકાતી ફાઇલ ખોલો?
lt: Vykdomojo failo atvėrimas
nb_no: Åpne programfil?
nn_no: Opna programfil?
sr: Да ли желите да отворите извршиву датотеку?

source: Don't ask me this again
es_cl: No volver a preguntar
nb_no: Ikke spør meg igjen
sr: Не питај опет

source: Desktop
be: Працоўны стол
es_cl: Escritorio
gu: ડેસ્કટોપ
nb_no: Skrivebord
nn_no: Skrivebord
sr: Радна површина
tt: Tabınöstö

source: Downloads
be: Загрузкі
ca: Baixades
es_cl: Descargas
gu: ડાઉનલોડ
lt: Atsiuntimai
nb_no: Nedlastinger
nn_no: Nedlastingar
sr: Преузимања
tt: İñdírmeler

source: Don’t Exit
be: Не выходзіць
ca: No surtis
lt: Tęsti darbą

source: Don’t Quit
be: Не завяршаць
ca: No surtis
lt: Tęsti darbą

source: Really fast
be: Неверагодна хутка
ca: Molt ràpid
gu: ખરેખર ઝડપી
lt: greitis didelis
nb_no: Veldig raskt
nn_no: Veldig raskt

source: “%S” is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch “%S”?
be: "%S" выканальны файл. Выканальныя файлы могуць змяшчаць вірусы ці іншы зламысны код, які можа пашкодзіць ваш кампутар. З абачлівасцю адчыняйце гэты файл. Вы сапраўды жадаеце запусціць "%S"?
ca: «%S» és un fitxer executable. Els fitxers executables poden contenir virus o altre codi maliciós que pot fer mal al vostre ordinador. Aneu amb compte quan obriu aquest fitxer. Esteu segur que voleu executar «%S»?
lt: „%S“ yra vykdomasis failas. Tokiuose failuose gali būti virusų ir kitų kenkėjiškų programų, kurios gali pažeisti kompiuteryje laikomus duomenis. Būkite atsargūs atverdami šio tipo failus. Ar tikrai paleisti „%S“?

source: Don’t ask me this again
be: Не пытаць мяне аб гэтым зноў
ca: No m'ho tornis a demanar
lt: Nebepateikti šio įspėjimo

source: If you close all Private Browsing windows now, 1 download will be canceled. Are you sure you want to leave the Private Browsing mode?
es_cl: Si usted cierra todas las ventanas de navegación privada ahora, 1 descarga será cancelada. ¿Está seguro de que desea dejar el modo de navegación privada?

source: If you close all Private Browsing windows now, %S downloads will be canceled. Are you sure you want to leave the Private Browsing mode?
es_cl: Si usted cierra todas las ventanas de navegación privada ahora, %S descargas serán canceladas. ¿Está seguro de que desea dejar el modo de navegación privada?

# monthDate2
source: %1$S %2$S
ca: %2$S %1$S
es_cl: %2$S de %1$S
lt: %1$S %2$S d.

source: If you close all Private Browsing windows now, 1 download will be canceled. Are you sure you want to leave Private Browsing?
ca: Si tanqueu totes les finestres de navegació privada ara, es cancel·larà 1 baixada. Esteu segur que voleu deixar la navegació privada?
lt: Jei dabar užversite visus privačiojo naršymo langus, bus nutrauktas vienas siuntimas. Ar tikrai norite nutraukti privačiojo naršymo seansą?
nb_no: Hvis du lukker alle Privat Nettlesing-vinduene nå, vil 1 nedlasting bli avbrutt. Er du sikker på at du vil forlate Privat Nettlesing?
nn_no: Om du lèt att alle Private Nettlesings-vindauga no, vil 1 nedlasting brytast av. Er du viss på at du vil avslutta Privat Nettlesing?

source: If you close all Private Browsing windows now, %S downloads will be canceled. Are you sure you want to leave Private Browsing?
ca: Si tanqueu totes les finestres de navegació privada ara, es cancel·laran %S baixades. Esteu segur que voleu deixar la navegació privada?
lt: Jei dabar užversite visus privačiojo naršymo langus, bus nutraukti (-a) %S siuntimai (-ų). Ar tikrai norite nutraukti privačiojo naršymo seansą?
nb_no: Dersom du lukker alle Privat Nettlesing-vinduene nå, vil %S nedlastinger bli avbrutt. Er du sikker på at du vil forlate Privat Nettlesing?
nn_no: Dersom du lèt att alle Private Nettlesings-vindauga no, vil %S nedlastingar brytast av. Er du viss på at du vil avslutta Privat Nettlesing?

source: Stay in Private Browsing
ca: Continua la navegació privada
lt: Tęsti privatųjį naršymą
nb_no: Fortsett med Privat Nettlesing
nn_no: Hald fram med Privat Nettlesing

# enterPrivateBrowsingCancelDownloadsAlertTitle
source: Cancel All Downloads?
tt: İñdírmelerníñ Hemmesí Waz kiçílsínmí?

source: If you enter the Private Browsing mode now, 1 download will be canceled. Are you sure you want to enter the Private Browsing mode?
tt: Şimdi Hususiy Kezinüv tarzına kirseñiz, 1 endirmeden vazgeçilecek. Hususiy Kezinüv tarzına kirmege istegeniñizden eminsiñizmi?

source: If you enter the Private Browsing mode now, %S downloads will be canceled. Are you sure you want to enter the Private Browsing mode?
tt: Şimdi Hususiy Kezinüv tarzına kirseñiz, %S endirmeden vazgeçilecek. Hususiy Kezinüv tarzına kirmege istegeniñizden eminsiñizmi?
