Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/downloads/downloads.properties.po
Languages: be, ca, es_cl, gu, lt, nb_no, nn_no, sr, tt

source: If you leave the Private Browsing mode now, 1 download will be canceled. Are you sure you want to leave the Private Browsing mode?
tt: Şimdi Hususiy Kezinüv tarzını terk etseñiz, 1 endirmeden vazgeçilecek. Hususiy Kezinüv tarzından çıqmağa istegeniñizden eminsiñizmi?

source: If you leave the Private Browsing mode now, %S downloads will be canceled. Are you sure you want to leave the Private Browsing mode?
tt: Şimdi Hususiy Kezinüv tarzını terk etseñiz, %S endirmeden vazgeçilecek. Hususiy Kezinüv tarzından çıqmağa istegeniñizden eminsiñizmi?

source: s;s
lt: sek.;sek.;sek.

source: m;m
lt: min.;min.;min.

source: h;h
lt: val.;val.;val.

source: d;d
lt: d.;d.;d.

source: Failed
ca: Ha fallat
lt: Nepavyko

source: Canceled
ca: Cancel·lada
lt: Atsisakyta

source: %1$S left
ca: %1$S restant
lt: Liko %1$S

source: %1$S %2$S left
ca: %1$S %2$S restants
lt: Liko %1$S %2$S

source: A few seconds left
ca: Queden uns segons
lt: Liko kelios sekundės

source: Unknown time left
ca: Temps desconegut
lt: Liko nežinia kiek
