Repository: tktk711/mozilla-l10n
Catalog: wo/mobile/android/*/android_strings.dtd.po
Languages: wo

source: Setting up your &brandShortName;
wo: Tabbinu &brandShortName;

source: We are updating your bookmarks and history, which may take a minute or so.
wo: Yeesalu say mandarga xët ak sa jaar jaar. Mën na jël benn walla ñaari simili.

source: There is not enough space available for &brandShortName; to start.
wo: Dend bi doyul ngir &brandShortName; mëna tàmbali.

source: An error occurred when trying to load files required to run &brandShortName;
wo: Am na ab njumte bi ñuy jéema yeb dencukaay yiy dawloo &brandShortName;

source: Top Sites
wo: Dal yu xejj

source: Bookmarks
wo: Mandarga xët yi

source: History
wo: Jaar jaar

source: &brandShortName; Crash Reporter
wo: Rapooru lajj &brandShortName;

source: &brandShortName; has crashed. Your tabs should be listed on the &brandShortName; Start page when you restart.
wo: &brandShortName; ngiroo na. Say koñ war nañu feeñ ci xëtu tàmbali &brandShortName; su tàmbaliwaatee.

source: Please help us fix this problem!
wo: Dimmaliñu ñu jubbanti tolof tolof bii!

source: Send Mozilla a crash report
wo: Yonnee benn raapooru ngiroo ci Mozilla

source: Include page address
wo: Dugal makkaanu xët wi

# crash_close_label
source: Close
wo: Tëj

source: Restart &brandShortName;
wo: Tàmbaliwaat &brandShortName;

source: Sending crash report\u2026
wo: Yónnee raapooru ngiroo\u2026

source: Exit
wo: Génn

source: Continue
wo: Kontineel

source: &brandShortName; Web Apps
wo: paraameetar &brandShortName;

source: No web apps were found
wo: Amul benn jëfekaayu web bu ñu gis

source: Choose File
wo: Tànn benn dencukaay

source: Enter Search or Address
wo: Wut walla makkaan

source: Synced Tabs
wo: Koñ yu jappoo

source: Show all tabs
wo: Wone koñ yépp

source: Bookmark
wo: Mandarga xët

source: Bookmark added
wo: Mandarga xët bu ñu yokk

source: Bookmark removed
wo: Mandarga xët wu màbb

source: Bookmark updated
wo: Mandarga xët bu ñu yeesal

source: Today
wo: Tey

source: Yesterday
wo: Démb

source: 7 days ago
wo: Am na léegi 7 fan

source: Older than 7 days
wo: Am na lu ëpp 7 fan

source: Go
wo: Demal

source: Search
wo: Wut

source: Reload
wo: Yeesal

source: Forward
wo: Xët wi ci topp

source: Menu
wo: Njël

source: Back
wo: Dellu ginnaaw

source: Stop
wo: Taxaw

source: Site Security
wo: Kaarange dal bi

source: Close Tab
wo: Tëj koñ bi

source: New Tab
wo: Koñ bu bees

source: 1 tab
wo: 1 koñ

source: &#037;d tabs
wo: &#037;d koñ

source: New tab opened
wo: Koñ bu bees ubbeekuna

source: Settings
wo: Parammeetar yi

# settings_title
source: Settings
wo: Parammeetar yi

source: General
wo: Ëmb lépp

source: Privacy &amp; Security
wo: Dundu biir ak kaarange

source: Content
wo: Këmb gi

source: Import &amp; Export
wo: Fat ak jàllale

source: About &brandShortName;
wo: Tàmbaliwaat &brandShortName;

source: Tell sites not to track me
wo: Waxal ñu bañ ma topp

source: Send performance data
wo: Joxe ngoora rootaan yi

source: Remember passwords
wo: Fattaliku baatu jàll

source: Cookies
wo: Kuki yi

source: Character encoding
wo: Suulale araf yi

source: Show menu
wo: Wone njël li

source: Don\'t show menu
wo: Nëbb njël li

source: Clear private data
wo: Màbb rootaani biir yi

source: Tap to play
wo: Laal mu tàkk

source: Text size
wo: Dayo mbind mi

source: Tiny
wo: Tuuti lool

source: Small
wo: Tuuti

source: Medium
wo: Yam ci digg bi

source: Large
wo: Yaatu

source: Extra Large
wo: Yaatu bu bari

# pref_font_size_set
source: Set
wo: Biral

source: The quick orange fox jumps over your expectations with more speed, more flexibility and more security. As a non-profit, we\'re free to innovate on your behalf without any pressure to compromise. That means a better experience for you and a brighter future for the Web.
wo: Orãs bu gaaw, xaj bi dafay gatanu say bëgg bëgg ak gaawaay, ak xel ak kaarange. Doo wutkatu xaalis, bu la\neexee nga fent ci sa tur te kenn du la sonal. Loolu dafay tekki jëfgis bu baax ci yaw ak ëlëgu Web bu baax.

source: Use master password
wo: Jëfandikoo baatu jàll bi gëna am solo

source: Show product announcements
wo: Yeene yi ci mbir mi

source: Sync
wo: Jàppante

source: Show search suggestions
wo: Wane tektali wut

source: Import from Android
wo: Fat dale ko ci Android

source: Browsing &amp; download history
wo: Joowum &amp; yeb jaar jaar bi

source: Form &amp; search history
wo: Formileer &amp; wut jaar jaar bi

source: Cookies &amp; active logins
wo: Cookies &amp; jokkoo yi sàjj

source: Saved passwords
wo: Baati jàll yi ñu aar

source: Cache
wo: Damb bu gaaw

source: Offline website data
wo: Rotaani dalub web yu jokkoowul

source: Site preferences
wo: Taamu dalub web

source: Quit
wo: Génn

source: Add-ons
wo: Modilu mottali

source: Downloads
wo: Yeb yi

source: Apps
wo: Jëfekaay

source: Character Encoding
wo: Suulale araf yi

source: Share
wo: Seddoo

source: Share via
wo: Seddoo ci

source: Unable to share this image
wo: Kenn mëneesula seddoo nataal bi

source: Save as PDF
wo: Aar ko ci PDF

source: Find in Page
wo: Wut ci biir xët wi

source: Request Desktop Site
wo: Xool sumbu ordinatëër bi

source: Tools
wo: Jumtukaay yi

# find_text
source: Find in Page
wo: Wut ci biir xët bi

source: Previous
wo: Bi jiitu

source: Next
wo: Bi ci topp

# find_close
source: Close
wo: Tëj

source: Open in New Tab
wo: Ubbi ci biir koñ bu bees

source: Open in Reader
wo: Ubbi ci lektëër bi

# contextmenu_remove_history
source: Remove
wo: Màbbal

# contextmenu_remove_bookmark
source: Remove
wo: Màbbal

source: Add to Home Screen
wo: Yokk ci palanteeru dalal jamm bi

# contextmenu_share
source: Share
wo: Seddoo

source: Paste &amp; Go
wo: Taf te ubbi

source: Paste
wo: Taf

source: Copy Address
wo: Duppi màkkaan bi

source: Edit
wo: Soppi

source: Page removed
wo: Xët bi ñu màbbal

source: Edit Bookmark
wo: Soppali mandarga xët bi

source: Name
wo: Tur

source: Location
wo: Màkkaan

source: Keyword
wo: Caabi baat

source: Site Settings…
wo: Paraameetaru dal bi…

# site_settings_cancel
source: Cancel
wo: Neenal

# site_settings_clear
source: Clear
wo: Far

source: There are no settings to clear.
wo: Amul parameetar bu ñuy far.

source: Reading List
wo: Limu jàng

source: Page added to your Reading List
wo: Xët bu ñu yokk ci sa limu njàng

source: Page removed from your Reading List
wo: Xët bu ñu rocci ci sa limu njàng

source: Failed to add page to your Reading List
wo: Mëneesula yokk xët wi ci sa limu njang

source: Reader
wo: Lektëër

source: Create Master Password
wo: Soppi baatu jàll bi gëna am solo

source: Remove Master Password
wo: Soppi baatu jàll bi gëna am solo

source: Password
wo: Baatu jàll

source: Confirm password
wo: Dëggal baatu jàll bi

# button_cancel
source: Cancel
wo: Neenal

source: Yes
wo: Waaw

source: No
wo: Déedéet

source: Clear data
wo: Far rootaan

# button_set
source: Set
wo: Dëggal

# button_clear
source: Clear
wo: Far

source: Add-ons for your &brandShortName;
wo: Modil ngir sa &brandShortName;

source: Browse all &brandShortName; add-ons
wo: Seetal modil yépp ngir &brandShortName;

source: Your tabs from last time
wo: Say koñ yi mujj ubbeeku

source: Open all tabs from last time
wo: Ubbil mandarga yépp

source: Top sites
wo: Dalub web yu xejj yi

source: Set up Firefox Sync to access bookmarks, history and tabs from your other devices&#x00A0;»
wo: Parameetaral Firefox ngir agg ci say mandarga xët, jaar jaar ak koñi yeneen aparey yi&#x00A0;»

source: Get apps from the Firefox Marketplace and discover the best the Web has to offer&#x00A0;»
wo: Jële ay jëfekaay ci marse Mozilla te gis li gën ci web bi &#x00A0;»

source: Firefox Sync
wo: Firefox jàppante

source: Firefox Marketplace
wo: Marse firefox

# filepicker_title
source: Choose File
wo: Tànn benn dencukaay

source: Choose or record a sound
wo: Tànn walla aar benn riir

source: Choose or take a picture
wo: Tànn benn nataal walla nga duppi ko

source: Choose or record a video
wo: Tànn walla aar benn wideyo

source: You are connected to
wo: Yaa ngi ci

source: which is run by
wo: te boroom di

source: Private data cleared
wo: Rootaan biir yi far

source: Some private data could not be cleared
wo: Am ay rootaani biir yu kenn mënul far

source: Import
wo: Fat

source: Importing bookmarks and history from Android
wo: Fat ay mandarga xët ak jaar jaar dale ko ci Android

source: Importing bookmarks from Android
wo: Fat ay mandarga xët ak jaar jaar dale ko ci Android

source: Importing history from Android
wo: Fat jaar jaar dale ko ci Android

source: Please wait...
wo: Xaaral...

source: Would you like to turn on &#037;s search suggestions?
wo: Ndax bëgg nga sajj xelal yi ci wut &#037;s ?

source: App
wo: Jëfekaay

source: Bookmarks and history
wo: Mandarga xët yi ak jaar jaar

# updater_start_title2
source: Update available for &brandShortName;
wo: Yeesal bu feex bu &brandShortName;

source: Touch to download
wo: Laal ngir yeb

source: Downloading &brandShortName;
wo: Yebum &brandShortName;

source: Download failed
wo: Yeb bi lajj na

source: Touch to apply update once downloaded
wo: Laal ngir def yeesal bi bu yeb bi paree

source: Touch to retry
wo: Laal ngir jéemaat

# updater_apply_title2
source: Update available for &brandShortName;
wo: Yeesal bu feex bu &brandShortName;

source: Touch to update
wo: Laal ngir yeesal
