Repository: tktk711/mozilla-l10n
Catalog: sah/services/sync/errors.properties.po
Languages: sah

source: Failed to connect to the server
sah: Сиэрбэри кытта ситимнэһэр табыллыбата

source: Wrong Recovery Key
sah: Сөргүтэр тыл атын

source: Incorrect account name or password
sah: Бэлиэтэммит аатыҥ эбэтэр киирии тылыҥ атын

source: Missing account name
sah: Бэлиэтэммит ааккын суруйбатаххын

source: Missing password
sah: Киирии тылгын суруйбатаххын

source: No saved Recovery Key to use
sah: Сөргүтэр күлүүс-тыл көстүбэтэ

source: Server incorrectly configured
sah: Сиэрбэр туруоруулара алҕастаах

source: One or more data types could not be synced
sah: Дааннайдар сорох көрүҥнэрин синхроннуур табыллыбата

source: Firefox Sync server maintenance is underway, syncing will resume automatically
sah: Firefox Sync сиэрбэргэ көрүү-истии процедурата бара турар, синхроннааһын аптамаатынан салҕаныа

source: Incorrect words, try again
sah: Тыллар алҕастаахтар, хат тургут

source: Use a stronger password
sah: Уустук киирии тылла тал

source: Unknown error
sah: Биллибэт алҕас

source: Password can't match current password
sah: Киирии тыл урукку киирии тылы кытта сөп түбэһиэ суохтаах

source: Password can't match your user name
sah: Киирии тылыҥ бэлиэтэммит ааккыттан атын буолуохтаах

source: Password can't match your email address
sah: Киирии тылыҥ почтаҥ аадырыһыттан атын буолуохтаах

source: The passwords entered do not match
sah: Киирии тылларыҥ сөп түбэһиспэтилэр

source: The password entered is too short
sah: Киирии тылыҥ наһаа кылгас
