Repository: tktk711/mozilla-l10n
Catalog: brx/dom/chrome/xslt/xslt.properties.po
Languages: brx

source: Parsing an XSLT stylesheet failed.
brx: मोनसे XSLT स्टाइलसिट पार्स खालामनाया फेलें जाबाय।

source: Parsing an XPath expression failed.
brx: मोनसे Xलामा बेखेवथिखौ पार्स खालामनाया फेलें जाबाय।

source: XSLT transformation failed.
brx: XSLT महर सोलायनाया फेलें जाबाय।

source: Invalid XSLT/XPath function.
brx: बाहायजायै XSLT / Xलामा खामानि।

source: XSLT Stylesheet (possibly) contains a recursion.
brx: XSLT स्टाइलसिटआव (जाथाव) मोनसे गले गले जानाय दङ।

source: Attribute value illegal in XSLT 1.0.
brx: XSLT 1.0. आव एटट्रिबिउट बेसेन बेआइनी

source: An XPath expression was expected to return a NodeSet.
brx: मोनसे Xलामा बेखेवथिखौ मोनसे नडसेट फैफिननायखौ मिजिंथिदोंमोन।

source: XSLT transformation was terminated by <xsl:message>.
brx: XSLT महर सोलायनायखौ <xsl:message> जों फोजोबनाय जादोंमोन।

source: A network error occurred loading an XSLT stylesheet:
brx: मोनसे XSLT स्टाइलसिट ल'ड खालामनायाव मोनसे नेटवार्क गोरोन्थि जाबाय:

source: An XSLT stylesheet does not have an XML mimetype:
brx: मोनसे XSLT स्टाइलसिटआव मोनसे XML माइमटाइप गैया:

source: An XSLT stylesheet directly or indirectly imports or includes itself:
brx: मोनसे XSLT स्टाइलसिटआ थोंजोङै एबा खेंसालियायै गावनो गाव लाबोयो एबा दाजाबदेर फायो:

source: An XPath function was called with the wrong number of arguments.
brx: मोनसे Xलामा खामानिखौ बाथ्राबाननि गोरोनथि अनजिमाजों लिंहरदोंमोन।

source: An unknown XPath extension function was called.
brx: मोनसे मोन्थिमोनै Xलामा बारायनाय खामानिखौ लिंहरदोंमोन।

source: XPath parse failure: invalid axis:
brx: Xलामा पार्सआ फेलें: बाहायजायै अक्ष हांखो:

source: XPath parse failure: Name or Nodetype test expected:
brx: Xलामा पार्सआ फेलें: मुं एबा नडटाइप आनजादखौ मिजिंथिबाय:

source: XPath parse failure: invalid variable name:
brx: Xलामा पार्सआ फेलें: बाहायजायै सोलायस्लुनि मुं:

source: XPath parse failure: unexpected end of expression:
brx: Xलामा पार्सआ फेलें: बेखेवथिनि मिजिंथियै जोबनाय:

source: XPath parse failure: operator expected:
brx: Xलामा पार्सआ फेलें: अपारेसन मिजिंथिबाय:

source: XPath parse failure: unclosed literal:
brx: Xलामा पार्सआ फेलें: बन्द खालामै लिटारेल:

source: XPath parse failure: illegal character found:
brx: Xलामा पार्सआ फेलें: बेआइनी हांखो मोनबाय:

source: XPath parse failure: binary operator expected:
brx: Xलामा पार्सआ फेलें: बायनारि अपारेटर मिजिं थिदों:

source: An XSLT stylesheet load was blocked for security reasons.
brx: मोनसे XSLT स्टाइलसिट ल'डखौ रैखाथि जाहोनाव हेंथा होनाय जादों।

source: Evaluating an invalid expression.
brx: बाहायजायै बेखेवथिखौ बेसेन बिजिर गासिनो दङ।

source: Unbalanced curly brace.
brx: समानथि नङै खेंख्रा बेन्दों।

source: Creating an element with an invalid QName.
brx: बाहायजायै QName जों गुदिमुवा सोरजिगासिनो दङ।

source: Variable binding shadows variable binding within the same template.
brx: एखे टेमप्लेट सिङावनो सोलायस्लु बाइण्डिं सायख्लुम सोलायस्लु बाइण्डिं दङ

source: Error loading stylesheet: %S
brx: स्टाइलसिट ल'ड खालामनायाव जानाय गोरोन्थि: %S

source: Error during XSLT transformation: %S
brx: XSLT महर सोलायनाय समाव जानाय गोरोन्थि: %S
