Repository: tktk711/mozilla-l10n
Catalog: trs/toolkit/chrome/pluginproblem/pluginproblem.dtd.po
Languages: trs

source: Tap here to activate plugin.
trs: Ga'ui' ñuna da' gi'iaj sun plugin.

source: Activate plugin.
trs: Dugi'iaj sun' plugin

source: Check for updates…
trs: Nana'ui' sa nagui'iaj naka...

source: This plugin has been blocked for your protection.
trs: Ganrán plugin na si ga'ui' yi'ij so'.

source: Hide plugin
trs: Gachí hui' plugin

source: Manage plugins…
trs: Nachrá so' plugins...

source: Reload the page
trs: Nachá ñun página

source: to try again.
trs: garahué ñun.

source: Send crash report
trs: Ganato' nuinsaj gire' ma

source: Sending report…
trs: Nga a'nín ma nuisaj gire'ej...

source: Crash report sent.
trs: Nga ga'anj nuisaj gire'ej.

source: Crash reporting disabled.
trs: Nitaj si 'iaj sun sa nataj ahui si guire'

source: Submission failed.
trs: Nu ga'ue ga'anj ma

source: No report available.
trs: Nitaj si 'iaj sun ma

source: Add a comment (comments are publicly visible)
trs: Gachrun ngo sa anin ruat (Sa gachrun nin ga ra nga man gini'iaj daran dugui')

source: Include the page’s URL
trs: Gachun' si URL página

source: File
trs: nej ñanj

source: MIME Types
trs: Nej MIME

source: Enable Adobe Flash protected mode
trs: Dugumi' sa gu'nanj Adobe Flash
