Repository: tktk711/mozilla-l10n
Catalog: kok/webapprt/webapprt/overrides/appstrings.properties.po
Languages: kok

source: The URL is not valid and cannot be loaded.
kok: URL वैध ना आनिक तो लागू करपाक शकना.

source: The file %S cannot be found. Please check the location and try again.
kok: %S फायल मेळूंक ना.मात्शे थळ तपासात आणि परतून यत्न करात.

source: %S could not be found. Please check the name and try again.
kok: %S मेळूंक ना.मात्शे थळ तपासात आणि परतून यत्न करात.

source: One of the following %S is not a registered protocol or is not allowed in this context.
kok: मुखावयल्यातलो एक %S नोंद केल्लो शिष्टाचार न्ही वो ताका ह्या संदर्भान परवानगी ना.

source: The connection was refused when attempting to contact %S.
kok: %S कडेन संपर्क करपाचो यत्न करतना जुळणी न्हयकारली.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
kok: %S ची जोडणी अनपेक्षितपणान तोडल्या. काय डेटा हस्तांतर जाला जाव येता.

source: The operation timed out when attempting to contact %S.
kok: %S कडेन संपर्क करपाचो यत्न करतना कारवायेचो वेळ सोपलो.

source: A server is redirecting a request in a way that will never complete.
kok: सर्वर पुराय न जावपी पद्धतीन विनंती परत धाडटा.

source: To continue, the application must send information that will repeat an action (such as a search or order confirmation) that was performed earlier.
kok: फुडे वचपाक, अनुप्रयोगान पयली केल्ली ती कारवाय परत करपी माहिती धाडपाक जाय ( देखीक सोद वो क्रमाची खात्री)

source: Resend
kok: परत धाड

source: The application doesn't know how to communicate with the server.
kok: अनुप्रयोगाग सर्वरासंयत कशे संभाशण करपाचे ते कळना.

source: The connection to the server was reset while the application was loading.
kok: अनुप्रयोग लोड जातना सर्वरासंयत जोडणी परत थारायल्ली.

source: The application requested a document which is no longer available.
kok: अनुप्रयोगान विनंती केल्लो दस्तावेज उपलब्ध ना.

source: The application is currently in offline mode and can't access the network.
kok: अनुप्रयोग सद्या ऑफलायन स्थितीन आसा आणि नेटवर्कान प्रवेश करपाक शकना.

source: The document cannot change while Printing or in Print Preview.
kok: छापता आस्तना वा मुद्रण पूर्वदृश्य पळयता आस्तना दस्तावेज बदलुपाक शकना.

source: The application tried to access a network port that it should not have access to. The application has canceled the request for your protection.
kok: अनुप्रयोगान प्रवेश न करपाच्या नेटवर्क पोर्टान प्रवेश करपाचो यत्न केला. तुमच्या सुरक्षेखातीर अनुप्रयोगान विनंती रद्द केल्या.

source: The application is configured to use a proxy server that can't be found.
kok: प्रॉक्सी सर्वर वापरपाक अनुप्रयोगाची संरचनाय जाल्या जो मेळना.

source: The application is configured to use a proxy server that is refusing connections.
kok: जोडण्यो न्हयकारपी प्रॉक्सी सर्वर वापरपाक अनुप्रयोगाची संरचनाय जाल्या जो मेळना.

source: The application received a response from a server which used an invalid or unsupported form of compression.
kok: अनुप्रयोगाक कंप्रेशनाची अमान्य वो फाटबळ नाशिल्ली अर्जीं वापरिल्ल्या सर्वराकडल्यान प्रतिसाद मेळलो.

source: The application cannot continue because it accessed a file type that may not be safe to open. Please contact the application authors to inform them of this problem.
kok: अनुप्रयोग फुडे वचपाक शकना कारण ताणे उगडपाक सुरक्षित नाशिल्ल्या फायल प्रकारान प्रवेश केला. मात्शे ह्या आडमेळाविशीं कळोवपाक अनुप्रयोग बरोवप्यांक संपर्क करात.

source: External Protocol Request
kok: भायली प्रोटोकॉल विनंती

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
kok: भायलो अनुप्रयोग चालू करपाक जाय %1$S: जोडण्यो हाताळपाक . विनंती केल्ली जोडणी: %2$S अनुप्रयोग: %3$S तुमी ह्या विनंतेची अपेक्षा करीनाशिल्ले जाल्यार हो त्या कार्यावळीतलो दोश दाखोपाचो यत्न आसत. हाजो त्रास ना हाजी खात्री नासल्यार ही विनंती रद्द करात.

source: <Unknown>
kok: <अज्ञात>

source: Remember my choice for all links of this type.
kok: सगळ्या प्रकारच्या जोडण्यांखातीर म्हजी आवड मतींत धरात.

source: Launch application
kok: अनुप्रयोग सुरु करात

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
kok: %S वयली सायट हल्लो सायट म्हण कळयल्या आणि तुमच्या सुरक्षा प्राधान्यार आधारित ती आडयल्या.

source: This application tried to access a resource that has a content security policy that prevents it from being loaded in this way.
kok: ह्या अनुप्रयोगान आशय सुरक्षा आशिल्ल्या संसाधनान प्रवेश करपाचो यत्न केला जो ताका अश्या तरेन लोड जावपापासून आडयता.

source: The application cannot continue loading because an error in the data transmission was detected.
kok: अनुप्रयोग लोड करप चालू दवरपाक शकना कारण डेटा धाडपान एरर आयला.

source: This application tried to use an unsupported technology that is no longer available.
kok: ह्या अनुप्रयोगान फाटबळ नाशिल्ले तंत्रविज्ञान वापरपाचो यत्न केला जे उपल्बध ना.
