Repository: tktk711/mozilla-l10n
Catalog: su/toolkit/crashreporter/crashreporter.ini.po
Languages: su

source: Crash Reporter
su: Pelapor Karuksakan

source: %s Crash Reporter
su: Pelapor Karuksakan %s

source: The application had a problem and crashed. Unfortunately, the crash reporter is unable to submit a report for this crash. Details: %s
su: Aplikasi ngalaman masalah sarta pareum tanpa ngahaja. Tapi, Pelapor Karuksakan gagal ngirimkeun laporan ngeunaan karuksakan ieu. Detail: %s

source: %s had a problem and crashed. Unfortunately, the crash reporter is unable to submit a crash report. Details: %s
su: %s ngalaman karuksakan sarta pareum tanpa ngahaja. Tapi, Pelapor Karuksakan gagal ngirimkeun laporan. Detail: %s

source: We're Sorry
su: Kami Ménta Hampura

source: %s had a problem and crashed. To help us diagnose and fix the problem, you can send us a crash report.
su: %s ngalaman karuksakan sarta mati tanpa ngahaja. Kanggo mantuan kami mendiagnosa sarta ngabenerkeun masalah ieu, Anjeun bisa ngirimkeun laporan karuksakan.

source: This application is run after a crash to report the problem to the application vendor. It should not be run directly.
su: Aplikasi ieu kudu leumpang sanggeus lumangsung karuksakan pikeun dikirimkeun ka vendor aplikasi. Aplikasi ieu henteu bisa leumpang langsung.

source: Details…
su: Detail

source: Report Contents
su: Eusi Laporan

source: Add a comment (comments are publicly visible)
su: Tambahkan koméntar. Catetan: Koméntar bisa ditempo umum

source: This report also contains technical information about the state of the application when it crashed.
su: Laporan ieu ogé ngandung informasi téknis ngeunaan status aplikasi sabot lumangsung karuksakan.

source: Tell %s about this crash so they can fix it
su: Lapor ka %s ngeunaan karuksakan ieu sangkan bisa dibenerkeun

source: Include the address of the page I was on
su: Sertakan alamat URL ti laman ramat anu pamungkas dipidangkeun

source: Allow %s to contact me about this report
su: Izinkan %s pikeun nyauran kuring ngeunaan laporan ieu

source: Enter your email address here
su: Asupkeun alamat email anjeun di dieu

source: Your crash report will be submitted before you quit or restart.
su: Laporan karuksakan anjeun bakal dikirim saméméh anjeun kaluar atawa mitembeyan deui.

source: Submitting your report…
su: Ngirim laporan anjeun

source: Report submitted successfully!
su: Laporan sukses dikintun!

source: There was a problem submitting your report.
su: Lumangsung kasalahan waktu ngirim laporan anjeun.

source: Resending reports that previously failed to send…
su: Ngirim deui laporan saméméhna anu gagal dikirim

source: Quit %s
su: Kaluar ti %s

source: Restart %s
su: Mimitian deui %s

source: Close
su: Tutup

source: Crash ID: %s
su: ID Karuksakan: %s

source: You can view details of this crash at %s
su: Anjeun bisa maca rinci karuksakan ieu di %s

source: The application passed an invalid argument.
su: Aplikasi narima argumen anu henteu sah.

source: The application didn't leave an application data file.
su: Aplikasi henteu ninggalkeun hiji berkas data aplikasi.

source: Couldn't read the application data file.
su: Henteu bisa maca berkas data aplikasi.

source: Couldn't move application data file.
su: Henteu bisa mindahkeun berkas data aplikasi.

source: The application did not leave a crash dump file.
su: Aplikasi henteu ninggalkeun berkas ngeusi data karuksakan (crash dump file).

source: Couldn't move crash dump.
su: Henteu bisa mindahkeun berkas data karuksakan.

source: The application did not identify itself.
su: Aplikasi henteu mikawanoh dirina sorangan.

source: The application did not specify a crash reporting server.
su: Aplikasi henteu nangtukeun server laporan karuksakan.

source: Couldn't find the crash reporter's settings.
su: Henteu bisa manggihan pangaturan pelapor karuksakan.

source: Couldn't create pending dump directory.
su: Henteu bisa nyieun direktori tempat data karuksakan samentara.

source: The version of %s you are using is no longer supported. Crash reports are no longer being accepted for this version. Please consider upgrading to a supported version.
su: Vérsi %s anu anjeun paké geus henteu dirojong deui. Laporan karuksakan pikeun vérsi ieu geus henteu bisa ditarima deui. Ménta ditimbang-timbang upgrade ka vérsi anu dirojong.
