Repository: tktk711/mozilla-l10n
Catalog: brx/browser/profile/bookmarks.inc.po
Languages: brx

# bookmarks_title
source: Bookmarks
brx: बुकमार्क

# bookmarks_heading
source: Bookmarks
brx: बुकमार्क

source: Bookmarks Toolbar Folder
brx: बुकमार्क टुलबार फल्डार

source: Add bookmarks to this folder to see them displayed on the Bookmarks Toolbar
brx: बुकमार्क टुलबारआव दिन्थिफुंनाय बुकमार्कखौ नायनो बेफोरखौ बे फल्डारजों दाजाबदेर

source: Getting Started
brx: जागाय गासिनो दं

source: Mozilla Firefox
brx: मजिला फायारफक्स

source: Help and Tutorials
brx: मदद आरो टिउट'रियाल

source: Customize Firefox
brx: फायारफक्सखौ गावनि गोसोबादि खालाम

source: Get Involved
brx: थाफा

source: About Us
brx: जोंनि सोमोन्दै
