Repository: tktk711/mozilla-l10n
Catalog: ht/toolkit/chrome/mozapps/plugins/plugins.properties.po
Languages: ht

source: To install %S, you need to agree to the following:
ht: Pou enstale %S, ou bezwen dakò ak:

source: Downloading %S…
ht: %S ap telechaje...

source: Finished downloading %S.
ht: Fini telechaje %S.

source: Installing %S…
ht: Ap enstale %S...

source: Successfully installed %S.
ht: %S Enstale ak siksè .

source: Failed to install %S (%S).
ht: Echèk nan enstalasyon %S (%S).

source: Finished installing plugins.
ht: Plògin fini enstale.

source: Installed
ht: Enstale

source: Failed
ht: Echèk

source: License not accepted
ht: Lisans pa asepte

source: Not Available
ht: Pa Disponib

source: Manual Install
ht: Enstalasyon Manyèl

source: Manually install the plugin.
ht: Enstale plògin lan a la men.

source: No suitable plugins were found.
ht: Pa jwenn okenn plògin ki mache.

source: No plugins were installed.
ht: Okenn plògin pa enstale.

source: Unknown Plugin (%S)
ht: Plògin Enkoni (%S)
