Repository: tktk711/mozilla-l10n
Catalog: gn_PY/browser/chrome/browser/browser.properties.po
Languages: gn_py

source: Timed Out
gn_py: Ohasáma aravo

source: Open File
gn_py: Marandurendápe jeike

source: Set Home Page
gn_py: Kuatiarogue ñepyrũha jeporavo

source: Do you want this document to be your new home page?
gn_py: Reipotápa ko kuatia ha'e nde kuatiarogue ñepyrũha pyahu

source: Do you want these documents to be your new home pages?
gn_py: Reipotápa ko kuatia ha'e nde kuatiarogue ñepyrũha pyahu?

source: Search %1$S for “%2$S”
gn_py: Eheka %1$S “%2$S”-pe g̃uarã

source: [Folder Name]
gn_py: [Ñongatuha réra]

source: %S prevented this site from asking you to install software on your computer.
gn_py: %S ndohejái ko tenda ojerure ichupe omboguejy hag̃ua software imohendahápe.

# xpinstallPromptMessage.dontAllow
source: Don’t Allow
gn_py: Ani emoneĩ

# xpinstallPromptAllowButton
source: Allow
gn_py: Ñemoneĩ

source: Software installation has been disabled by your system administrator.
gn_py: Apopyvusu ñangarekohára ombotove Software ñemohenda.

source: Software installation is currently disabled. Click Enable and try again.
gn_py: Software ñemohenda ogue ko'ág̃a. Ejopy Myendy ha eha'ã jey.

source: Enable
gn_py: Myandy

source: Add %S?
gn_py: Embojuaju %S?

# webextPerms.add.label webextPerms.add.accessKey
source: &Add
gn_py: &Embojuaju

# webextPerms.cancel.label webextPerms.cancel.accessKey
source: &Cancel
gn_py: &Heja

source: %1$S added to %2$S
gn_py: %1$S ojuaju %2$S rehe

source: %S added
gn_py: %S mbojuajupyre

source: &Enable
gn_py: &Myandy

# webextPerms.sideloadCancel.label webextPerms.sideloadCancel.accessKey
source: &Cancel
gn_py: &Heja

source: Downloading and verifying add-on…;Downloading and verifying #1 add-ons…
gn_py: Oñemboguejy ha ojehechajey moĩmbaha…;Oñemboguejy ha Ojohechajey #1 moĩmbaha…

source: Verifying
gn_py: Jehechajey

source: (Unverified)
gn_py: (Ndojehechajeýiva)

source: This site would like to install an add-on in #1:;This site would like to install #2 add-ons in #1:
gn_py: Ko tenda omohendase peteĩ moĩmbaha #1-pe:;Ko tenda omohendase #2 mokõi moĩmbaha #1-pe:

source: Caution: This site would like to install an unverified add-on in #1. Proceed at your own risk.;Caution: This site would like to install #2 unverified add-ons in #1. Proceed at your own risk.
gn_py: Jesarekorã: Ko tenda omohendase peteĩ mbojoapyha ojehechajey'ỹva #1-pe. Ehejasérõ ojapo nde pópe opyta.;Jesarekorã: Ko tenda omohendase #2 ojehechajey'ỹva moĩmbaha #1-pe. Ehejasérõ ojapo nde pópe opyta.

source: ;Caution: This site would like to install #2 add-ons in #1, some of which are unverified. Proceed at your own risk.
gn_py: ;Ejesareko: Ko tenda omohendase #2 moĩmbaha #1-pe, ijapytépe oĩ ndojehechajeýiva. Nderehéntema oĩ ejaposéramo.

source: #1 has been installed successfully.;#2 add-ons have been installed successfully.
gn_py: #1 oñemohendapa porãma.;#2 moĩmbaha oñemohendapa porãma.

source: #1 will be installed after you restart #3.;#2 add-ons will be installed after you restart #3.
gn_py: #1 oñemohendáta oñemoñepyrũjey rire #3.;#2 moĩmbaha oñemohendáta oñemoñepyrũjey rire #3.

# addonInstallRestartButton
source: Restart Now
gn_py: Emoñepyrũjey ko'ág̃a

source: The add-on could not be downloaded because of a connection failure.
gn_py: Pe moĩmbaha ndaikatúi oñemboguejy oĩ rupi jejavy jeikekatúpe.

source: The add-on could not be installed because it does not match the add-on %1$S expected.
gn_py: Ko moĩmbaha ndaikatúi oñemohenda ndojokupytýigui moĩmbaha %1$S oha'arõva.

source: The add-on downloaded from this site could not be installed because it appears to be corrupt.
gn_py: Pe moĩmbaha oñemboguejýva ko tendágui ndaikatúi oñemohenda noĩporãi rupi.

# addonInstallError-4
source: %2$S could not be installed because %1$S cannot modify the needed file.
gn_py: %2$S noñemohendakuaái ndaikatúigui %1$S omoambue marandurenda tekotevẽva.

source: %1$S has prevented this site from installing an unverified add-on.
gn_py: %1$S ojoko ko tendágui omboguejy guive pe add-on ojehechajey'ỹva.

source: This add-on could not be installed because of a filesystem error.
gn_py: Ko moĩmbaha ndaikatúi oñemohenda oĩgui jejavy apopyvusúpe.

source: This add-on could not be installed because it does not match the add-on %1$S expected.
gn_py: Ko moĩmbaha ndaikatúi oñemohenda ndojokupytýigui moimbaha %1$S oñeha'arõvare.

source: This add-on could not be installed because it appears to be corrupt.
gn_py: Pe moĩmbaha ndaikatúi oñemohenda noĩporãmbái rupi.

# addonLocalInstallError-4
source: %2$S could not be installed because %1$S cannot modify the needed file.
gn_py: %2$S noñemohendakuaái ndaikatúigui %1$S omoambue marandurenda tekotevẽva.

source: This add-on could not be installed because it has not been verified.
gn_py: Ko moĩmbaha ndaikatúi oñemohenda ndojehechaje'ýi rupi.

source: %3$S could not be installed because it is not compatible with %1$S %2$S.
gn_py: %3$S ndaikatúi oñemohenda ndojokupytýi rupi %1$S %2$S ndive.

source: %S could not be installed because it has a high risk of causing stability or security problems.
gn_py: %S ndaikatúi oñemohenda ikatúgui omoapañuãi mba'apoporã térã tekorosã rehegua.

source: One or more installed add-ons cannot be verified and have been disabled.
gn_py: Peteĩ térã hetave moĩmbaha ndaikatúi ojehechajey, ha upévare ojejokóma.

source: &Learn More
gn_py: Kuaave

source: A compact theme with a light color scheme.
gn_py: Mbojeguaha vevúiva isa'y kangýva.

source: A compact theme with a dark color scheme.
gn_py: Mbojeguaha vevúiva isa'y pytũva.

source: This site (%S) attempted to install a theme.
gn_py: Ko tenda (%S) oñeha'ã omohenda peteĩ mbojeguaha.

source: %S will be installed after you restart.
gn_py: %S hendateéta remoñepyrũ rire.

# lwthemeNeedsRestart.button
source: Restart Now
gn_py: Emoñepyrũjey ko'ág̃a

source: #1 prevented this site from opening a pop-up window.;#1 prevented this site from opening #2 pop-up windows.
gn_py: #1 ndohejái ko tenda oipe'a peteĩ ovetã apysẽ.;#1 ndohejái ko tenda oipe'a #2 ovetã apysẽ.

source: Options
gn_py: Jeporavorã

source: Preferences
gn_py: Jerohoryvéva

source: Allow pop-ups for %S
gn_py: Ovetã apysẽ %S-pe g̃uarã ñemoneĩ

source: Block pop-ups for %S
gn_py: Ovetã apysẽ %S-pe g̃uarã joko

source: Don’t show this message when pop-ups are blocked
gn_py: Ani rehechauka ko ñe'ẽmondo ojejokóramo ovetã apysẽ

source: Don’t show info bar when pop-ups are blocked
gn_py: Ani rehechauka marandu renda ojejokóramo ovetã apysẽ

source: Show ‘%S’
gn_py: ‘%S’ jehechauka

source: %S is blocking content on this page.
gn_py: %S ojokohína ko kutiarogue retepy pegua.

source: %S is not blocking any content on this page.
gn_py: %S ndojokói mba'evéichagua tetepy ko kuatiarogue pegua.

source: The %S plugin has crashed.
gn_py: Pe mba'ejoajurã %S ndoikói.

source: &Reload page
gn_py: Kuatiarogue myenyhẽjey

source: &Submit a crash report
gn_py: Jekái mbotapykue &mondo

# crashedpluginsMessage.learnMore
source: Learn More…
gn_py: Kuaave…

source: Did you mean to go to %S?
gn_py: Ikatumba'e rehose %S-pe?

source: Yes, take me to %S
gn_py: Héẽ, chegueraha %S-pe

source: No thanks
gn_py: Nahániri, aguyje

source: Allow %2$S to run “%1$S”?
gn_py: Emoneĩpa %2$S-pe oipuru hag̃ua “%1$S”

source: Allow %S to run plugins?
gn_py: Emoneĩpa %S-pe toipuru mba'ejoajurã?

# pluginActivate.learnMore
source: Learn More…
gn_py: Kuaave…

source: %3$S has prevented the outdated plugin “%1$S” from running on %2$S.
gn_py: %3$S omboyke pe mba'ejoajurã hekopyahu'ỹva “%1$S” tojeipuru %2$S-pe.

source: Outdated plugin
gn_py: Mba'ejoajurã hekopyahu'ỹva

source: Update now…
gn_py: Embohekopyahu Ko'ag̃a

source: %3$S has prevented the unsafe plugin “%1$S” from running on %2$S.
gn_py: %3$S omboyke pe mba'ejoajurã hekotee'ỹva “%1$S” ojeipurukuaa %2$S-pe.

source: Vulnerable plugin!
gn_py: ¡Mba'ejoajurã oĩvaikuaáva!

source: What’s the risk?
gn_py: ¿Mba'e pe oñembyaikuaáva?

source: %2$S has blocked “%1$S” for your protection.
gn_py: %2$S ojokóma “%1$S” hekorosã hag̃ua.

source: Blocked for your protection
gn_py: Ojejoko nemo'ã hag̃ua

source: “%S” is disabled.
gn_py: “%S” oñemongéma.

source: Disabled
gn_py: Oguepyréva

source: Manage plugins…
gn_py: Mba'ejoajurã ñangareko…

source: “%S” is enabled on %S.
gn_py: “%S” eipurukuaáma %S-pe.

source: Outdated plugin “%S” is enabled on %S.
gn_py: Mba'ejoajurã “%S” ojepurukuaáma %S-pe.

source: Insecure plugin “%S” is enabled on %S.
gn_py: Mba'ejoajurã hekorosã'ỹva “%S” ojepurukuaáma %S-pe.

# pluginInfo.unknownPlugin
source: Unknown
gn_py: Ojekuaa'ỹva

source: Allow &Now
gn_py: Emoneĩ ko'ág̃a

source: Allow and &Remember
gn_py: Moneĩ ha mandu'a

source: &Block Plugin
gn_py: Mba'ejoajurã joko

source: &Continue Allowing
gn_py: Emoneĩ memete

source: Activate %S.
gn_py: %S myandy

source: This plugin is vulnerable and should be updated.
gn_py: Ko mba'ejoajurã oĩvaikuaa ha oñembohekopyahuva'erã.

source: This plugin has security vulnerabilities.
gn_py: Ko mba'ejoajurã oĩvaikuaa ndahekorosãire.

source: Continue &Blocking
gn_py: Ejoko gueteri

source: &Allow…
gn_py: Moneĩ…

source: Clear All History
gn_py: Opa tembiasakue ñemopotĩ

source: Clear Now
gn_py: Emopotĩ ko'ág̃a

source: Clearing
gn_py: Oñemopotĩ

source: All history will be cleared.
gn_py: Opa tembiasakue oñemboguéta.

source: All selected items will be cleared.
gn_py: Opavave temimoĩ isa'ypyréva oñemboguepáta.

source: &Update to %S
gn_py: %S mbohekopyahu

source: Open All in Tabs
gn_py: Eikepa tendayképe

source: Restore All Tabs
gn_py: Opavave tendayke mbojevy

source: Restore Closed Tabs
gn_py: Tendayke oñembotýva mbojevy

source: Restore All Windows
gn_py: Opavave ovetã mbojevy

source: Restore Closed Windows
gn_py: Ovetã oñembotýva mbojevy

source: #1 (and #2 other tab);#1 (and #2 other tabs)
gn_py: #1 (y #2 ambue tendayke);#1 (y #2 ambuekuéra tendayke)

source: Stay on this page
gn_py: Epyta ko kuatiaroguépe

source: Go back to this page
gn_py: Ejujey ko kuatiaroguépe

source: Go forward to this page
gn_py: Emotenonde ko kuatiarogue

source: Paste & Go
gn_py: Mboja ha jeho

source: Reset zoom level (%S)
gn_py: Zoom (%S) mbojevyjey

# refreshBlocked.goButton
source: Allow
gn_py: Ñemoneĩ

source: %S prevented this page from automatically reloading.
gn_py: %S ndohejái ko kuatiarogue oñemyenyhẽ ha'eñorei.

source: %S prevented this page from automatically redirecting to another page.
gn_py: %S ndohejái ko kuatiarogue oipykúi ha'eñorei ambue hendápe.

source: Show your bookmarks (%S)
gn_py: Techaukaha jehechauka (%S)

source: Edit this bookmark (%S)
gn_py: Ko techaukaha mbosako'i (%S)

source: Bookmark this page (%S)
gn_py: Kuatiarogue (%S) mbojoapy

source: Bookmark This Page
gn_py: Kuatiarogue mbojoapy techaukaháre

# starButtonOverflowedStarred.label
source: Edit This Bookmark
gn_py: Ko techaukaha mbosako'i

source: Display the progress of ongoing downloads (%S)
gn_py: Ñemboguejy oikóva jehecha (%S)

source: Print this page… (%S)
gn_py: Embokuatia ko kuatiarogue… (%S)

source: Open a new window (%S)
gn_py: Peteĩ ovetã pyahu jepe'a (%S)

source: Open a new tab (%S)
gn_py: Tendayke pyahúpe jeike (%S)

source: Will you allow %S to store data on your computer?
gn_py: Emoneĩtapa %S ambyatývo mba'ekuaarã ne mohendahápe?

source: &Allow Storing Data
gn_py: &Emoneĩ mba'ekuaarã ñembyaty

source: Do&n’t Allow
gn_py: Ani emoneĩ

source: This website (%S) is now storing more than %SMB of data on your computer for offline use.
gn_py: Ko ñanduti renda (%S) oñongatuhína hetavéma %SMB nemohendahápe ojepurukuaa hag̃ua jeikekatu'ỹre.

source: Show settings
gn_py: Ehechauka jeroviaveha

source: Verified by: %S
gn_py: Ohechapyréma: %S

source: You have added a security exception for this site.
gn_py: Oñembojuapy peteĩ mba'e tekorosãrã ko tendápe g̃uarã.

source: Show site information
gn_py: Ehechauka marandu ko tenda rehegua

source: Extension (%S)
gn_py: Jepysokue (%S)

source: Loaded by extension: %S
gn_py: Myenyhẽpyre jepysokue rupi: %S

source: How Tracking Protection works
gn_py: Mba'éichapa omba'apo tapykueho mo'ãha

source: When you see the shield, %S is blocking some parts of the page that could track your browsing activity.
gn_py: Ehechávo pe mo'ãha, %S ojokohína kuatiarogue pehẽ ohapykuehokuaáva ne kundaha rapykuere.

source: 1 of 3
gn_py: 1 3gui

source: Next
gn_py: Tenonde

source: Tracking attempts blocked
gn_py: Jehapykueho jeokopyre

source: Tracking content detected
gn_py: Tapykueho retepy jehechapyréva

source: Page Bookmarked
gn_py: Kuatiarogue ojuapýva techaukaháre

source: %S will always remember this page for you.
gn_py: %S imandu'áta ko tenda rehe nde rérape.

source: Bookmark Removed
gn_py: Techaukaha oguepyréva

# editBookmarkPanel.editBookmarkTitle
source: Edit This Bookmark
gn_py: Techaukaha mbosako'i

source: Remove Bookmark;Remove #1 Bookmarks
gn_py: Techaukaha ñemboguete;#1 techaukaha ñemboguete

source: &Details…
gn_py: &Mba'emimi...

source: %S has been updated
gn_py: %S oñembopyahu

source: %S Updated
gn_py: %S hekopyahúma

source: Click here for details
gn_py: Eikutu ko'ápe umi mba'emimíme g̃uarã

source: Cut (%S)
gn_py: Kytĩ (%S)

source: Copy (%S)
gn_py: Monguatia (%S)

source: Paste (%S)
gn_py: Mboja (%S)

# geolocation.dontAllowLocation
source: Don’t Allow
gn_py: Ani emoneĩ

# geolocation.remember
source: Remember this decision
gn_py: Eñemomandu'a mba'épepa ojepyta

# persistentStorage.allow
source: Allow
gn_py: Moneĩ

# persistentStorage.dontAllow
source: Don’t Allow
gn_py: Ani emoneĩ

# persistentStorage.remember
source: Remember this decision
gn_py: Eñemomandu'a mba'épepa ojepyta

source: Allow Notifications
gn_py: Emoneĩ ñemomarandu

# webNotifications.notNow
source: Not Now
gn_py: Ani ko'ág̃a

source: Never Allow
gn_py: Ani emoneĩ araka'eve

source: &Get me out of here!
gn_py: &Cheguenohẽ ko'águi!

source: Deceptive Site!
gn_py: Tenda ombotavykuaáva!

source: This isn’t a &deceptive site…
gn_py: Kóva ndaha'éi tenda ombotavyséva…

source: Reported Attack Site!
gn_py: ¡Ko tenda ha'e peteĩ ñanduti ivaíva!

source: This isn’t &an attack site…
gn_py: Kóva ndaha'éi peteĩ tenda ivaíva…

source: Reported Unwanted Software Site!
gn_py: ¡Oñemombe'u Software renda ivaíva!

source: ;List All #1 Tabs
gn_py: ;Tysyipa #1 ápe

source: Search %S
gn_py: Eheka %S

source: Default
gn_py: Ijypykue

source: The default theme.
gn_py: Mbojeguaha jypykuéva.

source: Restart with Add-ons Disabled
gn_py: Moĩmbaha oguepyréva ndive moñepyrũjey

source: Are you sure you want to disable all add-ons and restart?
gn_py: Añetépa remongese opavave moĩmbaha ha upéi emoñepyrũsejey?

source: Restart
gn_py: Moñepyrũjey

source: false
gn_py: gua'u

source: %1$S automatically sends some data to %2$S so that we can improve your experience.
gn_py: %1$S oguerahauka ijeheguite heta mba'e %2$S-pe ikatuhápe iñakãpu'ã tembihasakue.

source: &Choose What I Share
gn_py: Aiporavo mba'etépa amoherakuãta

source: A web page is slowing down your browser. What would you like to do?
gn_py: Peteĩ ñanduti kuatiarogue omombeguehína. Mba'etépa ejapose hese?

source: &Stop It
gn_py: &Emombyta Chupe

source: &Wait
gn_py: &Eha'ãrõ

source: &Debug Script
gn_py: &Emopotĩ Script

source: Display the window in full screen (%S)
gn_py: Ovetã jehechauka mba'erechaha tuichavévape (%S)

# service.toolbarbutton.label
source: Services
gn_py: Mba'epytyvõrã

# service.toolbarbutton.tooltiptext
source: Services
gn_py: Mba'epytyvõrã

source: Would you like to enable services from %1$S to display in your %2$S toolbar and sidebar?
gn_py: Emyandysépa mba'epytyvõrã %1$S nba'éva ohechauka hag̃ua tembipuru renda ha %2$S renda ykeguáva

source: &Enable Services
gn_py: Mba'epytyvõrã moapysẽ

source: Save Page to %S
gn_py: Ñandutirogue %S-pe ñongatu

source: Save Link to %S
gn_py: Joajuha %S-pe ñongatu

source: %1$S is unable to connect with %2$S right now.
gn_py: %1$S ndaikatúi oike %2$S ndive ko'ag̃aite.

source: &Try Again
gn_py: Eha'ãjey

source: &Close This Sidebar
gn_py: Emboty ko tenda yke

# getUserMedia.shareScreen.learnMoreLabel
source: Learn More
gn_py: Jekuaave

source: &Window to share:
gn_py: Ovetã ñemoherakuãrã:

source: &Screen to share:
gn_py: Mba'erechaha moherakuãrã:

source: &Application to share:
gn_py: Tembipuru'i moherakuãrã:

source: No Application
gn_py: Tembipuru'i'ỹre

source: No Screen
gn_py: Mba'erechaha'ỹre

source: No Window
gn_py: Ovetã'ỹre

source: Entire screen
gn_py: Mba'erechaha tuichakue

source: Screen %S
gn_py: Mba'erechaha %S

source: #1 (#2 window);#1 (#2 windows)
gn_py: #1 (#2 ovetã);#1 (#2 ovetã)

# getUserMedia.allow.label getUserMedia.allow.accesskey
source: &Allow
gn_py: &Moneĩ

source: &Don’t Allow
gn_py: &Ani emoneĩ

# getUserMedia.remember
source: Remember this decision
gn_py: Eñemomandu'a mba'épepa ojepyta

source: Tabs sharing &devices
gn_py: Emoherakuã ko'ápe mba'epuru

source: %S (camera)
gn_py: %S (ta'ãngamýi)

source: %S (microphone)
gn_py: %S (ñe'ẽataha)

source: %S (tab audio)
gn_py: %S (tendayke mba'epu)

source: %S (application)
gn_py: %S (tembipuru'i)

source: %S (screen)
gn_py: %S (mba'erechaha)

source: %S (window)
gn_py: %S (ovetã)

source: %S (tab)
gn_py: %S (tendayke)

source: %S (camera and microphone)
gn_py: %S (ta'ãngamýi ha ñe'ẽataha)

source: %S (camera, microphone and application)
gn_py: %S (ta'ãngamýi, ñe'ẽataha ha tembipuru'i)

source: %S (camera, microphone and screen)
gn_py: %S (ta'ãngamýi, ñe'ẽataha ha mba'erechaha)

source: %S (camera, microphone and window)
gn_py: %S (ta'ãngamýi, ñe'ẽataha ha ovetã)

source: %S (camera, microphone and tab)
gn_py: %S (ta'ãngamýi, ñe'ẽataha ha tendayke)

source: %S (camera and tab audio)
gn_py: %S (ta'ãngamýi ha mba'epu renda'i)

source: %S (camera, tab audio and application)
gn_py: %S (ta'ãngamýi, mba'epu renda'i ha tembipuru'i)

source: %S (camera, tab audio and screen)
gn_py: %S (ta'angamýi, tenda'i mba'epu ha mba'erechaha)

source: %S (camera, tab audio and window)
gn_py: %S (ta'ãngamýi, mba'epu renda'i ha ovetã)

source: %S (camera, tab audio and tab)
gn_py: %S (ta'ãngamýi, mba'epu renda'i ha tendayke)

source: %S (camera and application)
gn_py: %S (ta'ãngamýi ha tembipuru'i)

source: %S (camera and screen)
gn_py: %S (ta'ãngamýi ha mba'erechaha)

source: %S (camera and window)
gn_py: %S (ta'ãngamýi ha ovetã)

source: %S (camera and tab)
gn_py: %S (ta'ãngamýi ha tendayke)

source: %S (microphone and application)
gn_py: %S (ta'ãngamýi ñe'ẽatãha ha tembipuru'i)

source: %S (microphone and screen)
gn_py: %S (ñe'ẽatãha ha mba'erechaha)

source: %S (microphone and window)
gn_py: %S (ñe'ẽatãha ha ovetã)

source: %S (microphone and tab)
gn_py: %S (ñe'ẽatãha ha tendayke)

source: %S (tab audio and application)
gn_py: %S (mba'epu renda'i ha tembipuru'i)

source: %S (tab audio and screen)
gn_py: %S (mba'epu, tenda'i mba'epu ha mba'erechaha)

source: %S (tab audio and window)
gn_py: %S (mba'epu renda'i ha ovetã)

source: %S (tab audio and tab)
gn_py: %S (mba'epu ha tendayke)

source: Unknown origin
gn_py: Ndojekuaái mamoguápa

source: Some audio or video on this site uses DRM software, which may limit what %S can let you do with it.
gn_py: Heta mba'epu térã ta'ãngamýi ko tenda pegua oipuru software DRM, upéva omomichĩ pe %S ohejáva ejapo heseve.

source: &Configure…
gn_py: Emboheko…

source: You must enable DRM to play some audio or video on this page. %S
gn_py: Emoheñói DRM rembipuru rehechasérõ mba'epu térã ta'ãngamýi ko kuatiaroguépe. %S

source: &Enable DRM
gn_py: DRM moapysẽ

# emeNotifications.drmContentDisabled.learnMoreLabel
source: Learn More
gn_py: Jekuaave

source: %S is installing components needed to play the audio or video on this page. Please try again later.
gn_py: %S omohendahína tape'apo tekotevẽva ehendu hag̃ua mba'epu térã ta'ãngamýi ko kuatiarogue pegua. Ikatúpiko eha'ãjey ag̃amieve.

# emeNotifications.unknownDRMSoftware
source: Unknown
gn_py: Ojekuaa'ỹva

source: %S seems slow… to… start.
gn_py: %S imbegue...oku'évo.

source: &Learn How to Speed It Up
gn_py: Eikuaa mba'éichapa embopya'evéta

source: Don’t Tell Me &Again
gn_py: Anivéma erejey chéve

source: %S changed some Adobe Flash settings to improve performance.
gn_py: %S omoambue ndahetái Adobe Flash rehegua omba'apo porãve hag̃ua.

source: &Learn More…
gn_py: Kuaave…

source: %1$S: You can customize %2$S to work the way you do. Simply drag any of the above to the menu or toolbar. %3$S about customizing %2$S.
gn_py: %1$S ikatu oñemomba'e %2$S rehe omba'apo hag̃ua oipotaháicha. Ndahasyiete, egueraha oimeraẽ mba'epuru yvatevegua poravorã térã tembipuru rendágui. %3$S ñemomba'e ári %2$S.

source: Hint
gn_py: Ñemoñe'ẽ

source: Learn more
gn_py: Kuaave

source: Customize %S
gn_py: %S ñemomba'ete

source: Download %1$S or %2$S and connect them to your Firefox Account.
gn_py: Emboguejy %1$S ýrõ %2$S ha embojoaju Firefox Mba'etére.

source: Firefox for Android
gn_py: Firefox Android-pe g̃uarã

source: Firefox for iOS
gn_py: Firefox iOS-pe g̃uarã

source: Accessibility support is partially disabled due to compatibility issues with new %S features.
gn_py: Jeike ñembovevuive oikotevẽvape g̃uarã ndojepurupái oĩ rupi jogueraha apañuãi %S pyahúva ndive.

source: &Enable (Requires Restart)
gn_py: &Enable (Tekotevẽ oñemoñepyrũjey)

source: &Personal
gn_py: &Mba'etéva

source: &Work
gn_py: &Mba'eapo

source: &Banking
gn_py: &Virurendagua

source: &Shopping
gn_py: &Ñemuhaguasu

source: &Mute Tab
gn_py: Tendayke Kirirĩ

source: Un&mute Tab
gn_py: Tendayke ñe'ẽataha myandy

source: HTTP Strict Transport Security: %S
gn_py: HTTP Tekorosãite Jegueraha Katu: %S

source: HTTP Public Key Pinning: %S
gn_py: HTTP Ñe'ẽñemi Pavẽrovapeguáva Ñesa'ỹijo: %S

source: Certificate chain:
gn_py: Kuatia mboajepyre rysýi:

source: You have an unsent crash report;You have #1 unsent crash reports
gn_py: Eguereko peteĩ marandu jokopyre emondo'ỹva;Eguereko #1 marandu jokopyre emondo'ỹva

source: View
gn_py: Hecha

source: Send
gn_py: Mondo

source: Always Send
gn_py: Ñemondo tapia

source: Learn how
gn_py: Eikuaa hag̃ua

source: To play video, you may need to install Microsoft’s Media Feature Pack.
gn_py: Emboheta hag̃ua ta'ãngamýi, emohenda raẽta Media Feature Pack Microsoft mba'éva.

source: To improve video quality, you may need to install Microsoft’s Media Feature Pack.
gn_py: Emboheta hag̃ua ta'ãngamýi, emohenda raẽta Media Feature Pack Microsoft mba'éva.

source: Open Network Login Page
gn_py: Eike tembiapo ñepyrũ ñanduti kuatiaroguépe
