Repository: tktk711/mozilla-l10n
Catalog: gn_PY/browser/chrome/browser/newTab.dtd.po
Languages: gn_py

source: New Tab
gn_py: Tendayke pyahu

# newtab.customize.classic
source: Show your top sites
gn_py: Tenda eguerohoryvéva jehechauka

source: Include suggested sites
gn_py: Emoinge tenda jerurepyre

source: NEW TAB CONTROLS
gn_py: TENDAYKE PYAHU ÑANGAREKOHA

source: Learn about New Tab
gn_py: Eikuaave tendayke pyahu rehegua

source: Customize your New Tab page
gn_py: Eñemomba'e tendayke pyahu kuatiaroguére

source: Show suggested and your top sites
gn_py: Ehechauka kuave'ẽmby ha nerenda erohoryvéva

# newtab.customize.topsites
source: Show your top sites
gn_py: Tenda reguerohoryvéva rechauka

source: Show blank page
gn_py: Kuatiarogue nandi jehechauka

source: Thumbnail removed.
gn_py: Mba'emirĩ oguémava.

source: Undo.
gn_py: Mboguevi.

source: Restore All.
gn_py: Ñemboguevipa.

source: Hide
gn_py: Moñeni
