Repository: tktk711/mozilla-l10n
Catalog: gn_PY/browser/chrome/browser/shellservice.properties.po
Languages: gn_py

source: %S &Options
gn_py: %S &Poravorã

source: %S &Safe Mode
gn_py: %S Reko jerovia

source: Get the most out of %S by setting it as your default browser
gn_py: Eipuru ikatumíva guive %S-gui emoĩ rire kundahára ijypykuévaramo

source: &Use %S as my default browser
gn_py: Eipuru %S nekundaha jepiguávaramo

source: &Options
gn_py: Jeporavorã

source: &Don't ask me again
gn_py: &Ani reporandujey chéve

source: Default Browser
gn_py: Kundaha ypykuéva

source: Use %S as my default browser
gn_py: Eipuru %S kundaha ijypykuévaramo

source: Desktop Background.bmp
gn_py: Mba'erechaha rugua.bmp

source: Saving Picture…
gn_py: Ta'ãnga ñeñongatu...

source: Set Desktop Background
gn_py: Emoĩ ta'ãnga mba'erechaha ruguáramo
