Repository: tktk711/mozilla-l10n
Catalog: gn_PY/browser/chrome/browser/tabbrowser.properties.po
Languages: gn_py

source: Connecting…
gn_py: Oikehína

source: Securing connection…
gn_py: Jeike jeroviápe…

source: Searching…
gn_py: Ehekahína…

source: Loading…
gn_py: Oñemyenyhẽhína…

source: Waiting…
gn_py: Oha'ãrõhína…

source: Downloading…
gn_py: Oñemboguejyhína...

source: New Tab
gn_py: Ovetã pyahu

source: Close Tab
gn_py: Tendayke mboty

source: Close
gn_py: Mboty

source: Confirm close
gn_py: Mboty añete

source: ;You are about to close #1 tabs. Are you sure you want to continue?
gn_py: ;Emboty potaite #1 tendayke. ¿Añetehápe rembotyse?

source: Close tabs
gn_py: Tendayke mboty

source: Warn me when I attempt to close multiple tabs
gn_py: Ehechauka chéve ambotysérõ heta tendayke

source: Close tab
gn_py: Tendayke mboty

source: Close tab (%S)
gn_py: Tendayke mboty (%S)

source: Mute tab (%S)
gn_py: Tendayke Kirirĩ (%S)

source: Unmute tab (%S)
gn_py: Tendayke ñe'ẽatãha myandy (%S)

source: Mute tab
gn_py: Tendayke Kirirĩ

source: Unmute tab
gn_py: Tendayke ñe'ẽatãha myandy

source: Allow dialogs from %S to take you to their tab
gn_py: Emoneĩ %S ñomongeta ndeguerahátava tenda'ípe
