Repository: tktk711/mozilla-l10n
Catalog: brx/browser/chrome/overrides/netError.dtd.po
Languages: brx

source: Problem loading page
brx: बिलाइखौ ल'ड खालामनायाव जानाय जेंना

source: Try Again
brx: फिन नाजा

source: Unable to connect
brx: फोनांजाब खालामनो हायाखै

source: This address is restricted
brx: बे थंखौ हेंथा होबाय

source: Server not found
brx: सार्भारखौ मोनाखै

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
brx: <ul> <li>गोरोन्थि टाइप जानाय थंखौ आनजाद खालाम, जेरै- <strong>www</strong>.example.com नि सोलायै<strong>ww</strong>.example.com</li> जायोब्ला।<li>नोंथाङा जायखि जाया बिलाइखौ ल'ड खालामनो हायाखैब्ला, नोंथांनि कम्पुटारनि नेटवार्क फोनांजाबखौआनजाद खालाम।</li> नोंथांनि कम्पुटार एबा नेटवार्कआ फायारवाल एबा प्रक्सिजों रैखाथि खालामजायोब्ला &brandShortName; खौ वेब हाबहोनो गनायथि होनाय जायो नामा रोखा खालाम।</ul>

source: File not found
brx: फाइलखौ मोनाखै

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
brx: <ul> <li>गेदेर हांखो एबा गुबुन टाइपिं गोरोन्थिनि थाखाय फाइल मुंखौ आनजाद खालाम।</li> <li>फाइलखौ लोरिहोबाय, फिन मुं होनाय एबा खोमोरबाय नामा नायनो थाखाय आनजाद खालाम।</li> </ul>

source: Oops.
brx: हाय

source: <p>&brandShortName; can't load this page for some reason.</p>
brx: <p>माखासे जाहोननि थाखाय &brandShortName; आ बिलाइखौ ल'ड खालामनो हाया।</p>

source: The address isn't valid
brx: थंआ बाहाय जाथाव नङा

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you're using forward slashes (i.e. <strong>/</strong>).</li> </ul>
brx: <ul> <li>वेब थंखौ सरासनस्रायै http://www.example.com/ बादि <strong> लिरनाय जायो।</strong></li> <li>नोंथाङा फरवार्ड (सिंगांथिं) स्लेस (जेरै- <strong>/</strong>) खौ बाहायगासिनो दं नामा रोखा खालाम।</li> </ul>

source: The connection was interrupted
brx: फोनांजाबआ हेंथा होजाबाय

source: Document Expired
brx: फोरमान बिलाइ मेयाद बारबाय

source: <p>The requested document is not available in &brandShortName;'s cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
brx: <p>खावलायखानाय फोरमान बिलाइआ &brandShortName;नि केछआव गैया।</p><ul><li>रैखाथिनि आगु-सांग्रां महरै, &brandShortName; आ बदगोनां फोरमान बिलाइखौ गावनो गाव महरै फिन-खावलाया।</li><li>फोरमान बिलाइखौ वेबसाइट निफ्राय फिन-खावलायनो फिन नाजा-खौ क्लिक खालाम।</li></ul>

source: Offline mode
brx: अफलाइन म'ड

source: <ul> <li>Press "Try Again" to switch to online mode and reload the page.</li> </ul>
brx: <ul> <li>अनलाइन म'डआव थांनो "फिन नाजा" खौ नारसिन आरो बिलाइखौ फिन ल'ड खालाम।</li> </ul>

source: Content Encoding Error
brx: आयदा एनक'डिं गोरोनथि

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
brx: <ul> <li>बे जेंनाखौ वेबसाइट बिगोमानो खिन्थानो जगाजग खालाम।</li> </ul>

source: Unsafe File Type
brx: रैखाथि नङै फाइल रोखोम

# unsafeContentType.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
brx: <ul> <li>बे जेंनाखौ वेबसाइट बिगोमानो खिन्थानो जगाजग खालाम।</li> </ul>

source: The connection was reset
brx: फोनांजाबखौ फिन फजबाय

source: The connection has timed out
brx: फोनांजाबआ सम बारबाय

source: The address wasn't understood
brx: थंखौ बुजिनो मोनाखिसै

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
brx: <ul> <li>नोंथाङा बे थंखौ खेवनो गुबुन सफ्टवेयारखौ इनष्टल खालामनांगोन जानांगौ।</li> </ul>

source: The proxy server is refusing connections
brx: प्रक्सि सार्भारआ फोनांजाबखौ नेवसिगार गासिनो दङ

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
brx: <ul> <li>प्रक्सि सेटिंआ गेबें नामा रोखा खालामनो बेफोरखौ आनजाद खालाम।</li> <li>प्रक्सि सार्भारआ खामानि मावगासिनो थानायखौ रोखा खालामनो नोंथांनि नेटवार्क खुंगिरिजों जगाजग खालाम।</li> </ul>

source: Unable to find the proxy server
brx: प्रक्सि सार्भारखौ नागिरना दिहुननो हायाखै

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your computer has a working network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
brx: <ul> <li>प्रक्सि सेटिंआ गेबें नामा रोखा खालामनो बेफोरखौ आनजाद खालाम।</li> <li>नोंथांनि कम्पुटारहा मोनसे खामानि मावनाय नेटवार्क फोनांजाब दं नामा रोखा खालामनो आनजाद खालाम।</li> <li>नोंथांनि कम्पुटार एबा नेटवार्कआ फायारवाल एबा प्रक्सिजों रैखाथि खालामजायोब्ला&brandShortName; खौ वेब हाबहोनो गनायथि होनाय जायो नामा रोखा खालाम।</li> </ul>

source: The page isn't redirecting properly
brx: बिलाइआ मोजाङै फिन बिथोन होयाखै

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
brx: <ul> <li>बे जेंनाया माब्लाबा माब्लाबा कुकिखौ आजावनाय एबा नेवसिनायनि थाखायजानो हागौ।</li> </ul>

source: Unexpected response from server
brx: सार्भार निफ्राय मिजिंथियै फिननाय

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
brx: <ul> <li>नोंथांनि सिस्टेमआ निजि रैखाथि मेनेजारखौ इनष्टल खालामबाय नामा रोखा खालामनो आनजाद खालाम।</li> <li>बेयो सार्भारआव स्टेण्डार्ड-नङै बाइजोमहरनि थाखाय जानो हागौ।</li> </ul>

# nssFailure2.title
source: Secure Connection Failed
brx: रैखाथि फोनांजाबा फेलें जाबाय

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
brx: <ul> <li>नोंथाङा नायनो नाजाबाय थानाय बिलाइखौ दिन्थिनो हाया मानोना मोननाय डाटानि गुबैथिखौ थारबिजिरनो हायाखै।</li> <li>बे जेंनाखौ वेबसाइट बिगोमानो खिन्थानो जगाजग खालाम।</li> </ul>

# nssBadCert.title
source: Secure Connection Failed
brx: रैखाथि फोनांजाबा फेलें जाबाय

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
brx: <ul> <li>बेयो सार्भारनि बाइजोमहरजों जेंना जानो हागौ, एबा सार्भारखौ सोरबा बाहायनो नाजादों जानांगौ।</li> <li>नोंथाङा आगोलाव बे सार्भारजों फोनांजाब खालामबायब्ला, बे गोरोन्थिआदसेनि थाखाय जानो हागौ आरो नोंथाङा बेखौ उनाव फिन नाजानो हायो।</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
brx: <ul> <li>साइटआ दसेनि थाखाय मोननो हाथाव जानो हागौ एबा जोबोद मुखुब जानो हागौ।दसेनि उनाव फिन नाजा।</li> <li>नोंथाङा जायखि जाया बिलाइखौ ल'ड खालामनो हायाखैब्ला, नोंथांनि कम्पुटारनि नेटवार्क फोनांजाबखौआनजाद खालाम।</li> <li>नोंथांनि कम्पुटार एबा नेटवार्कआ फायारवाल एबा प्रक्सिजों रैखाथि खालामजायोब्ला &brandShortName; खौ वेब हाबहोनो गनायथि होनाय जायो नामा रोखा खालाम।</li> </ul>

source: Blocked by Content Security Policy
brx: गोजोननाय रैखाथि पलिसिजों हेंथा होजाबाय

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
brx: <p>&brandShortName; आ बे बिलाइखौ बेबाइदि ल'ड खालामनाय निफ्राय हेंथा होबाय मानोना बिलाइहा मोनसे थानाय-आयदा रैखाथि पलिसि दं जाय बेखौ गनायथिगैयै खालामो।</p>

source: Corrupted Content Error
brx: रैखाथि फोनांजाबा फेलें जाबाय

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
brx: <p>नोंथाङा नायनो नाजाबाय थानाय बिलाइखौ दिन्थिनो हाया मानोना डाटा दैथायनायाव गोरोन्थि संना दिहुनबाय।</p><ul><li>बे जेंनाखौ वेबसाइट बिगोमानो खिन्थानो जगाजग खालाम।</li></ul>

source: Or you can add an exception…
brx: एबा नोंथाङा मोनसे एंगारथाय दाजाबदेरनो हायो...

source: Get me out of here!
brx: बेनिफ्राय गोजानाव थां!

source: Add Exception…
brx: एंगारनायखौ दाजाबदेर...

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
brx: <p>नोंथाङा मोनसे एंगारनायखौ दाजाबदेरनाङा जदि नोंथाङा मोनसे इन्टारनेट फोनांजाबखौ बाहायगासिनो दं जायखौ नोंथाङा फुरायै फोथाया एबा जदि नोंथाङा बे सार्भारनि थाखाय सांग्रांथिखौ नायबाय थानो बाहायाखै।</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>

source: Learn more…
brx: गोबां सोलों

source: Remote XUL
brx: गोजाननि XUL

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
brx: <p><ul><li>बे जेंनाखौ वेबसाइट बिगोमानो खिन्थानो जगाजग खालाम।</li></ul></p>

source: Unable to Connect Securely
brx: रैखाथियै फोनांजाब खालामनो हायाखै
