Repository: tktk711/mozilla-l10n
Catalog: */dom/chrome/security/caps.properties.po
Languages: as, bn_bd, bn_in, br, eu, hy_am, id, ka, kk, km, kn, lv, mai, ml, mr, ms, my, nn_no, or, sr, tt, ug, uz

source: Allow
bn_bd: অনুমোদন
hy_am: Թույլ տալ
my: ခွင့်ပြုပါ
or: ଅନୁମତି ଦିଅନ୍ତୁ
tt: Röxset it

source: Deny
bn_bd: প্রত্যাখ্যান
hy_am: Արգելել
my: ငြင်းပယ်ပါ
or: ଅସ୍ୱୀକାର କରନ୍ତୁ
tt: Kirí qaq

source: Internet Security
bn_bd: ইন্টারনেট নিরাপত্তা
hy_am: Ինտերնետ Անվտանգություն
my: အင်တာနက် လုံခြုံရေး
or: ଇଣ୍ଟରନେଟ ସୁରକ୍ଷା
tt: İnternet İminlígí

source: Remember this decision
as: এই সিদ্ধান্ত মনত ৰাখিব
bn_bd: এই সিদ্ধান্ত মনে রাখা হবে
br: Derc'hel soñj en diviz-mañ
eu: Erabaki hau gogoratu
hy_am: Այս որոշումը հիշել
id: Ingat keputusan ini
ka: გადაწყვეტილების დამახსოვრება
kk: Осы таңдауымды есте сақтау
km: ចងចាំ​ការ​សម្រេច​ចិត្ត​នេះ
kn: ಈ ತೀರ್ಮಾನವನ್ನು ನೆನಪಿಟ್ಟುಕೊ
lv: Atcerēties šo lēmumu
ml: ഈ തീരുമാനം സൂക്ഷിക്കുക
ms: Ingati keputusan ini
my: ဒီဆုံးဖြတ်ချက်ကို မှတ်ထားပါ
or: ଏହି ସମାଧାନକୁ ମନେରଖନ୍ତୁ
sr: Памти ову одлуку
tt: Bu qararnı xetírle
uz: Ushbu qaror eslab qolinsin

source: A script from "%S" is requesting enhanced abilities that are UNSAFE and could be used to compromise your machine or data: %S Allow these abilities only if you trust this source to be free of viruses or malicious programs.
bn_bd: "%S" থেকে একটি স্ক্রিপ্ট কিছু উন্নত প্রক্রিয়া ব্যবহারের অনুমতি চাচ্ছে যা অনিরাপদ ও আপনার মেশিন বা তথ্যের ক্ষতি সাধন করতে প্রয়োগ হতে পারে: %S আপনি যদি নিশ্চিত থাকেন যে উল্লেখিত সোর্সে কোনো অনিষ্টকারী প্রোগ্রাম অথবা ভাইরাসের উপস্থিতি নেই তাহলে এই প্রক্রিয়াগুলো ব্যবহারের অনুমতি প্রদান করুন।
hy_am: "%S"­ից գրվածքը պահանջում է ընդլայնված արտոնություններ որոնք ՎՏԱՆԳԱՎՈՐ են և կարող են օգտագործվել Ձեր մեքենայի կամ տվյալի վարկաբեկման համար. %S Թուլատրեք այդ արտոնությունների օգտագործումը եթե համոզված եք, որ այս աղբյուրը չի պարանուկում վարակված կամ նենգամիտ ծրագրեր:
my: "%S" မှ script တခုက အန္တရယ် မကင်းတဲ့ ပိုကောင်းသော လုပ်နိုင်စွမ်းများကို တောင်းဆိုနေပြီး သင့်ရဲ့ စက် (သို့) အချက်အလက်ကြမ်းကို အန္တရယ်ပြုဖို့ သုံးစွဲနိုင်တယ် - %S ဒီအရင်းအမြစ်ကို ဗိုင်းရပ်စ်များ (သို့) အန္တရာယ်ရှိ ပရိုဂရမ်းများ ကင်းရှင်းကြောင်း စိတ်ချမှသာ ဒီလုပ်နိုင်စွမ်းများကို လက်ခံပါ။
or: "%S"ରୁ ଗୋଟିଏ ସ୍କ୍ରିପ୍ଟ ଉନ୍ନତ କ୍ଷମତା ଅନୁରୋଧ କରୁଅଛି ଯାହାକି ଅସୁରକ୍ଷିତ ଏବଂ ଆପଣଙ୍କ କମ୍ପୁଟର କିମ୍ବା ତଥ୍ୟ ସହିତ କିଛି ବୁଝାମଣା କରିପାରେ: %S ଯଦି ଆପଣ ଏହି ଉତ୍ସକୁ ଭାଇରସ କିମ୍ବା କ୍ଷତିକାରକ ପ୍ରଗ୍ରାମ ମୁକ୍ତ ବୋଲି ବିଶ୍ୱାସ କରନ୍ତି କେବଳ ତେବେ ହିଁ ଏହି କ୍ଷମତାକୁ ବ୍ୟବହାର କରନ୍ତୁ।
tt: "%S" adresíndegí bír skript İMİN BULMAĞAN we maşinağıznı yeise birülerígízní bozar öçön qullanıluları mömkin bulğan östeme seletler sorıy: %S Bu seletlerní çığanaqnıñ viruslardan we naçar-niyetlí programnardan arındırılğan buluwına ışansağız ğına röxset itígíz.

source: A script from "%S" was denied %S privileges.
bn_bd: "%1$S" এর একটি স্ক্রিপ্টকে %2$S বিশেষাধিকার প্রদান করা হয়নি।
hy_am: "%S"­ից գրվածքին մերժվեց %S արտոնությունը:
my: "%S" မှ script တခုက %S အခွင့်အလမ်းများကို ငြင်းပယ်လိုက်တယ်။
or: "%S" ରୁ ଗୋଟିଏ ସ୍କ୍ରିପ୍ଟ %S ସୁବିଧାକୁ ବାରଣ କରିଛି।
tt: "%S" adresínnen bír skriptke %S privilegiyelerí kirí qağıldı.

source: Security Error: Content at %S may not load or link to %S.
as: সুৰক্ষা ত্ৰুটি: %S ত থকা সমল %S লে ল'ড অথবা লিংক নহবোও পাৰে।
bn_bd: নিরাপত্তা ত্রুটি: %1$S এর বিষয়বস্তু %2$S এর সাথে সংযোগ করতে অথবা তথ্য লোড করতে অনুমোদিত নয়।
bn_in: নিরাপত্তা জড়িত ত্রুটি: %S-এ উপস্থিত বিষয়বস্তু %S-র সাথে সংযোগ করতে অথবা তথ্য লোড না করতে পারে।
br: Fazi diogelroez : Marteze n'hallo ket an endalc'had kargañ e %S pe ereañ roadennoù ouzh %S.
eu: Segurtasun Errorea: Agian %S-ko edukia ez da kargatzen edo ez du %S-ra lotura.
hy_am: Անվտանգության բացառում: %S­ի պարունակությունը իրավասու չէ բեռնավորել հղում %S­ում:
id: Kesalahan pada Keamanan: Isi dari %S tidak boleh memuat atau tersambung ke %S.
ka: უსაფრთხოების შეცდომა: შიგთავსი %S-დან არ შეიძლება ჩამოიტვირთოს ან მიებას %S-ს.
kk: Қауіпсіздік қатесі: %S құрамасы %S жүктей не сілтей алмайды.
km: កំហុស​សុវត្ថិភាព ៖ មាតិកា​នៅ %S អាច​មិន​ផ្ទុក ឬ​ត​ទៅ %S ឡើយ ។
kn: ಸುರಕ್ಷತಾ ದೋಷ: %S ನಲ್ಲಿನ ವಿಷಯಗಳು %S ಗೆ ಲೋಡ್ ಅಥವ ಲಿಂಕ್‍ ಆಗದೆ ಇರಬಹುದು.
lv: Drošības kļūda: Saturs no %S nedrīkst ielādēt no vai norādīt uz %S.
mai: सुरक्षा त्रुटि: %S पर अंतर्वस्तु %S सँ कड़ीबद्ध अथवा लोड नहि कए सकैत अछि.
ml: സുരക്ഷാപിശക്: %S -ലുള്ള ഉള്ളടക്കം %S ലഭ്യമാക്കുകയോ ബന്ധപ്പെടുകയോ ഇല്ല.
mr: सुरक्षा त्रुटी: %S वरील मजकूर %S करता दाखलन किंवा जुळू शकत नाही.
ms: Ralat Sekuriti: Kandungan pada %S tidak dapat memuat atau memaut pada %S.
my: လုံခြုံရေး အမှား - %S ထဲက အကြောင်းအရာ ဖွင့်မှာ (သို့) %S ကို ချိတ်ဆက်မှာ မဟုတ်ဘူး။
nn_no: Tryggingsfeil: Innhaldet på %S kan ikkje lasta eller lenka til%S.
or: ସୁରକ୍ଷା ତ୍ରୁଟି: %Sରେ ଥିବା ବିଷୟବସ୍ତୁ ଧାରଣ କରିନପାରେ କିମ୍ବା %Sରେ ସଂଯୋଗ କରିପାରେ।
sr: Безбедносна грешка: Садржај на %S не може да учита везу са %S.
tt: İminlík Xatası: %S adresíndegí içtelík %S adresín yökli yeise aña bocralana almas.
ug: %S بىخەتەرلىك خاتالىقى: دىكى مەزمۇن يۈكلەنمەيدۇ ياكى %S بىلەن باغلىنىدۇ.
uz: Xavfsizlik xatoligi: %Sda joylashgan kontent yuklanmasligi yoki %Sga bogʻlanmasligi mumkin.

source: Security Error: Content at %S may not load data from %S.
as: সুৰক্ষা ত্ৰুটি: %S ত থকা সমল %S ৰ পৰা তথ্য ল'ড নকৰিবোও পাৰে।
bn_bd: নিরাপত্তা ত্রুটি: %1$S এর বিষয়বস্তু %2$S থেকে তথ্য লোড করতে অনুমোদিত নয়।
bn_in: নিরাপত্তা জড়িত ত্রুটি: %S-এ উপস্থিত বিষয়বস্তু %S থেকে তথ্য লোড না করতে পারে।
br: Fazi diogelroez : Marteze n'hallo ket an endalc'had e %S kargañ roadennoù diouzh %S.
eu: Segurtasun Errorea: Agian %S-ko edukiak ez ditu %S-ko datuak kargatzen.
hy_am: Անվտանգության բացառում: %S­ի պարունակությունն իրավասու չէ %S­ից տվյալներ բեռնավորել:
id: Kesalahan pada Keamanan: Isi dari %S tidak boleh memuat data dari %S.
ka: უსაფრთხოების შეცდომა: შიგთავსში %S-ზე არ შეიძლება ჩამოიტვირთოს მონაცემები %S-დან.
kk: Қауіпсіздік қатесі: %S құрамасы %S мәліметтерін жүктей алмайды.
km: កំហុស​សុវត្ថិភាព ៖ មាតិកា​នៅ %S អាច​មិន​ផ្ទុក​ទិន្នន័យ​ពី %S ។
kn: ಸುರಕ್ಷತಾ ದೋಷ: %S ನಲ್ಲಿನ ವಿಷಯಗಳು %S ಗೆ ಲೋಡ್ ಆಗದೆ ಇರಬಹುದು.
lv: Drošības kļūda: Saturs no %S nedrīkst ielādēt datus no %S.
mai: सुरक्षा त्रुटि: %S पर अंतर्वस्तु %S सँ आंकड़ा लोड नहि कए सकैत अछि.
ml: സുരക്ഷാപിശക്: %S-ലുള്ള ഉള്ളടക്കം %S ലഭ്യമാക്കില്ല.
mr: सुरक्षा त्रुटी: %S वरील मजकूर %S पासून माहिती दाखल करू शकला नाही.
ms: Ralat Selamat: kandungan pada %S tidak dapat memuat data daripada %S.
my: လုံခြုံရေး အမှား - %S ထဲက အကြောင်းအရာက %S မှ အချိတ်အဆက်ကြမ်းကို ဖွင့်မှာ မဟုတ်ဘူး။
nn_no: Tryggingsfeil: Innhaldet på %S kan ikkje lasta inn data frå %S.
or: ସୁରକ୍ଷା ତ୍ରୁଟି: %Sରେ ଥିବା ବିଷୟବସ୍ତୁ ଧାରଣ କରିନପାରେ କିମ୍ବା %Sରୁ ତଥ୍ୟ ସଂଗ୍ରହ କରନପାରେ।
sr: Безбедносна грешка: Садржај на %S не може да учита податке са %S.
tt: İminlík Xatası: %S adresíndegí içtelík %S adresínnen birüler yökli almas.
ug: بىخەتەرلىك خاتالىقى: %S دىكى مەزمۇن %S دىكى مەلۇماتنى يۈكلىمەيدۇ.
uz: Xavfsizlik xatoligi: %Sdagi kontent %Sdan ma’lumotlarni yuklamasligi mumkin.

source: Permission denied for <%1$S> to get property %2$S.%3$S from <%4$S>.
as: <%4$S> ৰ পৰা সম্পত্তি %2$S.%3$S পাবলে <%1$S> ক অনুমতি নাকচ কৰা হৈছে।
bn_bd: <%1$S> কে <%4$S> থেকে %2$S.%3$S বৈশিষ্ট্য পড়ার অনুমতি দেয়া হয়নি।
bn_in: <%1$S> দ্বারা <%4$S> থেকে%2$S.%3$S-র বৈশিষ্ট্য আহরণ করার অনুমতি প্রত্যাখ্যান করা হয়েছে।
br: Aotre nac'het da <%S> evit kaout ar perzh %S.%S eus <%S>.
hy_am: <%S>-ին թույլտրված չէ <%S>-ից վերցնել %S.%S տվյալներ:
id: Akses <%1$S> ditolak untuk membaca nilai properti <%2$S>.<%3$S> dari <%4$S>.
ka: <%1$S> - მიღების უფლება უარყოფილია პარამეტრისთვის %2$S.%3$S - <%4$S>.
kk: <%S> %S сипатын оқуға рұқсат етілмеді. %S - <%S> жатады.
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%1$S> ដើម្បី​ទទួល​យក​លក្ខណសម្បត្តិ %2$S.%3$S ពី <%4$S> ។
kn: <%1$S> ಗಾಗಿ <%4$S> ಇಂದ %2$S.%3$S ಎಂಬ ಗುಣವನ್ನು ಪಡೆಯುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%S> liegta iespēja iegūt vērtību %S.%S no <%S>.
mai: <%1$S> कलेल अनुमतिक मनाही. %2$S.%3$S सँ विशेषता सँ पाबैक लेल <%4$S>.
ml: <%4$S> ലെ %2$S.%3$S എന്ന പ്രോപ്പർട്ടി സെറ്റ് ചെയ്യുന്നതിന് <%1$S> നുള്ള അനുമതി നിഷേധിച്ചിരിക്കുന്നു.
mr: <%1$S> ला गुणविशेष %2$S.%3$S यास <%4$S> पासून प्राप्त करण्याकरिता परवानगी नाही.
ms: Kebenaran ditolak untuk <%1$S> mendapatkan properti %2$S.%3$S daripada <%4$S>.
my: <%S> မှ %S.%S ဂုဏ်အင်္ဂါရပ် ရရှိဖို့ <%S> ကို ခွင့်ပြုချက် ငြင်းပယ်တယ်။
nn_no: Tilgang vart nekta for <%1$S> til å lesa eigenskapen %2$S.%3$S frå <%4$S>.
or: ଗୁଣ %S ପାଇବାକୁ <%S> ପାଇଁ ଅନୁମତି ରଦ୍ଦ କରାଯାଇଛି। <%S>ରୁ %S।
sr: Одбијена је дозвола за <%1$S> за добављање својства %2$S.%3$S из <%4$S>.
tt: <%1$S> içün <%4$S> nesepli %2$S.%3$S hasiyetini alma ruhseti inkâr etildi.
ug: <%4$S> نىڭ %2$S.%3$S خاسلىقىغا ئېرىشىشتە <%1$S> نىڭ ھوقۇقى يەتمىدى.
uz: <%1$S> uchun %2$S.%3$S xossasini <%4$S>dan olishga ruxsat berilmadi.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain has not been set).
as: <%4$S> (document.domain সংহতি কৰা হোৱা নাই) ৰ পৰা সম্পত্তি %2$S.%3$S পাবলে <%1$S> (document.domain=<%5$S>) ক অনুমতি নাকচ কৰা হৈছে।
bn_bd: <%1$S> (document.domain=<%5$S>) কে <%4$S> (document.domain নির্ধারণ করা হয়নি) থেকে %2$S.%3$S বৈশিষ্ট্য পড়ার অনুমতি দেয়া হয়নি।
bn_in: <%1$S>-কে (document.domain=<%5$S>) <%4$S>-থেকে %2$S.%3$S বৈশিষ্ট্য প্রাপ্ত করার অনুমতি প্রদান করা হয়নি (document.domain নির্ধারণ করা হয়নি)।
br: Nac'het eo bet an aotre evit <%1$S> (document.domain=<%5$S>) da gaout perzh %2$S.%3$S eus <%4$S> (document.domain n'eo ket bet arventennet).
eu: <%1$S>(r)i (document.domain=<%5$S>) <%4$S>(e)ko %2$S.%3$S propietatea eskuratzeko baimena ukatu zaio (document.domain ez da ezarri).
hy_am: <%1$S> (document.domain=<%5$S>)-ը չունի թույլտվություն %2$S.%3$S -ի <%4$S> (document.domain չի նշանակվել) կարգավորումները ստանալու:
id: Akses <%1$S> (document.domain=<%5$S>) ditolak untuk membaca nilai properti %2$S.%3$S dari <%4$S> (document.domain belum di-set).
ka: <%1$S> - მიღების უფლება უარყოფილია (document.domain=<%5$S>) პარამეტრისთვის %2$S.%3$S - <%4$S> (document.domain არ მითითებულა).
kk: <%1$S> (document.domain=<%5$S>) үшін %2$S.%3$S қасиетін алу тайдырылды, <%4$S> жерінен (document.domain орнатылмаған).
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%1$S> (document.domain=<%5$S>) ដើម្បី​ទទួល​យក​លក្ខណសម្បត្តិ %2$S.%3$S ពី <%4$S> (document.domain មិន​ទាន់​ត្រូវ​បាន​កំណត់​ទេ) ។
kn: <%1$S> (document.domain=<%5$S>) ಗಾಗಿ <%4$S> ಇಂದ (document.domain ಅನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ) %2$S.%3$S ಎಂಬ ಗುಣವನ್ನು ಪಡೆಯುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%1$S> ir liegta pieeja (document.domain=<%5$S>) parametram %2$S.%3$S no <%4$S> (document.domain nav uzstādīts).
mai: <%1$S> क लेल अनुमतिक मनाही (document.domain=<%5$S>) विशेषता %2$S.%3$S केँ <%4$S> सँ पाबैक लेल (document.domain केँ सेट नहि कएल गेल अछि).
ml: <%4$S>-ല്‍ (document.domain=<%5$S>) %2$S.%3$S മാര്‍ഗ്ഗം ലഭ്യമാക്കുന്നതിനായി <%1$S>-നുള്ള അനുവാദം നിഷേധിച്ചിരിക്കുന്നു (document.domain സജ്ജമല്ല).
mr: <%1$S> (document.domain=<%5$S>) करीता परवानगी नकारले, गुणविशेष %2$S.%3$S प्राप्त करण्यासाठी, <%4$S> (document.domain सेट केले नाही) पासून.
ms: Kebenaran terhalang <%1$S> (dokumen.domain=<%5$S>) untuk dapatkan %2$S.%3$S daripada <%4$S> (dokumen.domain tidak ditentukan).
nn_no: Tilgang vart nekta for <%1$S> (document.domain=<%5$S>) til å lesa eigenskapen %2$S.%3$S frå <%4$S> (document.domain er ikkje valt).
or: <%1$S> ପାଇଁ ଅନୁମତି ସ୍ୱୀକାର ହୋଇନାହିଁ (document.domain=<%5$S>) ଗୁଣଧର୍ମ %2$S.%3$S କୁ <%4$S> ଉପରେ ପାଇବା ପାଇଁ (document.domain କୁ ସେଟକରାଯାଇନାହିଁ)।
sr: Одбијена је дозвола за <%1$S> (document.domain=<%5$S>) за добављање својства %2$S.%3$S из <%4$S> (document.domain још није постављен).
tt: <%1$S> (document.domain=<%5$S>) içün <%4$S> nesepli (document.domain tesbit etilmegendir) %2$S.%3$S hasiyetini almağa ruhset inkâr etildi.
ug: <%4$S> نىڭ %2$S.%3$S خاسلىقىغا ئېرىشىشتە <%1$S> (document.domain=<%5$S>) ھوقۇقى يەتمىدى(document.domain تەڭشەلمىگەن).
uz: <%1$S> (document.domain=<%5$S>) uchun %2$S xossasini olishga ruxsat berilmadi.%3$S <%4$S>dan (document.domain oʻrnatilmagan).

source: Permission denied for <%1$S> (document.domain has not been set) to get property %2$S.%3$S from <%4$S> (document.domain=<%5$S>).
as: <%4$S> (document.domain সংহতি কৰা হোৱা নাই) ৰ পৰা সম্পত্তি %2$S.%3$S পাবলে <%1$S> (document.domain=<%5$S>) ক অনুমতি নাকচ কৰা হৈছে।
bn_bd: <%1$S> (document.domain নির্ধারণ করা হয়নি) কে <%4$S> (document.domain=<%5$S>) থেকে %2$S.%3$S বৈশিষ্ট্য পড়ার অনুমতি দেয়া হয়নি।
bn_in: <%1$S>-কে (document.domain নির্ধারণ করা হয়নি) <%4$S>-থেকে %2$S.%3$S বৈশিষ্ট্য প্রাপ্ত করার অনুমতি প্রদান করা হয়নি (document.domain=<%5$S>)।
br: Nac'het eo bet an aotre evit <%1$S> (document.domain n'eo ket bet arventennet) da gaout perzh %2$S. %3$S eus <%4$S> (document.domain=<%5$S>).
eu: <%1$S>(r)i (document.domain ez da ezarri) <%4$S>(e)ko %2$S.%3$S propietatea eskuratzeko baimena ukatu zaio (document.domain=<%5$S>).
hy_am: <%1$S>-ը չունի արտոնություն <%4$S> (document.domain=<%5$S>)-ի %2$S.%3$S հատկանիշը վերցնելու (document.domain դեռ տեղադրված չէ):
id: Akses <%1$S> (document.domain belum di-set) ditolak untuk membaca nilai properti %2$S.%3$S dari <%4$S> (document.domain=<%5$S>).
ka: <%1$S> - მიღების უფლება უარყოფილია (document.domain არ მითითებულა) პარამეტრისთვის %2$S.%3$S - <%4$S> (document.domain=<%5$S>).
kk: <%1$S> (document.domain орнатылмаған) үшін %2$S.%3$S қасиетін алу тайдырылды, <%4$S> жерінен (document.domain=<%5$S>).
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%1$S> (document.domain មិន​ទាន់​ត្រូវ​បាន​កំណត់​ទេ) ដើម្បី​ទទួល​យក​លក្ខណសម្បត្តិ %2$S.%3$S ពី <%4$S> (document.domain=<%5$S>) ។
kn: <%1$S> (document.domain ಅನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ) ಗಾಗಿ <%4$S> ಇಂದ (document.domain=<%5$S>) %2$S.%3$S ಎಂಬ ಗುಣವನ್ನು ಪಡೆಯುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%1$S> ir liegta pieeja (document.domain nav uzstādīts) parametram %2$S.%3$S no <%4$S> (document.domain=<%5$S>).
mai: <%1$S> कलेल अनुमतिक मनाही (document.domain क सेट नहि कएल गेल अछि) विशेषता %2$S.%3$S केँ <%4$S> (document.domain=<%5$S>) सँ सेट करबाक लेल.
ml: <%4$S>-ല്‍ (document.domain=<%5$S>) %2$S.%3$S മാര്‍ഗ്ഗം ലഭ്യമാക്കുന്നതിനായി <%1$S>-നുള്ള അനുവാദം നിഷേധിച്ചിരിക്കുന്നു (document.domain സജ്ജമല്ല).
mr: <%1$S> (document.domain सेट केले नाही) करीता परवानगी नकारले, गुणविशेष %2$S.%3$S प्राप्त करण्यासाठी, <%4$S> (document.domain=<%5$S>) पासून.
ms: Kebenaran dihalang bagi <%1$S> (document.domain tidak diset) untuk dapatkan %2$S.%3$S daripada <%4$S> (document.domain=<%5$S>).
nn_no: Tilgang vart nekta for <%1$S> (document.domain er ikkje valt) til å lesa eigenskapen %2$S.%3$S from <%4$S> (document.domain=<%5$S>).
or: <%1$S> ପାଇଁ ଅନୁମତି ସ୍ୱୀକାର ହୋଇନାହିଁ (document.domain କୁ ସେଟ କରାଯାଇନାହିଁ) ଗୁଣଧର୍ମ %2$S.%3$S କୁ <%4$S> ରୁ ପାଇବା ପାଇଁ (document.domain=<%5$S>).
sr: Одбијена је дозвола за <%1$S> (document.domain још није постављен) за добављање својства %2$S.%3$S из <%4$S> (document.domain=<%5$S>).
tt: <%1$S> (document.domain tesbit etilmegendir) içün <%4$S> nesepli (document.domain=<%5$S>) %2$S.%3$S hasiyetini almağa ruhset inkâr etildi.
ug: <%4$S> نىڭ %2$S.%3$S خاسلىقىغا ئېرىشىشكە <%1$S> (document.domain تەڭشەلمىگەن)نىڭ ھوقۇقى يەتمىدى (document.domain=<%5$S>).
uz: <%1$S> (document.domain o‘rnatilmagan) skripti uchun %2$S.%3$S xossasini <%4$S> (document.domain=<%5$S>) dan olish uchun ruxsat rad etildi.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain=<%6$S>).
as: <%4$S> (document.domain=<%6$S>) ৰ পৰা সম্পত্তি %2$S.%3$S পাবলে <%1$S> (document.domain=<%5$S>) ক অনুমতি নাকচ কৰা হৈছে।
bn_bd: <%1$S> (document.domain=<%5$S>) কে <%4$S> (document.domain=<%6$S>) থেকে %2$S.%3$S বৈশিষ্ট্য পড়ার অনুমতি দেয়া হয়নি।
bn_in: <%1$S>-কে (document.domain=<%5$S>) <%4$S>-থেকে %2$S.%3$S বৈশিষ্ট্য প্রাপ্ত করার অনুমতি প্রদান করা হয়নি (document.domain=<%6$S>)।
br: Nac'het eo bet an aotre evit <%1$S> (document.domain=<%5$S>) da gaout perzh %2$S. %3$S eus <%4$S> (document.domain=<%6$S>).
eu: <%1$S>(r)i (document.domain=<%5$S>) <%4$S>(e)ko %2$S.%3$S propietatea eskuratzeko baimena ukatu zaio (document.domain=<%6$S>).
hy_am: <%1$S> (document.domain=<%5$S>)-ը չունի <%4$S> (document.domain=<%6$S>)-ի %2$S.%3$S հատկանիշը վերցնելու արտոնություն:
id: Akses <%1$S> (document.domain=<%5$S>) ditolak untuk membaca nilai properti %2$S.%3$S dari <%4$S> (document.domain=<%6$S>).
ka: <%1$S> - მიღების უფლება უარყოფილია (document.domain=<%5$S>) პარამეტრისთვის %2$S.%3$S - <%4$S> (document.domain=<%6$S>).
kk: <%1$S> (document.domain=<%5$S>) үшін %2$S.%3$S қасиетін алу тайдырылды, <%4$S> жерінен (document.domain=<%6$S>).
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%1$S> (document.domain=<%5$S>) ដើម្បី​ទទួល​យក​លក្ខណសម្បត្តិ %2$S.%3$S ពី <%4$S> (document.domain=<%6$S>) ។
kn: <%1$S> (document.domain=<%5$S>) ಗಾಗಿ <%4$S> ಇಂದ (document.domain=<%6$S>) %2$S.%3$S ಎಂಬ ಗುಣವನ್ನು ಪಡೆಯುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%1$S> ir liegta pieeja (document.domain=<%5$S>) parametram %2$S.%3$S no <%4$S> (document.domain=<%6$S>).
mai: <%1$S> कलेल अनुमतिक मनाही (document.domain=<%5$S>) विशेषता %2$S.%3$S केँ <%4$S> (document.domain=<%6$S>) सँ सेट करबाक लेल.
ml: <%4$S> (document.domain=<%6$S>)-ല്‍ %2$S.%3$S മാര്‍ഗ്ഗം ലഭ്യമാക്കുന്നതിനായി <%1$S> (document.domain=<%5$S>) -നുള്ള അനുവാദം നിഷേധിച്ചിരിക്കുന്നു (document.domain സജ്ജമല്ല).
mr: <%1$S> (document.domain=<%5$S>) करीता परवानगी नकारले, गुणविशेष %2$S.%3$S प्राप्त करण्यासाठी, <%4$S> (document.domain=<%6$S>) पासून.
ms: Kebenaran dihalang bagi <%1$S> (document.domain=<%5$S>) untuk dapatkan %2$S.%3$S daripada <%4$S> (document.domain=<%6$S>).
nn_no: Tilgang nekta for <%1$S> (document.domain=<%5$S>) til å lesa eigenskapen %2$S.%3$S frå <%4$S> (document.domain=<%6$S>).
sr: Одбијена је дозвола за <%1$S> (document.domain=<%5$S>) за добављање својства %2$S.%3$S из <%4$S> (document.domain=<%6$S>).
tt: <%1$S> (document.domain=<%5$S>) içün <%4$S> nesepli (document.domain=<%6$S>) %2$S.%3$S hasiyetini almağa ruhset inkâr etildi.
ug: <%4$S> نىڭ %2$S.%3$S خاسلىقىغا ئېرىشىشتە <%1$S> (document.domain=<%5$S>)نىڭ ھوقۇقى يەتمىدى(document.domain=<%6$S>).
uz: <%1$S> (document.domain=<%5$S>) uchun %2$S xossasini olishga ruxsat berilmadi.%3$S <%4$S>dan (document.domain=<%6$S>).

source: Permission denied for <%1$S> to set property %2$S.%3$S on <%4$S>.
as: <%4$S> ত বৈশিষ্ট %2$S.%3$S সংহতি কৰিবলে <%1$S> ক অনুমতি নাকচ কৰা হৈছে।
bn_bd: <%1$S> কে <%4$S> এ %2$S.%3$S বৈশিষ্ট্য নির্ধারণ করার অনুমতি দেয়া হয়নি।
bn_in: <%1$S> দ্বারা <%4$S>-এ %2$S.%3$S-র বৈশিষ্ট্যের মান নির্ধারণের অনুমতি প্রত্যাখ্যান করা হয়েছে।
br: Aotre nac'het da <%S> evit kemmañ ar perzh %S.%S eus <%S>.
eu: <%1$S>(r)i <%4$S>(e)ko %2$S.%3$S propietatea ezartzeko baimena ukatu zaio.
hy_am: <%S> -ին արգելված է <%S>-ի վրա դնել %S.%S կարգավորումներ:
id: Akses <%1$S> ditolak untuk mengganti nilai properti %2$S.%3$S pada <%4$S>.
ka: <%1$S> - მითითების უფლება უარყოფილია პარამეტრისთვის %2$S.%3$S - <%4$S>.
kk: <%S> %S сипатын жазуға рұқсат етілмеді. %S - <%S> жатады.
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%1$S> ដើម្បី​កំណត់​លក្ខណសម្បត្តិ %2$S.%3$S លើ <%4$S> ។
kn: <%1$S> ಗಾಗಿ <%4$S> ನಲ್ಲಿ %2$S.%3$S ಎಂಬ ಗುಣವನ್ನು ಹೊಂದಿಸುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%S> liegta iespēja uzstādīt vērtību %S.%S uz <%S>.
mai: <%1$S> कलेल अनुमतिक मनाही %2$S.%3$S विशेषता केँ सँ पाबैक लेल <%4$S>.
ml: <%4$S> ലെ %2$S.%3$S എന്ന പ്രോപ്പർട്ടി സെറ്റ് ചെയ്യുന്നതിന് <%1$S> നുള്ള അനുമതി നിഷേധിച്ചിരിക്കുന്നു.
mr: <%1$S> ला गुणविशेष %2$S.%3$S, <%4$S> वर स्थपीत करण्याकरीता परवानगी नाही.
ms: Kebenaran ditolak untuk <%1$S> menukar properti %2$S.%3$S pada <%4$S>.
my: <%S> အပေါ် %S.%S ဂုဏ်အင်္ဂါရပ် ချမှတ်ဖို့ <%S> ကို ခွင့်ပြုချက် ငြင်းပယ်တယ်။
nn_no: Tilgang vart nekta for <%1$S> til å spesifisera eigenskapen %2$S.%3$S på <%4$S>.
or: ଗୁଣ %Sକୁ ବିନ୍ୟାସ କରିବା ପାଇଁ <%S>କୁ ଅନୁମତି ଦିଆଯାଇନାହିଁ।<%S> ଉପରେ %S।
sr: Одбијена је дозвола за <%1$S> за постављање својства %2$S.%3$S на <%4$S>.
tt: <%1$S> içün <%4$S> üzerindeki %2$S.%3$S hasiyetini qoyma ruhseti inkâr etildi.
ug: <%4$S> دىكى %2$S.%3$S خاسلىقىنى تەڭشەشكە <%1$S>نىڭ ھوقۇقى يەتمىدى.
uz: <%1$S> uchun %2$S.%3$S xossasini <%4$S>da oʻrnatishga ruxsat berilmadi.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain has not been set).
as: <%4$S> (document.domain সংহতি কৰা হোৱা নাই) ত সম্পত্তি %2$S.%3$S সংহতি কৰিবলে <%1$S> (document.domain=<%5$S>) ক অনুমতি নাকচ কৰা হৈছে।
bn_bd: <%1$S> (document.domain=<%5$S>) কে <%4$S> (document.domain নির্ধারণ করা হয়নি) এ %2$S.%3$S বৈশিষ্ট্য নির্ধারণ করার অনুমতি দেয়া হয়নি।
bn_in: <%1$S>-কে (document.domain=<%5$S>) <%4$S>-এ %2$S.%3$S বৈশিষ্ট্য নির্ধারণের অনুমতি প্রদান করা হয়নি (document.domain নির্ধারণ করা হয়নি)।
br: Nac'het eo bet an aotre evit <%1$S> (document.domain=<%5$S>) da arventennañ perzh %2$S. %3$S war <%4$S> (n'eo ket bet arventennet document.domain).
eu: <%1$S>(r)i (document.domain=<%5$S>) <%4$S>(e)ko %2$S.%3$S propietatea ezartzeko baimena ukatu zaio (document.domain ez da ezarri).
hy_am: <%1$S> (document.domain=<%5$S>)-ը չունի <%4$S>-ի (document.domain has not been set) %2$S.%3$S հատկանիշը փոփոխելու արտոնություն:
id: Akses <%1$S> (document.domain=<%5$S>) ditolak untuk mengganti nilai properti %2$S.%3$S pada <%4$S> (document.domain belum di-set).
ka: <%1$S> - მითითების უფლება უარყოფილია (document.domain=<%5$S>) პარამეტრისთვის %2$S.%3$S - <%4$S> (document.domain არ მითითებულა).
kk: <%1$S> (document.domain=<%5$S>) үшін %2$S.%3$S қасиетін орнату тайдырылды, <%4$S> жерінде (document.domain орнатылмаған).
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%1$S> (document.domain=<%5$S>) ក្នុង​ការ​កំណត់​លក្ខណសម្បត្តិ %2$S.%3$S នៅ​លើ <%4$S> (document.domain មិន​ទាន់​ត្រូវ​បាន​កំណត់​ទេ) ។
kn: <%1$S> (document.domain=<%5$S>) ಗಾಗಿ <%4$S> (document.domain ಅನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ) ನಲ್ಲಿ %2$S.%3$S ಎಂಬ ಗುಣವನ್ನು ಸೂಚಿಸುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%1$S> ir liegta pieeja (document.domain=<%5$S>) parametra uzstādīšanai %2$S.%3$S priekš <%4$S> (document.domain nav uzstādīts).
mai: <%1$S> क लेल अनुमतिक मनाही (document.domain=<%5$S>) विशेषता %2$S.%3$S केँ <%4$S> पर सेट करबाक लेल (document.domain सेट नहि कएल गेल अछि).
ml: <%4$S>-ല്‍ (document.domain=<%5$S>) %2$S.%3$S മാര്‍ഗ്ഗം ലഭ്യമാക്കുന്നതിനായി <%1$S>-നുള്ള അനുവാദം നിഷേധിച്ചിരിക്കുന്നു (document.domain സജ്ജമല്ല).
mr: <%1$S> (document.domain=<%5$S>) करीता परवानगी नकारले, गुणविशेष %2$S.%3$S प्राप्त करण्यासाठी, <%4$S> (document.domain सेट केले नाही) वरील.
ms: Kebenaran dihalang bagi <%1$S> (document.domain=<%5$S>) untuk dapatkan %2$S.%3$S pada <%4$S> (document.domain tidak diset).
nn_no: Tilgang vart nekta for <%1$S> (document.domain=<%5$S>) til å velja eigenskapen %2$S.%3$S on <%4$S> (document.domain er ikkje valt).
or: <%1$S> ପାଇଁ ଅନୁମତି ସ୍ୱୀକାର ହୋଇନାହିଁ (document.domain=<%5$S>) ଗୁଣଧର୍ମ %2$S.%3$S କୁ <%4$S> ଉପରେ ସେଟ କରିବା ପାଇଁ (document.domain କୁ ସେଟ କରାଯାଇନାହିଁ).
sr: Одбијена је дозвола за <%1$S> (document.domain=<%5$S>) за постављање својства %2$S.%3$S на <%4$S> (document.domain није постављен).
tt: <%1$S> (document.domain=<%5$S>) içün <%4$S> (document.domain tayin etilmegendir) üzerindeki %2$S.%3$S hasiyetini qoyma ruhseti inkâr etildi.
ug: <%4$S> دىكى %2$S.%3$S نىڭ خاسلىقىنى تەڭشەشكە <%1$S> (document.domain=<%5$S>) نىڭ ھوقۇقى يەتمىدى (document.domain تەڭشەلمىگەن).
uz: <%1$S> (document.domain=<%5$S>) uchun %2$S xossasini oʻrnatishga ruxsat berilmadi.%3$S <%4$S>da (document.domain oʻrnatilmagan).
