Repository: tktk711/mozilla-l10n
Catalog: */dom/chrome/security/caps.properties.po
Languages: as, bn_bd, bn_in, br, eu, hy_am, id, ka, kk, km, kn, lv, mai, ml, mr, ms, my, nn_no, or, sr, tt, ug, uz

source: Permission denied for <%2$S> to create wrapper for object of class %1$S
as: ক্লাচ %1$S ৰ অবজেক্টৰ বাবে নিচোল সৃষ্টি কৰিবলে <%2$S> ক অনুমতি নাকচ কৰা হৈছে
bn_bd: <%2$S> কে %1$S ক্লাসের অবজেক্টের জন্য মোড়ক তৈরি করার অনুমতি দেয়া হয়নি
bn_in: <%2$S> দ্বারা %1$S ক্লাসের অবজেক্টের জন্য wrapper নির্মাণ করার অনুমতি প্রত্যাখ্যান করা হয়েছে
br: Aotre nac'het da <%2$S> evit krouiñ un ambaperenn evit an ergorenn he rummad %1$S
eu: <%2$S>-ri %1$S klaseko objektuari bildukia sortzeko baimenik ez.
hy_am: Թույլտվությունը մերժվում է <%2$S> համար ստեղծելով փաթեթ %1$S դասի օբյեկտի համար
id: Akses <%2$S> ditolak untuk membuat wrapper pada objek pada kelas %1$S
ka: <%2$S> - პაკეტის შექმნის უფლება უარყოფილია %1$S კლასის ობიექტისთვის
kk: <%2$S> үшін класы %1$S болатын объектке қоршам жасауға рұқсат етілмеді
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%2$S> ក្នុង​ការ​បង្កើត​កម្មវិធី​រុំ​សម្រាប់​វត្ថុ​នៃ​ថ្នាក់ %1$S
kn: <%2$S> ಗೆ %1$S ವರ್ಗದ ಆಬ್ಜೆಕ್ಟಿಗಾಗಿ ವ್ರಾಪರ್ ಅನ್ನು ರಚಿಸುವುದನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%2$S> liegta pieeja veidot objekta klases %1$S apdari
mai: <%2$S> क लेल अनुमति क मनाही %1$S वर्ग क वस्तु क लेल रैपर बनाबैक लेल
ml: %1$S എന്ന ക്ലാസ്സിന്റെ ഒബ്ജക്ടിനുള്ള റാപ്പര്‍ ഉണ്ടാക്കുവാനുള്ള അനുവാദം <%2$S>-നു് ലഭ്യമല്ല.
mr: <%2$S> ला समुह %1$S चे घटक करीता व्रॅपर बनविण्यास परवानगी नाही
ms: Kebenaran dihalang bagi <%2$S> untuk mencipta pembalut wrapper bagi objek kelas %1$S
my: %1$S အတန်းအစား ၀တ္ထုအတွက် အထုတ်အပိုး ဖန်တီးဖို့ <%2$S> ကို ခွင့်ပြုချက် ငြင်းပယ်ခံရတယ်
nn_no: Tilgang for <%2$S> å laga omslag for objektklassa %1$S
or: %1$S ଶ୍ରେଣୀର ବସ୍ତୁ ପାଇଁ ଆବରଣ ପ୍ରସ୍ତୁତ କରିବାକୁ <%2$S>କୁ ଅନୁମତି ଦିଆଯାଇନାହିଁ।
sr: Дозвола је одбијена за <%2$S> да направи омотач за објекат класе %1$S
tt: <%2$S> içün %1$S sınfından nesne içün sarıcı icat etmege ruhset inkâr etildi
ug: <%2$S> نىڭ ھوقۇقى %1$S تۈرگە بوغچىلىغۇچ قۇرۇشقا يەتمىدى
uz: <%2$S> uchun %1$S sinf obyektlari oʻrovchisini yaratishga ruxsat berilmadi

source: Unknown: %S
bn_bd: অজানা: %S
hy_am: Անհայտ՝ %S
my: အမည်မသိ - %S
or: ଅଜଣା: %S
tt: Bílínmegen: %S

source: Warning: Protocol handler for '%S' doesn't advertise a security policy. While loading of such protocols is allowed for now, this is deprecated. Please see the documentation in nsIProtocolHandler.idl.
as: সতৰ্কবাৰ্তা: '%S' ৰ প্ৰটকল হেন্ডলাৰে এটা সুৰক্ষা নীতিৰ বিজ্ঞাপন নিদিয়ে। এই ধৰণৰ প্ৰটকল ল'ড হোৱাৰ যেতিয়া এটা অনুমতি দিয়া হৈছে, এইটো এতিয়া ডিপ্ৰিকেইটেড। অনুগ্ৰহ কৰি nsIProtocolHandler.idl ত তথ্যচিত্ৰ চাওক।
bn_bd: সতর্কীকরণ: '%S' প্রোটোকল ব্যবস্থাপনার জন্য কোনো নিরাপত্তা বিষয়ক নীতি প্রদর্শিত হচ্ছে না। এখন এই প্রোটোকল লোড করা সম্ভব হলেও, এটি অবলোপ করা হয়েছে। অনুগ্রহ করে nsIProtocolHandler.idl এ বিদ্যমান ডকুমেন্টেশন দেখুন।
br: Evezh : Ne vez ket kemennet un diogelroez prevez gant dornataer ar c'homenad evit '%S'. Daoust hag emañ aotreet pellgargañ komenadoù evel-se evit poent ez eo diamzeret. Kit da lenn an teuliadur e nsIProtocolHandler.idl.
eu: Abisua: '%S' protokolo-kudeatzaileak ez du segurtasun-politikarik iragartzen. Protokolo horien kargak orain baimenduta daude baina ez da gomendagarria. Mesedez begiratu dokumentazioa nsIProtocolHandler.idl-n.
hy_am: Զգուշացում՝ Արձանագրության ղեկավարը '%S' համար չի գովազդում անվտանգության կանոնակարգ: Չնայած այս պահին թույլատրվում է բեռնել նման արձանագրություններ, սակայն խորհուրդ չի տրվում: Խնդում ենք նայել փաստաթղթերը nsIProtocolHandler.idl-ում:
id: Peringatan: Handler Protokol untuk '%S' tidak memberitahukan kebijakan keamanan. Walaupun memuat protokol tersebut masih diizinkan saat ini, hal ini bersifat deprecated. Silakan baca dokumentasi di nsIProtocolHandler.idl.
ka: გაფრთხილება: ოქმის სამარჯვი '%S' უსაფრთხოების პოლიტიკას არ ამხელს. ამგვარი ოქმების ჩატვირთვა დასაშვებია, თუმცა აღარ გამოიყენება. გთხოვთ გაეცნოთ დოკუმენტაციას - nsIProtocolHandler.idl.
kk: Ескерту: '%S' үшін хаттама өндеуші қауіпсіздік шамаларды ұсынбайды. Осындай хаттамаларды жүктеуге рұқсат бар, бірақ ол қауіпті болуы мүмкін. nsIProtocolHandler.idl ішінен құжаттаманы оқып шығыңыз.
kn: ಎಚ್ಚರಿಕೆ: '%S' ನ ಪ್ರೋಟೋಕಾಲ್‌ ಹ್ಯಾಂಡ್ಲರ್ ಒಂದು ಸುರಕ್ಷತೆಯ ಪಾಲಿಸಿಯನ್ನು ಪ್ರಚುರ (ಅಡ್ವರ್ಟೈಸ್‌) ಪಡಿಸುವುದಿಲ್ಲ. ಅಂತಹ ಪ್ರೋಟೋಕಾಲ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡುವುದನ್ನು ಈಗ ಅನುಮತಿಸಿದರೂ ಸಹ ಇನ್ನು ಮುಂದು ಇದು ಬಳಸಲ್ಪಡುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು nsIProtocolHandler.idl ನಲ್ಲಿರುವ ದಸ್ತಾವೇಜನ್ನು ನೋಡಿ.
lv: Brīdinājums: '%S' protokola apstrādātājs nenorāda drošības politiku. Lai arī šādu protokolu ielāde šobrīd ir atļauta, šī ir novecojusi metode. Papildu informācijai lasiet nsIProtocolHandler.idl.
ms: Amaran : Protokol '%S' tiada polisi keselamatan. Apabila dimuat turun protokol seperti itu hanya dibenarkan sekarang, ia perlu dielakkan. Sila lihat dokumentasi di dalam nsIProtocolHandler.idl.
my: သတိပေးချက် - '%S' အတွက် စည်းမျဉ်းက လုံခြုံရေး မူဝါဒတခုကို ကြေညာ မထားဘူ။ ယခုအခါ ခွင့်ပြုထားတဲ့ ယင်း နည်းလမ်းများကို ဖွင့်နေတဲ့အချိန်မှာ၊ ဒါကို ငြင်းပယ်ခံရတယ်။ nsIProtocolHandler.idl ထဲက အသုံးပြုနည်း လမ်းညွှန်ကို ကြည့်ရှုပါ။
or: ଚେତାବନୀ: '%S' ପାଇଁ ପ୍ରୋଟୋକଲ ନିୟନ୍ତ୍ରକ କୌଣସି ସୁରକ୍ଷା ନିତୀର ବିଜ୍ଞାପନ କରେନାହିଁ। ଏହିପରି ପ୍ରଟୋକଲକୁ ଧାରଣ କରିବାକୁ ବର୍ତ୍ତମାନ ଅନୁମତି ଦିଆଯାଇଛି,ଏହାକୁ ବିରୋଧ କରାଯାଇଛି। ଦୟାକରି nsIProtocolHandler.idlରେ ଦଲିଲିକରଣକୁ ଦେଖନ୍ତୁ।
sr: Упозорење: обрађивач протокола за „%S‟ не објављује безбедносну полису. Иако је учитавање оваквих протокола дозвољено за сада, ово се не препоручује. Молимо да прегледате документацију у датотеци nsIProtocolHandler.idl.
tt: Uyarı: '%S' iletişim kuralıyla ilgili işlemleri yürüten uyğulama ortaya herhangi bir güvenlik politikası koymuyor. Şu an için bu tür iletişim kurallarının yüklenmesine izin verilse de, artık bu eskimiş durumda. nsIProtocolHandler.idl içindeki belgelere gözatın.
uz: Diqqat: '%S' uchun nazorat protokoli xavfsizlik nazoratini koʻrsatmaydi. Ushbu turdagi protokollarga hozir ruxsat berilgan, lekin bu tavsiya qilinmaydi. Iltimos, nsIProtocolHandler.idl dagi hujjatlarni koʻrib chiqing.

source: Run or install software on your machine
bn_bd: আপনার মেশিনে সফ্টওয়্যার চালান বা ইনস্টল
hy_am: Աշխատացնել կամ տեղադրել ծրագրեր ձեր համակարգչի վրա
my: သင့်စက်မှာ ဆော့ဗ်ဝဲကို မောင်းနှင် (သို့) တပ်ဆင်ပါ
or: ଆପଣଙ୍କ ମେସିନରେ ସଫ୍ଟୱେର ଚଲାନ୍ତୁ ଏବଂ ସ୍ଥାପନ କରନ୍ତୁ
tt: Maşinağızda yazılım yögört yeise qor

source: Security Error: Content at %S attempted to load %S, but may not load external data when being used as an image.
bn_in: নিরাপত্তা ত্রুটি: %S-এ বিষয়বস্তু %S লোড করার চেষ্টা করেছে, কিন্তু হয়তো বহিরাগত ডাটা লোড করতে পারবে না একটি ছবি ব্যবহার করার সময়।
br: Fazi diogelroez : un endalc'had e %S en deus klasket kargañ %S, met gallout a ra chom hep kargañ roadennoù diavaez p'eo arveret evel ur skeudenn.
eu: Segurtasun-errorea: %S helbideko edukia %S kargatzen saiatu da, baina ezin da kanpoko daturik kargatu irudi gisa erabiltzean.
km: កំហុស​សុវត្ថិភាព៖ មាតិកា​នៅ %S បាន​ព្យាយាម​ផ្ទុក %S ប៉ុន្តែ​ប្រហែល​មិន​ផ្ទុក​ទិន្នន័យ​ខាង​ក្រៅ​នៅ​ពេល​ប្រើ​ជា​រូបភាព។
kn: ಸುರಕ್ಷತೆ ದೋಷ: %S ನಲ್ಲಿನ ವಿಷಯ %S ವನ್ನು ತುಂಬಿಸಲು ಪ್ರಯತ್ನಿಸಿತು, ಆದರೆ ಬಾಹ್ಯ ಡೇಟಾವನ್ನು ಚಿತ್ರದಂತೆ ಬಳಸುವಾಗ ತುಂಬಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
lv: Drošības kļūda: Saturs no %S mēģināja ielādēt %S, taču nedrīkst ielādēt ārējos datus, ja tiek izmantots kā attēls.
mai: सुरक्षा त्रुटि: %S पर सामग्री %S लोड करए केर प्रयास कएल गेल, मुदा बाहरी डेटा लोड नहि कए सकैछ जखन एक छवि रूप मे उपयोग कएल जाए रहल अछि.
ml: സുരക്ഷാ പിഴവ്: %S ലുള്ള ഉള്ളടക്കം %S ലഭ്യമാക്കാന്‍ ശ്രമിച്ചു, പക്ഷേ അത് ഒരു ചിത്രമായി ഉപയോഗിക്കപ്പെടുമ്പോള്‍ പുറത്തുനിന്നുള്ള ഡാറ്റ ലഭ്യമാക്കാന്‍ പാടില്ല.
mr: सुरक्षा त्रुटी: %S मधील मजकूराने %S लोड करण्याचा प्रयत्न केला, परंतु प्रतिमा म्हणून वापर होत असल्यास कदाचीत बाहेरील डाटा लोड होणार नाही.
nn_no: Tryggingsfeil: Innhald på %S freista å lasta %S, men kan kanskje ikkje lasta eksterne data når det er brukt som bilete.

source: Warning: Protocol handler for ‘%S’ doesn’t advertise a security policy. While loading of such protocols is allowed for now, this is deprecated. Please see the documentation in nsIProtocolHandler.idl.
bn_in: সতর্কবার্তা: '%S' প্রোটোকল ব্যবস্থাপনার জন্য নিরাপত্তা বিষয়ক কোনো নিয়মনীতি প্রদর্শিত হয় না । এই মূহূর্তে এই প্রোটোকল লোড করা সম্ভব হলেও, এটি অবচিত হয়েছে। অনুগ্রহ করে nsIProtocolHandler.idl-এ উপস্থিত নতিপত্র পড়ুন।
km: ព្រមាន ៖ កម្មវិធី​ដោះស្រាយ​ពិធីការ​សម្រាប់ '%S' មិន​ផ្សព្វផ្សាយ​ពី​គោលនយោបាយ​សុវត្ថិភាព​ឡើយ ។ អំឡុង​ពេល​ដែល​ការ​ផ្ទុក​នៃ​ពិធីការ​បែបនេះ​ត្រូវ​បាន​អនុញ្ញាត​សម្រាប់​ពេល​ឥឡូវ​នេះ វា​នេះ​ត្រូវ​បាន​បដិសេធ ។ សូម​មើល​ឯកសារ​នៅ​ក្នុង nsIProtocolHandler.idl.
mai: चेतावनी: '%S' क लेल प्रोटोकाल नियंत्रक ककरो सुरक्षा नीति केँ विज्ञापित नहि करैत अछि. जखन ओहन प्रोटोकालक लोडिंग आब सँ अनुमति प्राप्त अछि, ई पदावनत कएल जाएत अछि. कृप्या nsIProtocolHandler.idl मे दस्तावेजीकरण देखू.
ml: മുന്നറിയിപ്പു്: '%S'-നുള്ള പ്രോട്ടോക്കോള്‍ ഹാന്‍ഡിലര്‍ ഒരു സുരക്ഷ പോളിസി ലഭ്യമാക്കുന്നില്ല. ഇത്തരം പ്രോട്ടോക്കോളുകള്‍ലഭ്യമാക്കുവാന്‍ ഇപ്പോള്‍ അനുവാദമുണ്ടെങ്കിലും, ഇതു് നിലവിലില്ല. nsIProtocolHandler.idl-ലുള്ള വിവരണക്കുറിപ്പു് കാണുക.
mr: सावधान: '%S' करीता शिष्टाचार हॅन्डलर सुरक्षा करार पुरवित नाही. जरी यानुरूप शिष्टाचार दाखल केले जाऊ शकते, तरी ही पद्धत आता वापरली जात नाही. कृपया nsIProtocolHandler.idl मधिल दस्तऐवजीकरण पहा.
nn_no: Åtvaring: Protokollhandsamar for '%S' har ingen tryggingsplan. Sjølv om mange slike protokoller no er tillatne, er dette ikkje tilrådd. Sjå dokumentasjon i nsIProtocolHandler.idl.
ug: ئاگاھلاندۇرۇش: '%S' كىلىشىم ئاچقۇچى بىخەتەرلىك سىياسىتى كۆرسىتىپ بېرەلمەيدۇ. گەرچە بۇ خىل كېلىشىملەرنى يۈكلەشكە ھازىر يول قويۇلسىمۇ، ئەمما بۇ ئاللىبۇرۇن شاللىنىپ كەتكەن. دىكى چۈشەندۈرۈشنى ئوقۇڭ.
