Repository: tktk711/mozilla-l10n
Catalog: */dom/chrome/security/caps.properties.po
Languages: as, bn_bd, bn_in, br, eu, hy_am, id, ka, kk, km, kn, lv, mai, ml, mr, ms, my, nn_no, or, sr, tt, ug, uz

source: Permission denied for <%1$S> (document.domain has not been set) to set property %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
as: <%4$S> (document.domain সংহতি কৰা হোৱা নাই) ত সম্পত্তি %2$S.%3$S সংহতি কৰিবলে <%1$S> (document.domain=<%5$S>) ক অনুমতি নাকচ কৰা হৈছে।
bn_bd: <%1$S> (document.domain নির্ধারণ করা হয়নি) কে <%4$S> (document.domain=<%5$S>) এ %2$S.%3$S বৈশিষ্ট্য নির্ধারণ করার অনুমতি দেয়া হয়নি।
bn_in: <%1$S>-কে (document.domain নির্ধারণ করা হয়নি) <%4$S>-এ %2$S.%3$S বৈশিষ্ট্য নির্ধারণের অনুমতি প্রদান করা হয়নি (document.domain=<%5$S>)।
br: Nac'het eo bet an aotre evit <%1$S> (document.domain n'eo ket bet spisaet) da gaout perzh %2$S.%3$S eus <%4$S> (document.domain=<%5$S>).
eu: <%1$S>(r)i (document.domain ez da ezarri) <%4$S>(e)ko %2$S.%3$S propietatea ezartzeko baimena ukatu zaio (document.domain=<%5$S>).
hy_am: <%1$S>-ը (document.domain has not been set) չունի արտոնություն <%4$S> (document.domain=<%5$S>)-ում %2$S.%3$S նախընտրանք դնելու:
id: Akses <%1$S> (document.domain belum di-set) ditolak untuk mengganti nilai properti %2$S.%3$S pada <%4$S> (document.domain=<%5$S>).
ka: <%1$S> - მითითების უფლება უარყოფილია (document.domain არ მითითებულა) პარამეტრისთვის %2$S.%3$S - <%4$S> (document.domain=<%5$S>).
kk: <%1$S> (document.domain орнатылмаған) үшін %2$S.%3$S қасиетін орнату тайдырылды, <%4$S> жерінде (document.domain=<%5$S>).
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%1$S> (document.domain មិន​ទាន់​ត្រូវ​បាន​កំណត់​ទេ) ក្នុង​ការ​កំណត់​លក្ខណសម្បត្តិ %2$S.%3$S នៅ​លើ <%4$S> (document.domain=<%5$S>) ។
kn: <%1$S> (document.domain ಅನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ) ಗಾಗಿ <%4$S> ನಲ್ಲಿ (document.domain=<%5$S>) %2$S.%3$S ಎಂಬ ಗುಣವನ್ನು ಸೂಚಿಸುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%1$S> ir liegta pieeja (document.domain nav uzstādīts) parametra uzstādīšanai %2$S.%3$S priekš <%4$S> (document.domain=<%5$S>).
mai: <%1$S> कलेल अनुमति क' मनाही (document.domain सेट नहि कएल गेल अछि) विशेषता %2$S.%3$S केँ <%4$S> पर ठीक करबाक लेल (document.domain=<%5$S>).
ml: <%4$S>-ല്‍ (document.domain=<%5$S>) %2$S.%3$S മാര്‍ഗ്ഗം ലഭ്യമാക്കുന്നതിനായി <%1$S>-നുള്ള അനുവാദം നിഷേധിച്ചിരിക്കുന്നു (document.domain സജ്ജമല്ല).
mr: <%1$S> (document.domain सेट केले नाही) करीता परवानगी नकारले, गुणविशेष %2$S.%3$S प्राप्त करण्यासाठी, <%4$S> (document.domain=<%5$S>) वरील.
ms: Kebenaran dihalang bagi <%1$S> (document.domain tidak diset) untuk set nilai %2$S.%3$S pada <%4$S> (document.domain=<%5$S>).
nn_no: Tilgang vart nekta for <%1$S> (document.domain er ikkje valt) til å velja eigenskapen %2$S.%3$S på <%4$S> (document.domain=<%5$S>).
or: <%1$S> ପାଇଁ ଅନୁମତି ସ୍ୱୀକାର ହୋଇନାହିଁ (document.domain କୁ ସେଟ କରାଯାଇନାହିଁ) ଗୁଣଧର୍ମ %2$S.%3$S କୁ <%4$S> ଉପରେ ସେଟ କରିବା ପାଇଁ (document.domain=<%5$S>).
sr: Одбијена је дозвола за <%1$S> (document.domain није постављен) за постављање својства %2$S.%3$S на <%4$S> (document.domain=<%5$S>).
tt: <%1$S> (document.domain tayin etilmegendir) içün <%4$S> (document.domain=<%5$S>) üzerindeki %2$S.%3$S hasiyetini qoyma ruhseti inkâr etildi.
ug: <%4$S> دىكى %2$S.%3$S نىڭ خاسلىقىنى تەڭشەشكە <%1$S> (document.domain تەڭشەلمىگەن)نىڭ ھوقۇقى يەتمىدى(document.domain=<%5$S>).
uz: <%1$S> (document.domain oʻrnatilmagan) uchun %2$S.%3$S xossasini <%4$S> (document.domain=<%5$S>)da oʻrnatishga ruxsat berilmagan.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
as: <%4$S> (document.domain=<%6$S>) ত সম্পত্তি %2$S.%3$S সংহতি কৰিবলে <%1$S> (document.domain=<%5$S>) ক অনুমতি নাকচ কৰা হৈছে।
bn_bd: <%1$S> (document.domain=<%5$S>) কে <%4$S> (document.domain=<%6$S>) এ %2$S.%3$S বৈশিষ্ট্য নির্ধারণ করার অনুমতি দেয়া হয়নি।
bn_in: <%1$S>-কে (document.domain=<%5$S>) <%4$S>-এ %2$S.%3$S বৈশিষ্ট্য নির্ধারণের অনুমতি প্রদান করা হয়নি (document.domain=<%6$S>)।
br: Nac'het eo bet an aotre evit <%1$S> (document.domain=<%5$S>) da arventennañ perzh %2$S. %3$S war <%4$S> (document.domain=<%6$S>).
eu: <%1$S>(r)i (document.domain=<%5$S>) <%4$S>(e)ko %2$S.%3$S propietatea ezartzeko baimena ukatu zaio (document.domain=<%6$S>).
hy_am: <%1$S> (document.domain=<%5$S>)-ը չունի թույլտվություն <%4$S>-ում (document.domain=<%6$S>) %2$S.%3$S կարգավորումներ կատարելու:
id: Akses <%1$S> (document.domain=<%5$S>) ditolak untuk mengganti nilai properti %2$S.%3$S pada <%4$S> (document.domain=<%6$S>).
ka: <%1$S> - მითითების უფლება უარყოფილია (document.domain=<%5$S>) პარამეტრისთვის %2$S.%3$S - <%4$S> (document.domain=<%6$S>).
kk: <%1$S> (document.domain=<%5$S>) үшін %2$S.%3$S қасиетін орнату тайдырылды, <%4$S> жерінде (document.domain=<%6$S>).
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%1$S> (document.domain=<%5$S>) ក្នុង​ការ​កំណត់​លក្ខណសម្បត្តិ %2$S.%3$S នៅ​លើ <%4$S> (document.domain=<%6$S>) ។
kn: <%1$S> (document.domain=<%5$S>) ಗಾಗಿ <%4$S> ನಲ್ಲಿ (document.domain=<%6$S>) %2$S.%3$S ಎಂಬ ಗುಣವನ್ನು ಸೂಚಿಸುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%1$S> ir liegta pieeja (document.domain=<%5$S>) parametra uzstādīšanai %2$S.%3$S priekš <%4$S> (document.domain=<%6$S>).
mai: <%1$S> क लेल अनुमति क मनाही (document.domain=<%5$S>) विशेषता %2$S.%3$S केँ <%4$S> पर ठीक करबाक लेल (document.domain=<%6$S>).
ml: <%4$S> (document.domain=<%6$S>)-ല്‍ %2$S.%3$S മാര്‍ഗ്ഗം ലഭ്യമാക്കുന്നതിനായി <%1$S> (document.domain=<%5$S>)-നുള്ള അനുവാദം നിഷേധിച്ചിരിക്കുന്നു (document.domain സജ്ജമല്ല).
mr: <%1$S> (document.domain=<%5$S>) करीता परवानगी नकारले, गुणविशेष %2$S.%3$S प्राप्त करण्यासाठी, <%4$S> (document.domain=<%6$S>) वरील.
ms: Kebenaran dihalang bagi <%1$S> (document.domain=<%5$S>) untuk set harta %2$S.%3$S pada <%4$S> (document.domain=<%6$S>).
nn_no: Tilgang vart nekta for <%1$S> (document.domain=<%5$S>) til å velja eigenskapen %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
or: <%1$S> ପାଇଁ ଅନୁମତି ସ୍ୱୀକାର ହୋଇନାହିଁ (document.domain=<%5$S>) ଗୁଣଧର୍ମ %2$S.%3$S କୁ <%4$S> ଉପରେ ସେଟ କରିବା ପାଇଁ (document.domain=<%6$S>).
sr: Одбијена је дозвола за <%1$S> (document.domain=<%5$S>) за постављање својства %2$S.%3$S на <%4$S> (document.domain=<%6$S>).
tt: <%1$S> (document.domain=<%5$S>) içün <%4$S> (document.domain=<%6$S>) üzerindeki %2$S.%3$S hasiyetini qoyma ruhseti inkâr etildi.
ug: <%4$S> (document.domain=<%6$S>) دىكى %2$S.%3$S نىڭ خاسلىقىنى تەڭشەشكە <%1$S> (document.domain=<%5$S>) نىڭ ھوقۇقى يەتمىدى.
uz: <%1$S> (document.domain=<%5$S>) uchun %2$S xossasini%3$S <%4$S>da (document.domain=<%6$S>) oʻrnatishga ruxsat berilmagan.

source: Permission denied for <%1$S> to call method %2$S.%3$S on <%4$S>.
as: <%4$S> ত পদ্ধতি %2$S.%3$S কল কৰিবলে <%1$S> ক অনুমতি নাকচ কৰা হৈছে।
bn_bd: <%1$S> কে <%4$S> এ %2$S.%3$S মেথড কল করার অনুমতি দেয়া হয়নি।
bn_in: <%1$S> দ্বারা <%4$S>-র %2$S.%3$S মেথড কল করার অনুমতি প্রত্যাখ্যান করা হয়েছে।
br: Aotre nac'het da <%S> evit gervel an arc'hwel %S.%S eus <%S>.
hy_am: <%S>-ը չունի թույլտվություն օգտագործել %S.%S մեթոդ <%S>-ի համար:
id: Akses <%1$S> ditolak untuk memanggil metode %2$S.%3$S pada <%4$S>.
ka: <%1$S> - გამოძახების უფლება უარყოფილია მეთოდისთვის %2$S.%3$S on <%4$S>.
kk: <%S> %S методын шақыруға рұқсат етілмеді. %S - <%S> жатады.
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%1$S> ក្នុង​ការ​ហៅ​វិធីសាស្ត្រ %2$S.%3$S នៅ​លើ <%4$S> ។
kn: <%4$S> ನಲ್ಲಿ ವಿಧಾನ %2$S.%3$S ಅನ್ನು ಕರೆಯುವ ಅನುಮತಿಯನ್ನು <%1$S> ಗಾಗಿ ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%S> atļauja izsaukt metodi %S.%S uz <%S> liegta.
mai: <%1$S> कलेल अनुमति क मनाही %2$S.%3$S विधि क <%4$S> पर आह्वान कलेल.
ml: <%4$S> ലെ %2$S.%3$S എന്ന മെഥേഡ് വിളിക്കുന്നതിൽനിന്ന് <%1$S> നു് അനുവാദം നിഷേധിച്ചിരിക്കുന്നു.
mr: <%1$S> ला कार्यपद्धती %2$S.%3$S, <%4$S> वर वापरण्यास परवानगी नाही.
ms: Kebenaran dihalang bagi <%1$S> untuk memanggil method %2$S.%3$S pada <%4$S>.
my: <%S> အပေါ် %S.%S နည်းလမ်း ခေါ်ယူဖို့ <%S> ကို ခွင့်ပြုချက် ငြင်းပယ်တယ်။
nn_no: Tilgang vart nekta for <%1$S> til å kalle metoden %2$S.%3$S på <%4$S>.
or: ପଦ୍ଧତି %Sକୁ ଡ଼ାକିବା ପାଇଁ <%S>କୁ ଅନୁମତି ଦିଆଯାଇନାହିଁ। <%S> ଉପରେ %S।
sr: Одбијена је дозвола за <%1$S> за позивање метода %2$S.%3$S на <%4$S>.
tt: <%1$S> içün <%4$S> üzerindeki %2$S.%3$S usulını çağırma ruhseti inkâr etildi.
ug: <%4$S> دىكى %2$S.%3$S ھالەتنى چاقىرىشقا <%1$S> نىڭ ھوقۇقى يەتمىدى.
uz: <%1$S> uchun %2$S.%3$S metodini <%4$S>da chaqirishga ruxsat berilmadi.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain has not been set).
as: <%4$S> (document.domain সংহতি কৰা হোৱা নাই) ত পদ্ধতি %2$S.%3$S কল কৰিবলে <%1$S> (document.domain=<%5$S>) ক অনুমতি নাকচ কৰা হৈছে।
bn_bd: <%1$S> (document.domain=<%5$S>) কে <%4$S> (document.domain নির্ধারণ করা হয়নি) এ %2$S.%3$S মেথড কল করার অনুমতি দেয়া হয়নি।
bn_in: <%1$S>-কে (document.domain=<%5$S>) <%4$S>-এ %2$S.%3$S মেথড কল করার অনুমতি প্রদান করা হয়নি (document.domain নির্ধারণ করা হয়নি)।
br: Nac'het eo bet an aotre evit <%1$S> (document.domain=<%5$S>) da c'hervel hentenn %2$S.%3$S war <%4$S> (n'eo ket bet arventennet document.domain).
eu: <%1$S>(r)i (document.domain=<%5$S>) <%4$S>(e)ko %2$S.%3$S metodoa deitzeko baimena ukatu zaio (document.domain ez da ezarri).
hy_am: <%1$S> (document.domain=<%5$S>)-ը չունի <%4$S> -ի նկատմամբ %2$S.%3$S մեթոդ կիրառելու առտոնություն (document.domain -ը դեռ տեղադրված չէ):
id: Akses <%1$S> (document.domain=<%5$S>) ditolak untuk memanggil metode %2$S.%3$S pada <%4$S> (document.domain belum di-set).
ka: <%1$S> - გამოძახების უფლება უარყოფილია (document.domain=<%5$S>) მეთოდისთვის %2$S.%3$S - <%4$S> (document.domain არ მითითებულა).
kk: <%1$S> (document.domain=<%5$S>) үшін %2$S.%3$S тәсілін шақыру тайдырылды, <%4$S> жерінде (document.domain орнатылмаған).
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%1$S> (document.domain=<%5$S>) ក្នុង​ការ​ហៅ​វិធីសាស្ត្រ %2$S.%3$S នៅ​លើ <%4$S> (document.domain មិន​ទាន់​ត្រូវ​បាន​កំណត់​ទេ) ។
kn: <%1$S> ಗಾಗಿ (document.domain=<%5$S>) <%4$S> ದಲ್ಲಿ (document.domain ಅನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ) %2$S.%3$S ವಿಧಾನವನ್ನು ಕರೆಯುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ .
lv: <%1$S> ir liegta pieeja (document.domain=<%5$S>) izsaukt metodi %2$S.%3$S priekš <%4$S> (document.domain nav uzstādīts).
mai: <%1$S> क लेल अनुमतिक मनाही (document.domain=<%5$S>) विधि %2$S.%3$S केँ <%4$S> पर आह्वान करबाक लेल (document.domain सेट नहि कएल गेल अछि).
ml: <%4$S>-ല്‍ (document.domain=<%5$S>) %2$S.%3$S മാര്‍ഗ്ഗം ലഭ്യമാക്കുന്നതിനായി <%1$S>-നുള്ള അനുവാദം നിഷേധിച്ചിരിക്കുന്നു (document.domain സജ്ജമല്ല).
mr: <%1$S> (document.domain=<%5$S>) करीता परवानगी नकारले, मेथड %2$S.%3$S कॉल करण्यासाठी, <%4$S> (document.domain सेट केले नाही) वरील.
ms: Kebenaran dihalang bagi <%1$S> (document.domain=<%5$S>) untuk memanggil method %2$S.%3$S pada <%4$S> (document.domain tidak diset).
nn_no: Tilgang vart nekta for <%1$S> (document.domain=<%5$S>) til å kalla metoden %2$S.%3$S on <%4$S> (document.domain er ikkje valt).
or: <%1$S> ପାଇଁ ଅନୁମତି ସ୍ୱୀକାର ହୋଇନାହିଁ (document.domain=<%5$S>) ପଦ୍ଧତି %2$S.%3$S କୁ <%4$S> ରେ ଡାକିବା ପାଇଁ (document.domain କୁ ସେଟ କରାଯାଇନାହିଁ)।
sr: Одбијена је дозвола за <%1$S> (document.domain=<%5$S>) за позивање метода %2$S.%3$S на <%4$S> (document.domain није постављен).
tt: <%1$S> (document.domain=<%5$S>) içün <%4$S> (document.domain tesbit etilmegendir) üzerindeki %2$S.%3$S usulını çağırma ruhseti inkâr etildi.
ug: <%4$S> (document.domain تەڭشەلمىگەن) دىكى %2$S.%3$S ھالەتنى چاقىرىشقا <%1$S> (document.domain=<%5$S>) نىڭ ھوقۇقى يەتمىدى.
uz: <%1$S> (document.domain=<%5$S>) uchun %2$S chaqirish usuliga ruxsat berilmagan.%3$S - <%4$S>da (document.domain oʻrnatilmagan).

source: Permission denied for <%1$S> (document.domain has not been set) to call method %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
as: <%4$S> (document.domain সংহতি কৰা হোৱা নাই) ত পদ্ধতি %2$S.%3$S কল কৰিবলে <%1$S> (document.domain=<%5$S>) ক অনুমতি নাকচ কৰা হৈছে।
bn_bd: <%1$S> (document.domain নির্ধারণ করা হয়নি) কে <%4$S> (document.domain=<%5$S>) এ %2$S.%3$S মেথড কল করার অনুমতি দেয়া হয়নি।
bn_in: <%1$S>-কে (document.domain নির্ধারণ করা হয়নি) <%4$S>-এ %2$S.%3$S মেথড কল করার অনুমতি প্রদান করা হয়নি (document.domain=<%5$S>)।
br: Nac'het eo bet an aotre evit <%1$S> (n'eo ket bet arventennet document.domain) da c'hervel hentenn %2$S. %3$S war <%4$S> (document.domain=<%5$S>).
eu: <%1$S>(r)i (document.domain ez da ezarri) <%4$S>(e)ko %2$S.%3$S metodoa deitzeko baimena ukatu zaio (document.domain=<%5$S>).
hy_am: <%1$S>-ը (document.domain has not been set) չունի արտոնություն <%4$S> (document.domain=<%5$S>) -ի նկատմամբ %2$S.%3$S մեթոդ կիրառելու:
id: Akses <%1$S> (document.domain belum di-set) ditolak untuk memanggil metode %2$S.%3$S pada <%4$S> (document.domain=<%5$S>).
ka: <%1$S> - გამოძახების უფლება უარყოფილია (document.domain არ მითითებულა) მეთოდისთვის %2$S.%3$S - <%4$S> (document.domain=<%5$S>).
kk: <%1$S> (document.domain орнатылмаған) үшін %2$S.%3$S тәсілін шақыру тайдырылды, <%4$S> жерінде (document.domain=<%5$S>).
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%1$S> (document.domain មិន​ទាន់​ត្រូវ​បាន​កំណត់​ទេ) ក្នុង​ការ​ហៅ​វិធីសាស្ត្រ %2$S.%3$S នៅ​លើ <%4$S> (document.domain=<%5$S>) ។
kn: <%1$S> ಗಾಗಿ (document.domain ಅನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ) <%4$S> ದಲ್ಲಿ (document.domain=<%5$S>) %2$S.%3$S ವಿಧಾನವನ್ನು ಕರೆಯುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%1$S> ir liegta pieeja (document.domain nav uzstādīts) izsaukt metodi %2$S.%3$S priekš <%4$S> (document.domain=<%5$S>).
mai: <%1$S> क लेल अनुमति क मनाही (document.domain के सेट कएल गेल अछि) विधि %2$S. %3$S क <%4$S> पर आह्वान करबाक लेल (document.domain=<%5$S>).
ml: <%4$S>-ല്‍ (document.domain=<%5$S>) %2$S.%3$S മാര്‍ഗ്ഗം ലഭ്യമാക്കുന്നതിനായി <%1$S>-നുള്ള അനുവാദം നിഷേധിച്ചിരിക്കുന്നു (document.domain സജ്ജമല്ല).
mr: <%1$S> (document.domain सेट केले नाही) करीता परवानगी नकारले, मेथड %2$S.%3$S कॉल करण्यासाठी, <%4$S> (document.domain=<%5$S>) वरील.
ms: Kebenaran dihalang bagi <%1$S> (document.domain tidak diset) untuk memanggil method %2$S.%3$S pada <%4$S> (document.domain=<%5$S>).
nn_no: Tilgang vart nekta for <%1$S> (document.domain er ikkje valt) til å kalla metoden %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
or: <%1$S> ପାଇଁ ଅନୁମତି ସ୍ୱୀକାର ହୋଇନାହିଁ (document.domain କୁ ସେଟ କରାଯାଇନାହିଁ) ପଦ୍ଧତି %2$S.%3$S କୁ <%4$S> ରେ ଡାକିବା ପାଇଁ (document.domain=<%5$S>).
sr: Одбијена је дозвола за <%1$S> (document.domain није постављен) за позивање метода %2$S.%3$S на <%4$S> (document.domain=<%5$S>).
tt: <%1$S> (document.domain tesbit etilmegendir) içün <%4$S> (document.domain=<%5$S>) üzerindeki %2$S.%3$S usulını çağırma ruhseti inkâr etildi.
ug: <%4$S> (document.domain=<%5$S>) دىكى %2$S.%3$S نىڭ ھالىتىنى چاقىرىشقا <%1$S> (document.domain تەڭشەلمىگەن)نىڭ ھوقۇقى يەتمىدى.
uz: <%1$S> (document.domain oʻrnatilmagan) uchun chaqirish funksiyasi %2$S.%3$S <%4$S>da (document.domain=<%5$S>) ruxsat berilmagan.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
as: <%4$S> (document.domain=<%6$S>) ত পদ্ধতি %2$S.%3$S কল কৰিবলে <%1$S> (document.domain=<%5$S>) ক অনুমতি নাকচ কৰা হৈছে।
bn_bd: <%1$S> (document.domain=<%5$S>) কে <%4$S> (document.domain=<%6$S>) এ %2$S.%3$S মেথড কল করার অনুমতি দেয়া হয়নি।
bn_in: <%1$S>-কে (document.domain=<%5$S>) <%4$S>-এ %2$S.%3$S মেথড কল করার অনুমতি প্রদান করা হয়নি (document.domain=<%6$S>)।
br: Nac'het eo bet an aotre evit <%1$S> (document.domain=<%5$S>) da c'hervel hentenn %2$S. %3$S war <%4$S> (document.domain=<%6$S>).
eu: <%1$S>(r)i (document.domain=<%5$S>) <%4$S>(e)ko %2$S.%3$S metodoa deitzeko baimena ukatu zaio (document.domain=<%6$S>).
hy_am: <%1$S> (document.domain=<%5$S>) -ը չունի թույլտվություն <%4$S> (document.domain=<%6$S>) -ի նկատմամբ %2$S.%3$S մեթոդ կանչելու:
id: Akses <%1$S> (document.domain=<%5$S>) ditolak untuk memanggil metode %2$S.%3$S pada <%4$S> (document.domain=<%6$S>).
ka: <%1$S> - გამოძახების უფლება უარყოფილია (document.domain=<%5$S>) მეთოდისთვის %2$S.%3$S - <%4$S> (document.domain=<%6$S>).
kk: <%1$S> (document.domain=<%5$S>) үшін %2$S.%3$S тәсілін орнату тайдырылды, <%4$S> жерінде (document.domain=<%6$S>).
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%1$S> (document.domain=<%5$S>) ក្នុង​ការ​ហៅ​វិធីសាស្ត្រ %2$S.%3$S នៅ​លើ <%4$S> (document.domain=<%6$S>) ។
kn: <%1$S> ಗಾಗಿ (document.domain=<%5$S>) <%4$S> ದಲ್ಲಿ (document.domain=<%6$S>) %2$S.%3$S ವಿಧಾನವನ್ನು ಪಡೆಯುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%1$S> ir liegta pieeja (document.domain=<%5$S>) izsaukt metodi %2$S.%3$S priekš <%4$S> (document.domain=<%6$S>).
mai: <%1$S> क लेल अनुमति क मनाही (document.domain=<%5$S>) विधि %2$S.%3$S क <%4$S> पर आह्वान करबाक लेल (document.domain=<%6$S>).
ml: <%4$S> (document.domain=<%6$S>) -ല്‍ %2$S.%3$S മാര്‍ഗ്ഗം ലഭ്യമാക്കുന്നതിനായി <%1$S> (document.domain=<%5$S>) -നുള്ള അനുവാദം നിഷേധിച്ചിരിക്കുന്നു (document.domain സജ്ജമല്ല).
mr: <%1$S> (document.domain=<%5$S>) करीता परवानगी नकारले, मेथड %2$S.%3$S कॉल करण्यासाठी, <%4$S> (document.domain=<%6$S>) वरील.
ms: Kebenaran dihalang bagi <%1$S> (document.domain=<%5$S>) untuk memanggil method %2$S.%3$S pada <%4$S> (document.domain=<%6$S>).
nn_no: Tilgang vart nekta for <%1$S> (document.domain=<%5$S>) til å kalla metoden %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
or: <%1$S> ପାଇଁ ଅନୁମତି ସ୍ୱୀକାର ହୋଇନାହିଁ (document.domain=<%5$S>) ପଦ୍ଧତି %2$S.%3$S କୁ <%4$S> ରେ ଡାକିବାପାଇଁ (document.domain=<%6$S>).
sr: Одбијена је дозвола за <%1$S> (document.domain=<%5$S>) за позивање метода %2$S.%3$S на <%4$S> (document.domain=<%6$S>).
tt: <%1$S> (document.domain=<%5$S>) içün <%4$S> (document.domain=<%6$S>) üzerindeki %2$S.%3$S usulını çağırma ruhseti inkâr etildi.
ug: <%4$S> (document.domain=<%6$S>) دىكى %2$S.%3$S ھالەتنى چاقىرىشقا <%1$S> (document.domain=<%5$S>) نىڭ ھوقۇقى يەتمىدى.
uz: <%1$S> (document.domain=<%5$S>) uchun %2$S.%3$S chaqirish usuliga <%4$S> (document.domain=<%6$S>) ruxsat berilmagan.

source: Permission denied for <%S> to get property %S.%S
as: সম্পত্তি %S.%S প্ৰাপ্ত কৰিবলে <%S> ৰ অনুমতি নাকচ কৰা হৈছে
bn_bd: <%S> কে %S.%S বৈশিষ্ট্য পড়ার অনুমতি দেয়া হয়নি
bn_in: <%S> দ্বারা %S.%S-র বৈশিষ্ট্য আহরণ করার অনুমতি প্রত্যাখ্যান করা হয়েছে
br: Aotre nac'het da <%S> evit kaout ar perzh %S.%S
eu: <%S>(r)i %S.%S propietatea eskuratzeko baimena ukatu zaio.
hy_am: <%S>-ը չունի %S.%S-ից կարգավորումներ վերցնելու թույլտվություն:
id: Akses <%S> ditolak untuk membaca nilai properti %S.%S
ka: <%S> - მიღების უფლება უარყოფილია %S პარამეტრისთვის.%S
kk: <%S> үшін %S.%S қасиетін оқуға рұқсаты жоқ
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%S> ក្នុង​ការ​ទទួល​យក​លក្ខណសម្បត្តិ %S.%S
kn: <%S> ಗಾಗಿ %S.%S ಎಂಬ ಗುಣಲಕ್ಷಣವನ್ನು ಪಡೆಯುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%S> Liegta iespēja piekļūt vērtībai %S.%S
mai: <%S> क लेल अनुमति क मनाही %S.%S विशेषता सेट करबाक लेल
ml: <%S>-നുള്ള %S.%S എന്ന ഗുണഗണങ്ങള്‍ ലഭ്യമാക്കുവാനുള്ള അനുവാദമില്ല.
mr: <%S> ला गुणविशेष %S.%S प्राप्त करण्याकरीता परवानगी नाही
ms: Kebenaran dihalang bagi <%S> mendapatkan milik %S.%S
my: %S.%S ဂုဏ်အင်္ဂါရပ်ကို ရရှိဖို့ <%S> ကို ခွင့်ပြုချက် ငြင်းပယ်တယ်။
nn_no: Tilgang vart nekta for <%S> til å lesa eigenskapen %S.%S
or: ଗୁଣ %S ପାଇବାକୁ <%S> ପାଇଁ ଅନୁମତି ରଦ୍ଦ କରାଯାଇଛି। %S।
sr: Дозвола је одбијена за <%S> да добави својство %S.%S
tt: <%S> içün %S.%S hasiyetini alma ruhseti inkâr etildi
ug: %S.%S نىڭ خاسلىقىغا ئېرىشىشكە <%S> ھوقۇقى يەتمىدى
uz: <%S> uchun %S.%S xossasini olishga ruxsat berilmadi

source: Permission denied for <%S> to set property %S.%S
as: বৈশিষ্ট্য %S.%S সংহতি কৰিবলে <%S> ৰ অনুমতি নাকচ কৰা হৈছে
bn_bd: <%S> কে %S.%S বৈশিষ্ট্য নির্ধারণ করার অনুমতি দেয়া হয়নি
bn_in: <%S> দ্বারা %S.%S-র বৈশিষ্ট্যের মান নির্ধারণের অনুমতি প্রত্যাখ্যান করা হয়েছে।
br: Aotre nac'het da <%S> evit kemmañ ar perzh %S.%S
eu: <%S>-ri %S.%S propietatea ezartzeko baimenik ez.
hy_am: <%S>-ը չունի իրավունք կատարելու %S.%S կարգավորումներ
id: Akses <%S> ditolak untuk mengganti nilai properti %S.%S
ka: <%S> - მითითების უფლება უარყოფილია %S პარამეტრისთვის.%S
kk: <%S> %S.%S сипатын жазуға рұқсат етілмеді
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%S> ក្នុង​ការ​កំណត់​លក្ខណសម្បត្តិ %S.%S
kn: <%S> ಗಾಗಿ %S.%S ಎಂಬ ಗುಣವನ್ನು ಹೊಂದಿಸುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%S> Liegta iespēja uzstādīt vērtību %S.%S
mai: <%S> क लेल अनुमति क मनाही %S.%S विशेषता सेट करबाक लेल
ml: <%S>-നുള്ള %S.%S എന്ന ഗുണഗണങ്ങള്‍ സജ്ജമാക്കുവാന്‍ അനുവാദമില്ല
mr: <%S> ला गुविशेष %S.%S स्थपीत करण्याकरीता परवानगी नाही
ms: Kebenaran dihalang bagi <%S> menetapkan milik %S.%S
my: %S.%S ဂုဏ်အင်္ဂါရပ်ကို ချမှတ်ဖို့ <%S> ကို ခွင့်ပြုချက် ငြင်းပယ်တယ်။
nn_no: Tilgang vart nekta for <%S> til å velja eigenskapen %S.%S
or: ଗୁଣ %Sକୁ ବିନ୍ୟାସ କରିବା ପାଇଁ <%S>କୁ ଅନୁମତି ଦିଆଯାଇନାହିଁ। %S
sr: Дозвола је одбијена за <%S> да постави својство %S.%S
tt: <%S> içün %S.%S hasiyetini qoyma ruhseti inkâr etildi
ug: %S.%S خاسلىقىنى بەلگىلەشكە <%S> نىڭ ھوقۇقى يەتمىدى
uz: <%S> uchun %S.%S xossasini oʻrnatishga ruxsat berilmadi

source: Permission denied for <%S> to call method %S.%S
as: পদ্ধতি %S.%S কল কৰিবলে <%S> ৰ অনুমতি নাকচ কৰা হৈছে
bn_bd: <%S> কে %S.%S মেথড কল করার অনুমতি দেয়া হয়নি
bn_in: <%S> দ্বারা %S.%S মেথড কল করার অনুমতি প্রত্যাখ্যান করা হয়েছে।
br: Aotre nac'het da <%S> evit gervel an arc'hwel %S.%S
eu: <%S>-ri %S.%S metodoa deitzeko baimenik ez.
hy_am: <%S>-ը չունի %S.%S մեթոդ օգտագործելու իրավունք
id: Akses <%S> ditolak untuk memanggil metode %S.%S
ka: <%S> - გამოძახების უფლება უარყოფილია %S მეთოდისთვის.%S
kk: <%S> %S.%S методын шақыруға рұқсат етілмеді
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ <%S> ក្នុង​ការ​ហៅ​វិធីសាស្ត្រ %S.%S
kn: <%S> ನಲ್ಲಿ ವಿಧಾನ %S.%S ಅನ್ನು ಕರೆಯುವ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lv: <%S> Liegta iespēja izsaukt metodi %S.%S
mai: <%S> क लेल अनुमति क मनाही %S.%S विधि सेट करब क लेल
ml: <%S>-നുള്ള %S.%S എന്ന മെഥേഡ് വിളിക്കുവാനുള്ള അനുവാദമില്ല
mr: <%S> ला कार्यपद्धती %S.%S वापरण्यास परवानगी नाही
ms: Kebenaran telah dinafikan untuk <%S> untuk memanggil kaedah %S.%S
my: %S.%S နည်းလမ်းကို ခေါ်ယူဖို့ <%S> ကို ခွင့်ပြုချက် ငြင်းပယ်တယ်။
nn_no: Tilgang vart nekta for <%S> til metoden %S.%S
or: ପଦ୍ଧତି %Sକୁ ଡ଼ାକିବା ପାଇଁ <%S>କୁ ଅନୁମତି ଦିଆଯାଇନାହିଁ।%S
sr: Дозвола је одбијена за <%S> да позове метод %S.%S
tt: <%S> içün %S.%S usulını çağırma ruhseti inkâr etildi
ug: %S.%S ئۇسۇلنى چاقىرىشقا <%S> نىڭ ھوقۇقى يەتمىدى
uz: <%S> uchun %S.%S chaqirish metodiga ruxsat berilmadi

source: Permission denied to create wrapper for object of class %S
as: ক্লাচ %S ৰ অবজেক্টৰ বাবে নিচোল সৃষ্টি কৰাৰ অনুমতি নাকচ কৰা হৈছে
bn_bd: %S ক্লাসের অবজেক্টের জন্য মোড়ক তৈরি করার অনুমতি দেয়া হয়নি
bn_in: %S ক্লাসের অবজেক্টের জন্য wrapper নির্মাণ করার অনুমতি প্রত্যাখ্যান করা হয়েছে
br: Aotre nac'het evit krouiñ un ambaperenn evit an ergorenn he rummad %S
eu: %S klaseko objektuarentzako wrapperra sortzeko baimenik ez.
hy_am: %S դասի Օբյեկտի համար շապիկի ստեղծումը մերժվեց
id: Akses ditolak untuk membuat wrapper pada objek pada kelas %S
ka: პაკეტის შექმნის უფლება უარყოფილია %S კლასის ობიექტისთვის
kk: %S класты объект үшін қоршам жасауға рұқсат жоқ
km: សិទ្ធិ​ត្រូវ​បាន​បដិសេធ​ក្នុង​ការ​បង្កើត​កម្មវិធី​រុំ​សម្រាប់​វត្ថុ​នៃ​ថ្នាក់ %S
kn: ವರ್ಗ %Sದ ವಸ್ತುವಿಗೆ (ಆಬ್ಜೆಕ್ಟ್‍) ಕವಚವನ್ನು(ವ್ರಾಪರ್) ರಚಿಸಲು ಅನುಮತಿಯು ನಿರಾಕರಿಸಲ್ಪಟ್ಟಿದೆ
lv: Nav tiesību, lai izveidotu objekta ar klasi %S
mai: %S वर्ग क वस्तु क लेल रैपर बनाबै मे अनुमति मनाही
ml: %S എന്ന ക്ളാസ്സിന്റെ ഒബ്ജക്ടിനുള്ള റാപ്പര്‍ ഉണ്ടാക്കുവാനുള്ള അനുവാദമില്ല
mr: %S च्या श्रेणीतील घटका करीता आवरण निर्माण करण्यास परवानगी नाही
ms: Keizinan dinafi untuk menipta pembalut untuk objek kelas %S
my: %S အတန်းအစား ၀တ္ထုအတွက် အထုတ်အပိုး ဖန်တီးဖို့ ခွင့်ပြုချက် ငြင်းပယ်ခံရတယ်
nn_no: Tilgang til å laga omslag for objektklassa %S vart nekta
or: ବସ୍ତୁ ଶ୍ରେଣୀ %S ପାଇଁ ଆବରଣ ତିଆରି କରିବାକୁ ଅନୁମତି ରଦ୍ଦକରାଯାଇଛି
sr: Дозволе забрањују стварање омота од објекта класе %S
tt: %S sınıfınnan obyekt öçön urağıç yasaw röxsetí kirí qağıldı.
ug: %S تۈرگە بوغچىلىغۇچ قۇرۇشقا ھوقۇق يەتمىدى
uz: %S sinf obyektlar uchun oʻrovchi yaratishga ruxsat berilmadi
