Repository: tktk711/mozilla-l10n
Catalog: lg/browser/pdfviewer/viewer.properties.po
Languages: lg

source: Previous Page
lg: Omuko Ogubadewo

source: Next Page
lg: Omuko Oguddako

source: Page:
lg: Omuko:

source: of {{pageCount}}
lg: ku {{pageCount}}

# zoom_out.title
source: Zoom Out
lg: Zimbulukusa

# zoom_out_label
source: Zoom Out
lg: Zimbulukusa

# zoom_in.title
source: Zoom In
lg: Funza Munda

# zoom_in_label
source: Zoom In
lg: Funza Munda

source: Zoom
lg: Gezzamu

# print.title
source: Print
lg: Fulumya

# print_label
source: Print
lg: Fulumya

source: Open File
lg: Bikula Fayiro

source: Open
lg: Ggulawo

# download.title
source: Download
lg: Tikula

# download_label
source: Download
lg: Tikula

source: Current view (copy or open in new window)
lg: Endabika eriwo (koppa oba gulawo mu diriisa epya)

source: Current View
lg: Endabika Eriwo

source: Show Document Outline
lg: Laga Ensalo ze Kiwandiko

source: Document Outline
lg: Ensalo ze Ekiwandiko

source: Show Thumbnails
lg: Laga Ekifanyi Mubufunze

source: Thumbnails
lg: Ekifanyi Mubufunze

source: Find
lg: Zuula

source: Page {{page}}
lg: Omuko {{page}}

source: Thumbnail of Page {{page}}
lg: Ekifananyi kyo Omuko Mubufunze {{page}}

source: Find the previous occurrence of the phrase
lg: Zuula awayise mukweddamu mumiteddera

source: Find the next occurrence of the phrase
lg: Zuula ekidako mukweddamu mumiteddera

source: Highlight all
lg: Londa byonna

source: Phrase not found
lg: Emiteddera tezuuliddwa

source: More Information
lg: Ebisingawo

source: Less Information
lg: Mubumpimpi

source: Close
lg: Galawo

source: Message: {{message}}
lg: Obubaaka: {{message}}

source: Stack: {{stack}}
lg: Ebipangiddwa: {{stack}}

source: File: {{file}}
lg: Fayiro {{file}}

source: Line: {{line}}
lg: Layini: {{line}}

source: An error occurred while rendering the page.
lg: Wabadewo ensobi muku tekawo omuko.

source: Page Width
lg: Obugazi bwo Omuko

source: Page Fit
lg: Okutuka kwo Omuko

source: Automatic Zoom
lg: Okwefunza no Kwegeza

source: Actual Size
lg: Obunene Obutufu

source: Error
lg: Ensobi

source: An error occurred while loading the PDF.
lg: Wabadewo ensobi mukutika PDF.

source: [{{type}} Annotation]
lg: [{{type}} Enyonyola]

source: PDF is protected by a password:
lg: PDF ekumibwa ekisumuluzo:

source: Warning: Printing is not fully supported by this browser.
lg: Okulaabula: Okulumya empapula tekuwagirwa enonyeso enno.
