Repository: tktk711/mozilla-l10n
Catalog: */obsolete/toolkit/chrome/mozapps/extensions/selectAddons.dtd.po
Languages: ur

source: Checking Your Add-ons
ur: آپ کے ایڈ اون چیک کر رہا ہے

source: Checking your add-ons for compatibility with this version of &brandShortName;.
ur: آپ کے ایڈ اون کو &brandShortName; کی اس ورژن کے ساتھ موازنت کے لیے چیک کر رہا ہے۔

# select.heading
source: Select Your Add-ons
ur: اپنے ایڈ اون منتخب کریں

# select.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
ur: &brandShortName; کو وہ ایڈ نا اہل کر کے جو آُ نہیں استعمال کرتے اور بھی تیز بنائیں۔ تھرڈ پارٹی کے تنصیب شدہ ایڈ اون خود بخود نا اہل ہو جائیں گے اگر آپ نہیں نیچے منتخب نہیں کرتے۔

source: Keep
ur: رکھیں

source: Action
ur: عمل

source: Installed By
ur: تنصیب شدہ از

source: Name
ur: نام

# confirm.heading
source: Select Your Add-ons
ur: اپنے ایڈ اون منتخب کریں

# confirm.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
ur: جو ایڈ اون آپ اب استعمال نہیں کرتے، انہیں نااہل کر کے &brandShortName; کو اور بھی تیز بنائیں۔ تھرڈ پارٹی کے تنصیب شدہ ایڈ اون خود بخود نااہل ہو جائیں گے اگر آپ انہیں نیچے منتخب نہیں کرتے۔

source: The following add-ons will be disabled:
ur: مندرجہ ذیل ایڈ اون نا اہل کر دیے جائیں گے:

source: The following add-ons are disabled, but will be enabled as soon as they are compatible:
ur: مندرجہ ذیل ایڈ اون نا اہل ہیں، لیکن موازن ہوتے ہی اہل بنا دیے جائیں گے:

source: The following add-ons will be updated:
ur: مندرجہ ذیل ایڈ اون تازہ ہوں گے:

source: The following add-ons will be enabled:
ur: مندرجہ ذیل ایڈ اون اہل ہوں گے:

source: Updating Your Add-ons
ur: آپ کے ایڈ اون تازہ کر رہا ہے

source: Downloading and installing updates for your selected add-ons.
ur: آپ کے منتخب ایڈ اون کے لیے تازہ کاریاں ڈاؤن لوڈ اور تنصیب کر رہا ہے۔

source: &brandShortName; could not update some of your add-ons.
ur: &brandShortName; آپ کے کچھ ایڈ اون تازہ نہیں کر سکا۔

source: Installing updates for some of your add-ons failed. &brandShortName; will automatically try to update them again later.
ur: آپ کے کچھ ایڈ اون کے لیے تازہ کاریوں کی تنصیب ناکام ہو گئی۔ &brandShortName; ان کو کچھ دیر بعد خود بخود تازہ کرنے کی کوشش کرے گا۔

source: You can always change your add-ons by going to the Add-ons Manager.
ur: آپ کسی بھی وقت ایڈ اون مینیجر میں جا کر اپنے ایڈ اون تبدیل کر سکتے ہیں۔

source: Cancel
ur: منسوخ کریں

source: Back
ur: واپس

source: Next
ur: آگے

source: Done
ur: ختم
