Repository: tktk711/mozilla-l10n
Catalog: gn_PY/devtools/client/aboutdebugging.properties.po
Languages: gn_py

source: Debug
gn_py: Mopotĩ

source: Push
gn_py: Myaña

source: Start
gn_py: Moñepyrũ

source: Scope
gn_py: Hupytyha peve

source: unregister
gn_py: Haipyre jehejarei

source: Add-ons
gn_py: Moĩmbaha

source: Enable add-on debugging
gn_py: Embojuruja moĩmbaha mopotĩha

source: Turning this on will allow you to debug add-ons and various other parts of the browser chrome
gn_py: Emyandývo kóva omoneĩta moĩmbaha ñemopotĩ ha heta ambuéva vore chrome kundahára rehegua

source: more info
gn_py: maranduve

source: Load Temporary Add-on
gn_py: Emyanyhẽ moĩmbaha sapy'aguáva

source: Extensions
gn_py: Pukukue

source: Select Manifest File or Package (.xpi)
gn_py: Eiporavo Manifest marandurenda térã mbohyrupy (.xpi)

source: Reload
gn_py: Myanyhẽjey

source: Only temporarily installed add-ons can be reloaded
gn_py: Oñemohenda moĩmbaha sapy'a g̃uarãnte ha ikatu oñemyenyhẽjey

source: Workers
gn_py: Mba'apoharakuéra

source: Service Workers
gn_py: Mba'epytyvõrã mba'apohára

source: Shared Workers
gn_py: Mba'apohára oñondiveguáva

source: Other Workers
gn_py: Ambue mba'apohára

source: Tabs
gn_py: Tendaykekuéra

source: Page not found
gn_py: Kuatiarogue ojejuhu'ỹva

source: #%S does not exist!
gn_py: #%S ndaipóri!

source: Nothing yet.
gn_py: Mba'eve gueteri

source: Your browser configuration is not compatible with Service Workers
gn_py: Ne kundahára ñemboheko ndojoguerahái Mba'apohára pytyvõrãguáva ndive
