Repository: tktk711/mozilla-l10n
Catalog: gn_PY/devtools/client/responsiveUI.properties.po
Languages: gn_py

source: Rotate
gn_py: Mbojere

source: Screenshot
gn_py: Ta'ãnga japyhy

source: Custom User Agent
gn_py: Puruhára Pytyvõha Ñemomba'epyre

source: Screen Shot %1$S at %2$S
gn_py: Ejapyhy %1$S-gui %2$S peve

source: Simulate touch events (page reload might be needed)
gn_py: Eha'ãnga tembiaporã jepoko rehegua (oikotevẽkuaa kuatiarogue ñemyenyhẽ)

source: Add Preset
gn_py: Jerohoryvéva mbojoapy

source: Remove Preset
gn_py: Jerohoryvéva mboguete

source: %S (custom)
gn_py: %S (ñemomba'epyre)

source: Responsive Design Mode
gn_py: Moha'ãnga Reko Mbohovái

source: Leave Responsive Design Mode
gn_py: Moha'ãnga Rekogui Ñesẽ

source: Give a name to the %Sx%S preset
gn_py: Jerohoryvéva %Sx%S mbohéra

source: Use the Control key for more precision. Use Shift key for rounded sizes.
gn_py: Eipuru tairenda Moambueha ejapo porãve hag̃ua. Eipuru tairenda Taiguasu tuijakue ijapu'ávpe g̃uarã.

source: If touch event listeners have been added earlier, the page needs to be reloaded.
gn_py: Oñembojuajúma tenduha tembiaporã jepoko rehegua, oikotevẽta kuatiarogue ñemyenyhẽjey.

source: Reload
gn_py: Myanyhẽjey

source: Never show again
gn_py: Ani rehechaukajey

source: A new version of Responsive Design Mode is available, but it appears to be disabled. Please enable it and provide feedback, as this version will be removed.
gn_py: Ojepurukuaáma peteĩchagua ipyahúva moha'ãnga reko mbohováiva, hákatu ha'ete ku ndojepurukuaáiva. Ikatu piko embojuruja ha emondo haipy, cháke ko'ag̃agua oñembotýtama.

source: A new version of Responsive Design Mode is available, but it requires multi-process mode, which is currently disabled. Please enable it and provide feedback, as this version will be removed.
gn_py: Ojepurukuaáma peteĩchagua ipyahúva moha'ãnga reko mbohováiva, hákatu oikotevẽ tembiapoita reko, ko'ag̃aite ndojepurukuaáiva. Ikatu piko embojuruja ha emondo haipy, cháke ko'ag̃agua oñembotýtama.

source: Enable and Restart
gn_py: Mbojuruja ha moñepyrũjey
