Repository: tktk711/mozilla-l10n
Catalog: an/browser/chrome/browser/downloads/downloads.dtd.po
Languages: an

source: Downloads
an: Descargas

source: 21ch
an: 30ch

source: &Pause
an: &Pausa

source: &Resume
an: Contina&r

source: Cancel
an: Cancelar

source: Open Containing &Folder
an: U&brir a carpeta a on se troba

source: Show In &Finder
an: Amostrar en o &Finder

source: Retry
an: Tornar a prebar

source: &Go To Download Page
an: &Ir ta la pachina de descargas

source: Copy Download &Link
an: Copiar o vinc&lo d'a descarga

source: R&emove From History
an: &Eliminar de l'historial

source: Cle&ar Preview Panel
an: Escosc&ar panel de previsualización

source: Clear &Downloads
an: Limpiar as &descargas

source: All&ow Download
an: Permitir &descargas

source: Remove File
an: Eliminar Fichero

source: Remove File or Allow Download
an: Eliminar fichero u permitir descarga

source: Open or Remove File
an: Ubrir y eliminar fichero

source: Show more information
an: Amostrar mas información

source: Open File
an: Ubrir lo fichero

source: Retry Download
an: Reintentar la descarga

source: Cancel Download
an: Cancelar la descarga

source: BLOCKED
an: BLOCAU

source: Learn More
an: Saber-ne mas

source: &Show All Downloads
an: &Amostrar todas as descargas

source: Open Downloads Folder
an: Ubrir la carpeta de descargas

source: Clear Downloads
an: Limpiar as descargas

source: Clears completed, canceled and failed downloads
an: Limpia as descargas completas, canceladas y erronias

source: There are no downloads.
an: No s'ha trobau descargas.

source: No downloads for this session.
an: No i ha garra descarga en ista sesión.

source: Could not find any matching downloads.
an: No s'ha trobau descargas que se i achusten.
