Repository: tktk711/mozilla-l10n
Catalog: ff/embedding/android/android_strings.dtd.po
Languages: ff

source: Setting up &brandShortName;\u2026
ff: Teeltagol &brandShortName;\u2026

source: There is not enough space available for &brandShortName; to start.
ff: Boowal mbeɗu ena ŋakki ngam &brandShortName; waawa hurmude.

source: An error occurred when trying to load files required to run &brandShortName;
ff: Juumre waɗii tuma nde piille coklaaɗe etaa looweede ngam hurminde &brandShortName;

source: &brandShortName; Crash Reporter
ff: Jaŋtorde Kooke &brandShortName;

source: &brandShortName; has crashed. Your tabs should be listed on the &brandShortName; Start page when you restart.
ff: &brandShortName; hookii. Tabbe maa fof maa kollire e Jaɓɓorgo &brandShortName; tuma nde hurmitinaa.

source: Please help us fix this problem!
ff: Tiiɗno wallu-min ñawndude ɗee caɗe!

source: Send Mozilla a crash report
ff: Neldu jaŋtol hookre to Mozilla

source: Include page address
ff: Waɗdu heen ñiiɓirde hello

source: Close
ff: Uddu

source: Restart &brandShortName;
ff: Hurmitin &brandShortName;

source: Sending crash report\u2026
ff: Nana nelda jaŋtol hookre\u2026

source: Exit
ff: Yaltu

source: Continue
ff: Jokku

source: &brandShortName; Web Apps
ff: Jaaɓnirɗe Geese &brandShortName;

source: No web apps were found
ff: Alaa jaaɓirɗe geese njiytaa

source: Choose File
ff: Labo Fiilde
