Repository: tktk711/mozilla-l10n
Catalog: sah/browser/feedback/main.properties.po
Languages: sah

source: Help make Firefox better by running user studies.
sah: Firefox тупсарыгар көмө буол, чинчийиигэ кыттыс.

source: Mozilla Labs Test Pilot
sah: Mozilla лабораториятын тургутааччыта

source: More Info
sah: Сиһилии

source: Submit
sah: Ыыт

source: Take the Survey
sah: Чинчийиигэ кыттарга

source: Turn On User Studies
sah: Туттааччы чинчийиитин холбоо

source: Turn Off User Studies
sah: Туттааччы чинчийиитин араар

source: We are working on a new study now; it will knock on your door soon! Stay Tuned!
sah: Билигин саҥа чинчийии үлэтэ бара турар; сотору ол түмүктэрэ баар буолуохтара! Ситимҥин быһыма!

source: Uploading…
sah: Хачайдана турар...

source: Unable to reach Mozilla; please try again later.
sah: Ситим суох, бука диэн кэлин тахсаар.

source: Thanks for contributing!
sah: Тупсарыыгар махтанабыт!

source: Finished on %S
sah: Бачча түмүктэммит %S

source: (You canceled this study)
sah: (Бу чинчийииттэн тахсыбыккын)

source: (You missed this study)
sah: (Бу чинчийиигэ хойутаабыккын)

source: Will start on %S
sah: Баччаҕа саҕаланыа %S

source: Currently gathering data.
sah: Билигин дааннайдар хомулла тураллар.

source: Will finish on %S
sah: Баччаҕа түмүктэниэ %S

source: Propose your own study
sah: Бэйэҥ чинчийии тиэмэтин көтөх

source: Comments & Discussions »
sah: Ырытыы & Кэпсэтии »

source: Propose a Test »
sah: Тургутууну киллэрии »

source: @MozTestPilot on Twitter »
sah: @MozTestPilot Twitter-гэ »

source: Now uploading data…
sah: Дааннайдар киллэриллэ тураллар...

source: Oops! There was an error connecting to the Mozilla servers. Maybe your network connection is down?
sah: Бай! Mozilla сиэрбэрин кытта ситимнэһии кэмигэр алҕас таҕыста. Баҕар интэриниэккэ холбонууҥ быстыбыта буолаарай?

source: Test Pilot will retry automatically, so it's OK to close this page now.
sah: Тургутааччы бэйэтэ ситимнэһэ сатыа, онон бу түннүгү сабан кэбиһиэххэ сөп.

source: (It has already ended and you should not be seeing this page)
sah: (Бүппүт, онон бу сирэйи көрөн туһа суох)

source: today, at %S
sah: бүгүн, баччаҕа %S

source: on %S
sah: баччаҕа %S

source: #1 extension;#1 extensions
sah: #1 кэҥэтии;#1 кэҥэтии

source: This test recurs every %S days. Each time it completes:
sah: Бу тургутуу хас %S күн аайы хатыланар. Хас сырыы аайы түмүктэнэр:

source: Ask me whether I want to submit my data.
sah: Көмпүүтэрбиттэн тугу эмэ ыытарым туһунан куруук ыйыт.

source: Always submit my data, and don't ask me about it.
sah: Дааннайдары миигиттэн ыйыппакка ыытар буол.

source: Never submit my data, and don't ask me about it.
sah: Мантан хаһан да тугу да ыытыма уонна ол туһунан ыйытыма.

# testpilot.statusPage.loading
source: Loading, please wait a moment…
sah: Киллэриллэ турар, бука диэн кэтэһэ түс...

source: You are about to quit the "%S" study.
sah: "%S" чинчийииттэн тахсан эрэҕин.

source: (Optional) If you have a minute, please let us know why you have chosen to quit the study.
sah: (Булгуччута суох) Сололоох буоллаххына тоҕо тахсан эрэргин ыйыаҥ буолаарай.

source: Reason:
sah: Төрүөтэ:

source: This is a recurring study. Normally we will let you know the next time we run the study. If you never want to hear about this study again, check the box below:
sah: Кэмиттэн кэмигэр ыытыллар чинчийии. Кинини ыытарбытыгар биллэрээччибит. Бу чинчийии туһунан хаһан да истиэххин баҕарбат буоллаххына аллараа бэлиэтээ:

source: Quit this recurring study.
sah: Куруук ыытыллар чинчийииттэн таҕыс.

source: Quit the Study »
sah: Таҕыс »

source: Thank You for Joining the Test Pilot Team!
sah: Тургутааччы бырагыраамматыгар холбоспуккар махтанабыт!

source: Getting Started
sah: Саҕалааччыга аналлаах

source: Please take the
sah: Бука диэн манна кытын эрэ:

source: Pilot Background Survey
sah: Pilot Background Чинчийии

source: Click here to see the studies that are currently running.
sah: Билигин ыытылла турар чинчийиилэри көрөргө манна киир.

source: Test Pilot Add-on
sah: Чинчийээччи эбиитэ (аддона)

source: « look for this icon in the bottom right of the browser window.
sah: « маннык бэлиэни түннүк аллараа уҥа муннугар бул.

source: You can click on it to get the main Test Pilot menu.
sah: Тургутааччы сүрүн менютун арыйарга маны баттыаххын сөп

source: The icon will pop up a notification when a study needs your attention.
sah: Чинчийии Эн болҕомтоҕун эрэйдэҕинэ бэлиэ ол туһунан биллэриэ.

source: Privacy Policy
sah: Көмүскэл сиэрэ

source: Legal Notices
sah: Быраап биллэриилэрэ

source: Save Answers
sah: Хоруйдары бигэргэт

source: Submit Answers
sah: Хоруйдары ыыт

source: Change Answers
sah: Хоруйдары уларыт

# testpilot.surveyPage.loading
source: Loading, please wait a moment…
sah: Хачайдана турар, бука диэн кэтэс дуу...

source: Thank you for finishing this survey. Your answers will be uploaded along with the next set of experimental data.
sah: Чинчийии ыйытыыларыгар хорудаабыккар махтанабыт. Хоруйдаргыт аныгыскы эспэримиэн дааннайдарын кытта көстүөхтэрэ.

source: If you would like to review or change your answers, you can do so at any time using the button below.
sah: Бэйэҥ хорударгын көрүөххүн эбэтэр уларытыаххын баҕарар буоллаххына хаһан баҕарар аллараа тимэҕи баттыаххын сөп.

source: Excellent! You finished the "%S" Study!
sah: Бэрт! "%S" чинчийиини түмүктээтиҥ!

source: All data related to this study has been removed from your computer.
sah: Бу чинчийиигэ сыһыаннаах барыта Эн көмпүүтэргиттэн суох оҥоһулунна.

source: Update…
sah: Саҥардан биэр...

source: Thanks!
sah: Махтал!

source: Thank you for uploading your data.
sah: Дааннайгын укпуккар махтанабыт.

source: Ready to Submit
sah: Ыытарга бэлэм

source: The Test Pilot "%S" study is finished gathering data and is ready to submit.
sah: "%S" чинчийии тумүктэннэ уонна дааннайдары ыытарга бэлэм.

source: New Test Pilot Study
sah: Тургутууга саҥа чинчийии

source: The Test Pilot "%S" study is about to begin.
sah: Тургутууга билигин "%S" чинчийии саҕаланыа.

source: New Test Pilot Survey
sah: Тургутууга саҥа ыйытык

source: The Test Pilot "%S" survey is available.
sah: Тургутууга "%S" ыйытык саҕаланна.

source: New Test Pilot Results
sah: Тургутууга саҥа түмүктэр

source: New results are now available for the Test Pilot "%S" study.
sah: Тургутууга саҥа чинчийии ("%S") түмүктэрэ таҕыстылар.

source: Thank you!
sah: Эйиэхэ махтанабыт!

source: The Test Pilot "%S" study is completed and your data has been submitted!
sah: Тургутуу "%S" чинчийиитэ түмүктэннэ, Эн дааннайдарыҥ ыытылыннылар!

source: Extension Update
sah: Кэҥэтиини (расширение) саҥардыы

source: One of your studies requires a newer version of Test Pilot. You can get the latest version using the Add-ons window.
sah: Эн чинчийиилэргиттэн биирдэстэрэ Тургутуу саҥа барылын көрдүүр. Эбиилэр түннүктэрин туһанан тиһэх барылын хачайдаан ылыаххын сөп.
