Repository: tktk711/mozilla-l10n
Catalog: brx/dom/chrome/accessibility/AccessFu.properties.po
Languages: brx

source: Screen reader started
brx: स्क्रिन रिडारआ जागायबाय

source: Screen reader stopped
brx: स्क्रिन रिडारआ बन्द जाबाय

source: menu bar
brx: मेनु बार

source: scroll bar
brx: स्क्रल बार

source: grip
brx: ग्रिप

source: alert
brx: सांग्रां

source: menu popup
brx: मेनु पप-आप

source: document
brx: फोरमान बिलाइ

source: pane
brx: पेन

source: dialog
brx: बिबुं

source: separator
brx: आलादा खालामग्रा

source: toolbar
brx: टुलबार

source: status bar
brx: स्टेटास बार

source: table
brx: फारिलाइ

source: column header
brx: खाम्फा हेडार

source: row header
brx: सारि हेडार

source: column
brx: खाम्फा

source: row
brx: सारि

source: cell
brx: खथासा

source: link
brx: लिंक

source: list
brx: लिस्ट

source: list item
brx: लिस्ट आइटेम

source: outline
brx: बाइजोसिमा

source: outline item
brx: बाइजोसिमा आइटेम

# pagetab
source: tab
brx: टेब

source: property page
brx: आखुथाय बिलाइ

source: graphic
brx: ग्राफिक

source: button
brx: बुथाम

source: check button
brx: आनजाद बुथाम

source: radio button
brx: रेडिअ बुथाम

source: combo box
brx: कम्ब' बक्स

source: progress bar
brx: दावगानाय बार

source: slider
brx: स्लाइडार

source: spin button
brx: स्पिन बुथाम

source: diagram
brx: नक्सा

source: animation
brx: एनिमेसन

source: equation
brx: समानथाय

source: button menu
brx: बुथाम मेनु

source: white space
brx: गुफुर स्पेस

# pagetablist
source: tab list
brx: टेब लिस्ट

source: canvas
brx: केनभास

source: check menu item
brx: मेनु आइटेमखौ आनजाद खालाम

source: label
brx: लेबेल

source: password text
brx: पासवार्ड फरा

source: radio menu item
brx: रेडिअ मेनु आइटेम

source: text container
brx: फरा दोनग्रा

source: toggle button
brx: टग्गल बुथाम

source: tree table
brx: ट्रि फरिलाइ

source: header
brx: हेडार

source: footer
brx: फुटार

source: paragraph
brx: पेराग्राफ

source: entry
brx: हाबनाय

source: caption
brx: केपसन

source: heading
brx: लिरबिदांनि बिमुं

source: section
brx: खोन्दो

source: form
brx: फर्म

source: combo box list
brx: कम्ब' बाक्सु लिस्ट

source: combo box option
brx: कम्ब' बाक्सु उफ्रा

source: image map
brx: मुसुखा मानसावगारि

# listboxoption
source: option
brx: उफ्रा

source: list box
brx: लिस्ट बाक्सु

source: flat equation
brx: दाब्ले समानथाय

source: gridcell
brx: ग्रिडचेल

source: note
brx: लिरसुंथाइ

source: figure
brx: सानखान्थि अनजिमा

source: definition list
brx: बुंफुरलु लिस्ट

source: term
brx: सोदोब

source: definition
brx: बुंफुरलं

source: text area
brx: फरा ओनसोल

source: date
brx: अक्ट'

source: e-mail
brx: इ-मेइल

# textInputType_search
source: search
brx: नागिरनाय

source: telephone
brx: टेलिफन

source: heading level %S
brx: लिरबिदांनि बिमुंनि लेभेल %S

source: First item
brx: गिबि आइटेम

source: Last item
brx: जोबथा आइटेम

source: 1 item;#1 items
brx: 1 आइटेम;#1 आइटेम

source: %1$S of %2$S
brx: %2$S नि %1$S

source: banner
brx: बेनार

source: complementary
brx: फुरायग्रा

source: content info
brx: थानाय-आयदानि फोरमायथिहोग्रा

source: main
brx: गाहाय

source: navigation
brx: नेभिगेसन

source: search
brx: नागिरनाय

source: with 1 column;with #1 columns
brx: 1 खाम्फाजों; #1 खाम्फाजों

source: and 1 row;and #1 rows
brx: आरो 1 सारि;आरो #1 सारिफोर

source: Column %S
brx: खाम्फा %S

source: Row %S
brx: सारि %S

source: spans %S columns
brx: स्पेन्स %S खाम्फा

source: spans %S rows
brx: स्पेन्स %S सारि

source: jumped
brx: बारलांबाय

# pressAction
source: pressed
brx: नारसिनबाय

# checkAction
source: checked
brx: आनजाद खालामबाय

source: unchecked
brx: आनजाद खालामाखै

# selectAction
source: selected
brx: सायखबाय

source: unselected
brx: सायखयै खालामबाय

source: opened
brx: खेवबाय

source: closed
brx: बन्द खालामबाय

source: switched
brx: थांबाय

source: clicked
brx: क्लिक खालामबाय

# collapseAction
source: collapsed
brx: हरखाब बायबाय

# expandAction
source: expanded
brx: फेहेरबाय

source: activated
brx: मावथि खालामबाय

source: cycled
brx: गिदिंबाय

source: hidden
brx: दोनखोमाखानाय

source: loading
brx: ल'ड खालामगासिनो दं

source: loaded
brx: ल'ड खालामबाय

source: new tab
brx: गोदान टेब

source: loading stopped
brx: ल'ड खालामनायखौ बन्द खालामबाय

source: reloading
brx: फिन ल'ड खालामगासिनो दं

# stateChecked
source: checked
brx: आनजाद खालामबाय

source: not checked
brx: आनजाद खालामाखैमोन

# statePressed
source: pressed
brx: नारसिनबाय

# stateExpanded
source: expanded
brx: फेहेरबाय

# stateCollapsed
source: collapsed
brx: हरखाब बायबाय

source: unavailable
brx: मोननो हाथावै

source: readonly
brx: फरायनो-थाखायल'

source: required
brx: गोनांथि जाबाय

source: visited
brx: थांबाय

source: has pop up
brx: पप आप दं

# stateSelected
source: selected
brx: सायखबाय

source: editing
brx: सुजुगासिनो दं

source: navigating
brx: नेभिगेट खालामगासिनो दं

source: Default
brx: डिफल्ट

source: Anchors
brx: एंकर

source: Buttons
brx: बुथाम

source: Combo boxes
brx: कम्प' बाक्सु

source: Landmarks
brx: लेण्डमार्क

source: Entries
brx: हाबहोनाय

source: Form elements
brx: फर्म गुदिमुवा

source: Images
brx: मुसुखा

source: Headings
brx: हेडिं

source: List items
brx: आइटेमखौ लिस्ट खालाम

source: Links
brx: लिंक

source: Lists
brx: लिस्टफोर

source: Page tabs
brx: बिलाइ टेब

source: Radio buttons
brx: रेडिअ' बुथाम

source: Separators
brx: बोखावग्रा

source: Tables
brx: फारिलाइ

source: Check boxes
brx: आनजाद बाक्सु

# menubarAbbr
source: menu bar
brx: मेनु बार

# scrollbarAbbr
source: scroll bar
brx: स्क्रल बार

# gripAbbr
source: grip
brx: ग्रिप

# alertAbbr
source: alert
brx: सांग्रां

# menupopupAbbr
source: menu popup
brx: मेनु पप-आप

# documentAbbr
source: document
brx: फोरमान बिलाइ

# paneAbbr
source: pane
brx: पेन

# dialogAbbr
source: dialog
brx: बिबुं

# separatorAbbr
source: separator
brx: आलादा खालामग्रा

# toolbarAbbr
source: toolbar
brx: टुलबार

# statusbarAbbr
source: status bar
brx: स्टेटास बार

# columnheaderAbbr
source: column header
brx: खाम्फा हेडार

# rowheaderAbbr
source: row header
brx: सारि हेडार

# columnAbbr
source: column
brx: खाम्फा

# rowAbbr
source: row
brx: सारि

# cellAbbr
source: cell
brx: खथासा

# listAbbr
source: list
brx: लिस्ट

# listitemAbbr
source: list item
brx: लिस्ट आइटेम

# outlineAbbr
source: outline
brx: बाइजोसिमा

# outlineitemAbbr
source: outline item
brx: बाइजोसिमा आइटेम

# pagetabAbbr
source: tab
brx: टेब

# propertypageAbbr
source: property page
brx: आखुथाय बिलाइ

# graphicAbbr
source: graphic
brx: ग्राफिक

# checkbuttonAbbr
source: check button
brx: आनजाद बुथाम

# radiobuttonAbbr
source: radio button
brx: रेडिअ बुथाम

# comboboxAbbr
source: combo box
brx: कम्ब' बक्स

# progressbarAbbr
source: progress bar
brx: दावगानाय बार

# sliderAbbr
source: slider
brx: स्लाइडार

# spinbuttonAbbr
source: spin button
brx: स्पिन बुथाम

# diagramAbbr
source: diagram
brx: नक्सा

# animationAbbr
source: animation
brx: एनिमेसन

# equationAbbr
source: equation
brx: समानथाय

# buttonmenuAbbr
source: button menu
brx: बुथाम मेनु

# whitespaceAbbr
source: white space
brx: गुफुर स्पेस

# pagetablistAbbr
source: tab list
brx: टेब लिस्ट

# canvasAbbr
source: canvas
brx: केनभास

# checkmenuitemAbbr
source: check menu item
brx: मेनु आइटेमखौ आनजाद खालाम

# labelAbbr
source: label
brx: लेबेल

# radiomenuitemAbbr
source: radio menu item
brx: रेडिअ मेनु आइटेम

# textcontainerAbbr
source: text container
brx: फरा दोनग्रा

# togglebuttonAbbr
source: toggle button
brx: टग्गल बुथाम

# treetableAbbr
source: tree table
brx: ट्रि फरिलाइ

# headerAbbr
source: header
brx: हेडार

# footerAbbr
source: footer
brx: फुटार

# paragraphAbbr
source: paragraph
brx: पेराग्राफ

# entryAbbr
source: entry
brx: हाबनाय

# captionAbbr
source: caption
brx: केपसन

# headingAbbr
source: heading
brx: लिरबिदांनि बिमुं

# sectionAbbr
source: section
brx: खोन्दो

# formAbbr
source: form
brx: फर्म

# comboboxlistAbbr
source: combo box list
brx: कम्ब' बाक्सु लिस्ट

# comboboxoptionAbbr
source: combo box option
brx: कम्ब' बाक्सु उफ्रा

# listboxoptionAbbr
source: option
brx: उफ्रा

# listboxAbbr
source: list box
brx: लिस्ट बाक्सु

# flatequationAbbr
source: flat equation
brx: दाब्ले समानथाय

# gridcellAbbr
source: gridcell
brx: ग्रिडचेल

# noteAbbr
source: note
brx: लिरसुंथाइ

# definitionlistAbbr
source: definition list
brx: बुंफुरलु लिस्ट

# termAbbr
source: term
brx: सोदोब

# definitionAbbr
source: definition
brx: बुंफुरलं

source: index
brx: नायखां फारि
