Repository: tktk711/mozilla-l10n
Catalog: sa/browser/chrome/browser/syncSetup.dtd.po
Languages: sa

source: &syncBrand.fullName.label; Setup
sa: &syncBrand.fullName.label; स्थापना

source: Create a New Account
sa: नूतनोपयोजकसंज्ञाम् उत्पादय

source: I Have an Account
sa: मम समीपे उपयोजकसंज्ञा वर्तते

source: Have you used &syncBrand.fullName.label; before?
sa: पूर्वं त्वया &syncBrand.fullName.label; उपयुक्तं किम्?

source: I’ve never used &syncBrand.shortName.label; before
sa: मया पूर्वम् &syncBrand.shortName.label; कदापि न उपयुक्तम्

source: Server
sa: सर्वर्

source: Default: Mozilla &syncBrand.fullName.label; server
sa: मूलभूतम् : मोजिल्ला &syncBrand.fullName.label; सर्वर्

source: Use a custom server…
sa: स्वेच्छासर्वर् उपयोजय...

source: &Account
sa: उपयोजकसंज्ञा

source: &Password
sa: गुह्यपदम्

source: Recovery &Key
sa: प्राप्तिकुञ्चिका

source: Account Details
sa: उपयोजकसंज्ञानिर्देशाः

source: &Email Address
sa: ईमैल् पत्रसङ्केतः

source: Choose a &Password
sa: गुह्यपदं वृणु

source: Confir&m Password
sa: गुह्यपदं दृढीकुरु

source: I &agree to the
sa: मया अङ्गीक्रियन्ते

source: Terms of Service
sa: सेवानियमाः

source: and the
sa: तथा

source: Privacy Policy
sa: नैजतानीतिः

source: &brandShortName; Cares About Your Privacy
sa: &brandShortName; तव नैजतां प्रति चिन्तयति

source: Your Recovery &Key
sa: तव प्राप्तिकुञ्चिका

source: Generate a new key
sa: नूतनकुञ्चिकाम् उत्पादय

source: &Print…
sa: मुद्रय...

source: &Save…
sa: सञ्चय...

source: Pair a Device
sa: यन्त्रं मेलय

source: Show me how.
sa: कथमिति मां दर्शय।

source: I don’t have the device with me
sa: मम समीपे यन्त्रं नास्ति

source: Then, enter this code:
sa: ततः, एतत् कोड् निवेशय :

source: Enter the code that the device provides:
sa: यन्त्रेण दत्तं कोड् निवेशय :

source: Please try again.
sa: पुनः यतस्व।

source: Device Connected
sa: यन्त्रं संयुक्तम्

source: Sign In
sa: अन्तः सैन्

source: Verifying…
sa: सत्यापयति...

source: Reset Password
sa: गुह्यपदं प्रतिष्ठापय

source: I have lost my other device.
sa: मम यन्त्रान्तरं नष्टमभवति।

source: Sync Options
sa: सिङ्क् विकल्पाः

source: Sync My
sa: सिङ्क् कुरु मम

source: Book&marks
sa: पुस्तकचिह्नानि

source: &Tabs
sa: टैब्स्

source: Histo&ry
sa: इतिहासः

source: &Passwords
sa: गुह्यपदानि

source: Preference&s
sa: ऐच्छिकाः

source: &Add-ons
sa: एड्-ओन्स्

source: Recommended:
sa: सूचितम् :

source: Confirm
sa: दृढय

source: Setup Complete
sa: स्थापना समाप्ता

source: You can change this preference by selecting Sync Options below.
sa: सिङ्क् विकल्पाः इत्येतं वृत्वा एताम् ऐच्छिकां परिणमितुं शक्नोषि।

source: You may now continue using &brandShortName;.
sa: त्वं &brandShortName; उपयोगम् अनुसन्तनु।
