Repository: tktk711/mozilla-l10n
Catalog: tn/browser/chrome/browser/customizableui/customizableWidgets.properties.po
Languages: tn

source: History
tn: Hisetori

source: Show your history (%S)
tn: Supa motlhala wa gago (%S)

source: New Private Window
tn: Tsebe e Ntšhwa ya Window e Poraefete

source: Open a new Private Browsing window (%S)
tn: Bula window e ntšhwa ya Patlo e Poraefete (%S)

source: Save Page
tn: Boloka Tsebe

source: Save this page (%S)
tn: Boloka tsebe e (%S)

source: Find
tn: Batla

source: Find in this page (%S)
tn: Batla tsebe e (%S)

source: Open File
tn: Bula Faele

source: Open a file (%S)
tn: Bula faele (%S)

source: Developer
tn: Moagi

source: Open Web developer tools (%S)
tn: Didiriswa tsa Baagi ba Webo tse di Butsweng (%S)

source: Sidebars
tn: Dibarathoko

source: Show sidebars
tn: Bontsha Dibarathoko

source: Add-ons
tn: Dioketswa

source: Manage your add-ons (%S)
tn: Laola dioketswa tsa gago (%S)

source: Preferences
tn: Diratwabogolo

source: Open preferences
tn: Bula dikgethwa

source: Open preferences (%S)
tn: Bula dikgethwa (%S)

source: Options
tn: Diitlhophelwa

source: Open options
tn: Bula diitlhophelwa

source: Zoom Controls
tn: Ditaolo tsa Taolabogolo

source: Zoom controls
tn: Ditaola tsa Taolabogolo

source: Zoom out
tn: Nyenyefatsa

source: Zoom out (%S)
tn: Nyenyefatsa (%S)

source: Reset zoom level (%S)
tn: Rulaganyasešwa maemo a taolabogolo (%S)

source: Zoom in
tn: Godisa

source: Zoom in (%S)
tn: Godisa (%S)

source: Edit Controls
tn: Tselaganya Ditaolo

source: Edit controls
tn: Tselaganya Ditaolo

source: Cut
tn: Sega

source: Cut (%S)
tn: Sega (%S)

source: Copy
tn: Kopolola

source: Copy (%S)
tn: Kopolola (%S)

source: Paste
tn: Manega

source: Paste (%S)
tn: Kgomaretsa (%S)

source: Subscribe
tn: Ikwadise

source: Subscribe to this page
tn: Ikwadise mo tsebeng e

source: ­Text Encoding
tn: Khoutufatso Dikwalwa

source: Show text encoding options
tn: Bontsha diitlhophelwa tsa khoutufatso dikwalwa

source: Email Link
tn: Kgokagano ya Imeile

source: Email a link to this page
tn: Romela kgokagano ka imeile ko tsebeng e

# quit-button.tooltiptext.linux2
source: Quit %1$S (%2$S)
tn: Tloga %1$S (%2$S)

# quit-button.tooltiptext.mac
source: Quit %1$S (%2$S)
tn: Tloga %1$S (%2$S)

source: Hello
tn: Dumela

source: %S is not available in Private Browsing
tn: %S ga e teng mo Patlo e Poraefete

source: Share This Page
tn: Abelana Tsebe e

source: Share this page
tn: Abelana Tsebe e

source: Forget
tn: Lebala

source: Forget about some browsing history
tn: Lebala ka motlhala mongwe wa patlo

source: WebIDE
tn: Webo ya IDE

source: Open WebIDE (%S)
tn: Bula Webo ya IDE (%S)

source: New Non-e10s Window
tn: Window e Ntšha e e seng ya-e10s

source: Open a new Non-e10s Window
tn: Bula Window e ntšha e e seng ya-e10s
