Repository: tktk711/mozilla-l10n
Catalog: ff/browser/extensions/onboarding/onboarding.properties.po
Languages: ff

source: Getting started with %S
ff: Fuɗɗoro %S

source: Mark all as complete, and hide the tour
ff: Jel fof timmii, mbirnaa wanngannde ndee

source: Learn More
ff: Jokku taro

source: New to %S?
ff: Ko hesɗi to %S?

source: Search
ff: Yiylo

# onboarding.tour-search.title2
source: Find it faster.
ff: Yiytu ɗum no ɓuri yaawirde.

source: Having a default search engine doesn’t mean it’s the only one you can use. Choose a search engine or a site, like Amazon or Wikipedia, right from the search box.
ff: Jogaade yiylorde aadoraande firtaani ko kañum tan kuutorto-ɗaa. Suɓo kadi yiylorde woɗnde walla lowre, nanndude e Amazon walla Wikidedia ngam yiyloraade ɗoon e ɗoon.

source: Open One-Click Search
ff: Uddit yiylorde dobannde

# onboarding.notification.onboarding-tour-search.title
source: Find it faster.
ff: Yiytu ɗum no ɓuri yaawirde.

source: Access all of your favorite search engines with a click. Search the whole Web or just one website right from the search box.
ff: Heɓ denndanngal jiylorɗe maa cuɓaaɗe e dobannde wootere. Yiylo e geese hee kala walla e lowre wootere ummoraade beƴ e casol njiylawu ngol.

source: Private Browsing
ff: Banngagol keeringol

# onboarding.tour-private-browsing.title2
source: Browse by yourself.
ff: Wanngano hoore maa.

source: Want to keep something to yourself? Use Private Browsing with Tracking Protection. When you close your session, %S clears search and browsing history.
ff: Aɗa yiɗi suuɗde huunde ? Huutoro banngagol sutura wonndude e ndeenka e rewindo. So a uddii rogere maa, %S maa mumtu pele maa njiylawu e banngagol fof.

source: Show Private Browsing in Menu
ff: Hollu wanngorde sutura e cuɓirgol hee

# onboarding.notification.onboarding-tour-private-browsing.title
source: Browse by yourself.
ff: Wanngano hoore maa.

source: There’s no reason to share your online life with trackers every time you browse. Want to keep something to yourself? Use Private Browsing with Tracking Protection.
ff: Alaa fof ɗo fawii ko aɗa holla ñukkintooɓe nguurndam maa e ɓoggol, kala nde mbanngi-ɗaa. Aɗa yiɗi suuɗde huunde ? Huutoto banngagol sutura wondude e ndeenka rewindo.

source: Add-ons
ff: Njokkon

# onboarding.tour-addons.title2
source: Get more done.
ff: Waɗ goɗɗum.

source: Add-ons let you add features to %S, so your browser works harder for you. Compare prices, check the weather or express your personality with a custom theme.
ff: Gulɗe timmitooje ina ngaddan maa waawde ɓeydude kattanɗe e %S, mbele wanngorde maa ina ɓeydoo waawde gollanaade ma. Yerondir coodguuli, hoolkiso meteyoo walla kollitiraa neɗɗaagal maa kettol neɗɗinangol.

source: Show Add-ons in Menu
ff: Hollit njokkon e cuɓirgol hee

# onboarding.notification.onboarding-tour-addons.title
source: Get more done.
ff: Waɗ goɗɗum.

source: Add-ons are small apps you can add to %S that do lots of things — from managing to-do lists, to downloading videos, to changing the look of your browser.
ff: Gulɗe timmitooje ko jaaɓinirkon tokoson ko mbaaw-ɗaa ɓeydude e %S, mbaɗowon ko heewi - gila e jiilgol golle, ngawtagol wideyooji haa yetii baylugol mbaadi wanngorde maa.

source: Customize
ff: Heertin

# onboarding.tour-customize.title2
source: Rearrange your toolbar.
ff: Yuɓɓitin palal kuutorɗe maa.

source: Put the tools you use most right at your fingertips. Drag, drop, and reorder %S’s toolbar and menu to fit your needs. Or choose a compact theme to make more room for tabbed browsing.
ff: Ɓadtin kuutorɗe ɓur-ɗaa waawde huutoraade. Daas njoɗɗinaa, njuɓɓitinaa palal kuutorɗe kam e cuɓirgol %S fawaade e soklaaji maa. Walla cuɓo-ɗaa kettol tiɗɗingol ngam hoppande banngoragol cegenon boowal ɓurngal yaajde.

source: Show Customize in Menu
ff: Hollit Neɗɗin e cuɓirgol hee

# onboarding.notification.onboarding-tour-customize.title
source: Rearrange your toolbar.
ff: Yuɓɓitin palal kuutorɗe maa.

source: Put the tools you use most right at your fingertips. Add more options to your toolbar. Or select a theme to make %S reflect your personality.
ff: Ɓadtin kuutorɗe ɓur-ɗaa waawde huutoraade. Ɓeydu cuɓe e palal kuutorɗe maa. Walla cuɓo-ɗaa kettol mbele %S ina feeñnina neɗɗaagal maa.

source: Default Browser
ff: Wanngorde Woowaande

# onboarding.tour-default-browser.title2
source: Make %S your go-to browser.
ff: Waɗtu %S wanngorde maa go-to.

source: Love %1$S? Set it as your default browser. Open a link from another application, and %1$S will be there for you.
ff: Aɗa yiɗi %1$S? Waɗtu nde wanngorde maa aadoraande. Uddit jokkol ummoraade e jaaɓngal goɗngal, ndeen %1$S alaam mo wonanta ɗoo so wonaa aan.

source: Open Default Browser Settings
ff: Uddit dottaaɗe wanngorde woowaande

source: Make %S Your Default Browser
ff: Waɗ %S wanngorde maa woowaande

# onboarding.notification.onboarding-tour-default-browser.title
source: Make %S your go-to browser.
ff: Waɗtu %S wanngorde maa go-to.

source: It doesn’t take much to get the most from %1$S. Just set %1$S as your default browser and put control, customization, and protection on autopilot.
ff: Naftoraade no moƴƴi %1$S ko huunde newiinde. A waɗtat %1$S wanngorde maa aadoraande, neɗɗiɗinaande, mbaɗaa nde e ndeenka ɗowo otomatik.

# onboarding.tour-sync.title2
source: Pick up where you left off.
ff: Fuɗɗitoro ɗo ngoppirno-ɗaa.

source: Sync makes it easy to access bookmarks, passwords, and even open tabs on all your devices. Sync also gives you control of the types of information you want, and don’t want, to share.
ff: Sync ina wallita yettaade maante ɗereeji e pinle e cegenon udditiikon e denndaangal kaɓirkon. Sync ina addan maa waawde huɓindaade denndaangal fannuuji kabaruuji ɗi njiɗ-ɗaa walla ɗi a yiɗaa lollinde.

source: Create a Firefox Account
ff: Sos Konte Firefox

source: to continue to Firefox Sync
ff: jokkude to Firefox Sync

source: Next
ff: Yeeso

source: Email
ff: iimeel

# onboarding.notification.onboarding-tour-sync.title
source: Pick up where you left off.
ff: Fuɗɗitoro ɗo ngoppirno-ɗaa.

source: Still sending yourself links to save or read on your phone? Do it the easy way: get Sync and have the things you save here show up on all of your devices.
ff: Aɗa neldana hoore maa jokke ngam daɗndude walla tarde e telefoŋ maa ? Waɗir no neworii : huutoro Sync ngam feeñninde geɗe ɗe ndaɗndataa ɗoo e masiŋon maa kala.
