Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/aboutSessionRestore.dtd.po
Languages: be

source: Restore Session
be: Аднаўленне сэсіі

source: Would you like to restore your session?
be: Вы хочаце аднавіць вашу сэсію?

source: Your previous &brandShortName; session closed unexpectedly. We sincerely apologize for the inconvenience. You can restore the tabs and windows from your previous session, or start a new session if they are no longer needed.
be: Ваша папярэдняя сэсія працы з &brandShortName; была нечакана спынена. Прабачце за нязручнасць. Вы можаце аднавіць устаўкі і вокны папярэдняй сэсіі ці пачаць новую сэсію, калі яны больш не патрэбныя.

source: If &brandShortName; closes repeatedly:
be: Калі &brandShortName; перарываецца неаднаразова:

source: Try disabling any recently added extensions in the Add-ons Manager.
be: Паспрабуйце забараніць усе з нядаўна ўсталяваных пашырэнняў з дапамогаю Кіраўніка Дадаткаў.

source: Try restoring your session without any Web pages you suspect might be causing the problem:
be: Паспрабуйце аднавіць вашу сэсію без старонак Сеціва, якія, на вашу думку, маглі выклікаць праблему:

source: Restore Previous Session
be: Аднавіць папярэднюю сэсію

source: R
be: А

source: Start New Session
be: Пачаць новую сэсію

source: S
be: П

source: Restore
be: Аднавіць

source: Windows and Tabs
be: Вокны і ўстаўкі

source: Window %S
be: Акно %S
