Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/quitDialog.properties.po
Languages: be, lt

source: Quit %S
be: Выйсці з %S
lt: „%S“ darbo pabaiga

source: Close %S Browser
be: Зачыніць азіральнік %S
lt: „%S“ naršyklės užvėrimas

source: Restart %S
be: Перазапусціць %S
lt: „%S“ pakartotinis paleidimas

source: &Restart Now
be: Пе&разапусціць зараз
lt: &Paleisti iš naujo dabar

source: Restart &Later
be: Перазапусціць &пазней
lt: Paleisti iš naujo &vėliau

source: &Quit
be: &Выйсці
lt: &Baigti darbą

source: Close &Browser
be: Зачыніць а&зіральнік
lt: Užverti &naršyklę

source: &Cancel
be: &Скасаваць
lt: &Atsisakyti

source: &Save and Quit
be: &Захаваць і выйсці
lt: Į&rašyti ir baigti darbą

source: &Save and Close
be: &Захаваць і зачыніць
lt: Į&rašyti ir užverti

source: &Do not ask next time
be: &Не пытаць наступным разам
lt: Šio klausimo ateityje nepateikti

source: Do you want %S to save your tabs and windows for the next time it starts?
be: Вы хочаце, каб %S захаваў вашы ўстаўкі і вокны да наступнага запуску?
lt: Ar norite, kad „%S“ įsimintų šiuo metu atvertus langus ir korteles kitam naršymo seansui?

source: Do you want %S to save your tabs for the next time it starts?
be: Вы хочаце, каб %S захаваў вашы ўстаўкі да наступнага запуску?
lt: Ar norite, kad „%S“ įsimintų šiuo metu atvertas korteles kitam naršymo seansui?

source: %S will try to restore your tabs and windows when it restarts.
be: %S паспрабуе аднавіць вашы ўстаўкі і вокны пасля перазапуску.
lt: Paleista iš naujo, programa „%S“ bandys atkurti šiuo metu atvertus langus ir korteles.
