Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/safeMode.dtd.po
Languages: be, hu, lt, pt, pt_br

source: &brandShortName; Safe Mode
be: Бяспечны рэжым &brandShortName;
hu: &brandShortName; csökkentett mód
lt: „&brandShortName;“ ribotoji veiksena
pt: Modo de segurança do &brandShortName;
pt_br: Modo de segurança do &brandShortName;

source: 37em
be: 43em
lt: 45em
pt: 40em

source: &brandShortName; is now running in Safe Mode, which temporarily disables your custom settings, themes, and extensions.
be: &brandShortName; зараз працуе ў бяспечным рэжыме, у якім часова забаронены ўсталяваныя вамі наладжванні, тэмы і пашырэнні.
hu: A &brandShortName; most csökkentett módban fut, ideiglenesen tiltva vannak az egyéni beállítások, témák és kiterjesztések.
lt: Šiuo metu „&brandShortName;“ veikia ribotąja veiksena, kurioje išjungtos jūsų nuostatos, plėtiniai ir apvalkalai.
pt: O &brandShortName; está a executar em modo de segurança, o que desactivou temporáriamente as suas definições personalizadas, temas e extensões.
pt_br: &brandShortName; está sendo executado no modo de segurança, que desativa temporariamente suas configurações personalizadas, temas e complementos.

source: You can make some or all of these changes permanent:
be: Вы можаце зрабіць асобныя або ўсе гэтыя змяненні заўсёднымі:
hu: A változtatások némelyikét vagy mindegyikét állandóvá teheti:
lt: Dalį ar visus pakeitimus galite palikti ilgesniam laikui:
pt: Pode alterar algumas ou todas as alterações permanentes:
pt_br: Você pode tornar algumas ou todas essas mudanças permanentes:

source: &Disable all add-ons
be: &Забараніць усе дадаткі
hu: &Minden kiegészítő letiltása
lt: Išjungti visus &priedus
pt: &Desativar todos os extras
pt_br: &Desativar todos os complementos

source: &Reset toolbars and window sizes
be: &Узнавіць прыладапаліцы і памеры вокнаў
hu: &Eszköztárak és ablakméretek visszaállítása
lt: Atstatyti priemonių &juostų numatytąsias būsenas ir langų dydžius
pt: &Repor barras de ferramentas e janelas
pt_br: &Resetar tamanho de barras de ferramentas e janelas

source: Delete all &bookmarks except for backups
be: Выдаліць усе &закладкі акрамя адновак
hu: A biz&tonsági mentéseket kivéve minden könyvjelző törlése
lt: P&ašalinti adresyną, paliekant tik atsargines kopijas
pt: Eliminar todos os marcadores exceto para &backups
pt_br: Excluir todos os favoritos, exceto os &backups

source: Reset all user &preferences to &brandShortName; defaults
be: Уз&навіць усе змоўчныя карыстальніцкія перавагі &brandShortName;
hu: Minden &felhasználói beállítás visszaállítása a &brandShortName; alapértelmezéseire
lt: Atstatyti &visas „&brandShortName;“ numatytąsias nuostatas
pt: Repor todas as &preferências para as pré-definições do &brandShortName;
pt_br: Restaurar todas &preferências de usuário para os padrões do &brandShortName;

source: Re&store default search engines
be: А&днавіць змоўчныя машыны пошуку
hu: &Alapértelmezett keresők helyreállítása
lt: Atkurti numatytą&sias paieškos sistemas
pt: Re&staurar mecanismo de pesquisa pré-definidos
pt_br: &Restaurar mecanismos de pesquisa padrão

source: Make Changes and Restart
be: Захаваць змяненні і перазапусціць
hu: Változtatások végrehajtása és újraindítás
lt: Pakeisti ir paleisti iš naujo
pt_br: Aplicar alterações e reiniciar

source: Continue in Safe Mode
be: Працягнуць працаваць у бяспечным рэжыме
hu: Folytatás csökkentett módban
lt: Palikti ribotąją veikseną
pt: Continuar em modo de segurança
pt_br: Continuar em modo de segurança
