Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/typeaheadfind.properties.po
Languages: hu, lt, pt

source: Text found: "
hu: Szöveg megvan: "
lt: Tekstas rastas: „
pt: Texto encontrado: "

source: Text not found: "
hu: Szöveg nem található: "
lt: Teksto nerasta: „
pt: Texto não encontrado: "

source: Link found: "
hu: Hivatkozás megvan: "
lt: Saitas rastas: „
pt: Ligação encontrada: "

source: Link not found: "
hu: Hivatkozás nem található: "
lt: Saito nerasta: „
pt: Ligação não encontrada: "

source: Find stopped.
hu: Gépelőkeresés leállítva.
lt: Paieška sustabdyta.
pt: Pesquisa terminada.

source: Starting -- find text as you type
hu: Kezdés -- szöveg keresése gépeléssel
lt: Pradedama automatinė teksto paieška
pt: A iniciar -- localizar texto ao escrever

source: Starting -- find links as you type
hu: Kezdés -- hivatkozások keresése gépeléssel
lt: Pradedama automatinė saitų paieška
pt: A iniciar -- localizar ligações ao escrever

source: repeated
hu: ismételt
lt: pakartota
pt: repetida

source: - next match
hu: - következő találat
lt: – tolesnis radinys
pt: - seguinte

source: - previous match
hu: - előző találat
lt: – ankstesnis radinys
pt: - anterior
