Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/common/utilityOverlay.properties.po
Languages: be, lt

source: You are online (proxy: none). Click the icon to go offline.
be: У сетцы (пасярэднік: няма). Пстрыкніце значок, каб выйсці з сеткі.
lt: Esate prisijungę prie tinklo (be įgaliotojo serverio). Jei norite atsijungti, spustelėkite šią piktogramą.

source: You are online (proxy: manual). Click the icon to go offline.
be: У сетцы (пасярэднік: уручную). Пстрыкніце значок, каб выйсці з сеткі.
lt: Esate prisijungę prie tinklo (rankinė įgaliotojo serverio sąranka). Jei norite atsijungti, spustelėkite šią piktogramą.

source: You are online (proxy: auto URL). Click the icon to go offline.
be: У сетцы (пасярэднік: сама URL). Пстрыкніце значок, каб выйсці з сеткі.
lt: Esate prisijungę prie tinklo (automatinė įgaliotojo serverio sąranka). Jei norite atsijungti, spustelėkite šią piktogramą.

source: You are online (proxy: auto discover). Click the icon to go offline.
be: У сетцы (пасярэднік: самавыяўленне). Пстрыкніце значок, каб выйсці з сеткі.
lt: Esate prisijungę prie tinklo (įgaliotieji serveriai aptinkami automatiškai). Jei norite atsijungti, spustelėkite šią piktogramą.

source: You are online (proxy: use system proxy). Click the icon to go offline.
be: У сетцы (пасярэднік: ужываецца сістэмны пасярэднік). Пстрыкніце значок, каб выйсці з сеткі.
lt: Esate prisijungę prie tinklo (naudojamos sistemos įgaliotųjų serverių nuostatos). Jei norite atsijungti, spustelėkite šią piktogramą.

source: You are offline. Click the icon to go online.
be: Вы па-за сеткай. Пстрыкніце гэты значок, каб пачаць працу ў сетцы.
lt: Esate neprisijungę prie tinklo. Jei norite prisijungti, spustelėkite šią piktogramą.

source: Show %S
be: Паказаць %S
lt: Rodyti užblokuotą langą %S

source: Allow popups from %S
be: Дазволіць вынырцы з %S
lt: Leisti iškylančiuosius langus iš %S

# updatesItem_default
source: Check for Updates…
be: Праверыць, ці існуюць абнаўленні…
lt: Tikrinti ar yra naujinimų…

# updatesItem_defaultFallback
source: Check for Updates…
be: Праверыць, ці існуюць абнаўленні…
lt: Tikrinti ar yra naujinimų…

source: C
be: П
lt: T

source: Downloading %S…
be: Загрузка %S…
lt: Atsiunčiama: %S…

source: Downloading Update…
be: Загрузка абнаўлення…
lt: Atsiunčiamas naujinimas…

# updatesItem_downloadingAccessKey
source: D
be: З
lt: A

source: Resume Downloading %S…
be: Працяг загрузкі %S…
lt: Tęsti atsiuntimą: %S…

source: Resume Downloading Update…
be: Працяг загрузкі абнаўлення…
lt: Tęsti naujinimo atsiuntimą…

# updatesItem_resumeAccessKey
source: D
be: З
lt: T

# updatesItem_pending
source: Apply Downloaded Update Now…
be: Ужыць загружанае абнаўленне зараз…
lt: Įdiegti atsiųstą naujinimą dabar…

# updatesItem_pendingFallback
source: Apply Downloaded Update Now…
be: Ужыць загружанае абнаўленне зараз…
lt: Įdiegti atsiųstą naujinimą dabar…

source: U
be: У
lt: d

# safeModeRestartPromptTitle
source: Restart with Add-ons Disabled
be: Перазапусціць з забароненымі дадаткамі
lt: Perleidimas išjungus priedus

source: Are you sure you want to disable all add-ons and restart?
be: Вы сапраўды хочаце забараніць усе дадаткі і перазапусціць?
lt: Ar norite, kad programa būtų pakartotinai paleista, išjungus joje visus priedus?

source: Restart
be: Перазапуск
lt: Perleisti

# safeModeRestartCheckbox
source: Restart with Add-ons Disabled
be: Перазапусціць з забароненымі дадаткамі
lt: Perleisti, išjungus priedus
