Repository: tktk711/mozilla-l10n
Catalog: brx/browser/chrome/browser/preferences/search.dtd.po
Languages: brx

source: Default Search Engine
brx: डिफल्ट नागिरनाय इन्जिन

source: Choose your default search engine. &brandShortName; uses it in the location bar, search bar, and start page.
brx: नोंथांनि डिफल्ट नागिरनाय इन्जिनखौ बासिख। &brandShortName; आ बेखौ जायगा बार, नागिरनाय बार आरो जागायनाय बिलाइआव बाहायो।

source: Provide &search suggestions
brx: नागिरनाय बोसोन हो

source: One-click search engines
brx: मोनसे-क्लिक नागिरनाय इन्जिन

source: The search bar lets you search alternate engines directly. Choose which ones to display.
brx: नागिनाय बारआ नोंथांखौ सोलायथाव इन्जिनखौ थोंजोङै नागिरनो गनायथि होयो। मबेखौ दिन्थिफुंनांगौ बासिख।

source: Search Engine
brx: नागिरनाय इन्जिन

source: Keyword
brx: गाहाय सोदोब

source: Restore &Default Search Engines
brx: डिफल्ट नागिरनाय इन्जिनखौ लाबोफिन

source: &Remove
brx: &बोखार

source: Add more search engines…
brx: गोबां नागिरनाय इन्जिन दाजाबदेर...
