Repository: tktk711/mozilla-l10n
Catalog: brx/browser/chrome/browser/preferences/sync.dtd.po
Languages: brx

source: &Set Up &syncBrand.fullName.label;
brx: &syncBrand.fullName.label; खौ गाइसन (&S)

source: &syncBrand.fullName.label; lets you access your history, bookmarks, passwords and open tabs across all your devices.
brx: &syncBrand.fullName.label; आ नोंथांखौ नोंथांनि जारिमिन, बुकमार्क, पासवार्ड हाबहोनो गनायथि होयो आरो टेबखौ नोंथांनि गासै डिभाइसआव खेवनो गनायथि होयो।

source: Update
brx: आपडेट खालाम

source: Reset
brx: फिन फज'

source: Ma&nage Account
brx: एकाउन्टखौ मेनेज खालाम

source: Change Password…
brx: पासवार्डखौ सोलाय...

source: My Recovery Key
brx: आंनि मोनफिननाय साबि

source: Reset Sync…
brx: सिन्कखौ फिन फज...

source: Pair a Device
brx: मोनसे डिभाइस जरा खालाम

source: Sync My
brx: आंनि Sync

source: Book&marks
brx: बुक&माकॅफोर

source: &Tabs
brx: &टेबफोर

source: Histo&ry
brx: जारि&मिन

source: &Passwords
brx: &बारग'सोदोबफोर

source: Preference&s
brx: पसन्दफोर

source: Devi&ce Name:
brx: डिभाइसनि मुं:

source: Cancel
brx: नेवसि

source: Save
brx: थिना दोन

source: Unlink This Device
brx: बे डिभाइसखौ आनलिंक खालाम

source: Terms of Service
brx: सिबिथायनि रादाय

source: Privacy Policy
brx: गुमुरगोनां पलिसि

source: Privacy Notice
brx: गुमुरथि मिथिसारहोनाय

source: Determining your account status…
brx: नोंथांनि एकाउन्ट थाथाइखौ थि खालामगासिनो दं...

source: is not verified.
brx: थारबिजिरनाय जाया।

source: Please sign in to reconnect
brx: फिन फोनांजाब खालामनो थाखाय साइन-इन खालाम

source: You are not signed in.
brx: नोंथाङा साइन-इन खालामाखै।

source: Sign in
brx: साइन-इन खालाम

source: Disconnect…
brx: फोनांजाबगैयै खालाम...

source: Verify Email
brx: इ-मेइलखौ थारबिजिर

source: Forget this Email
brx: बे इ-मेइलखौ बावलां

source: Access your tabs, bookmarks, passwords and more wherever you use &brandShortName;.
brx: जेब्लानो नोंथाङा &brandShortName; खौ बाहायो अब्लानो नोंथांनि टेब, बुकमार्क, पासवार्डखौ हाबहो।

source: Using an older version of Sync?
brx: सिन्कनि गोजामसिन बिसानखौ बाहायगासिनो दं?
