Repository: tktk711/mozilla-l10n
Catalog: sm/browser/feedback/main.dtd.po
Languages: sm

source: Test Pilot
sm: Fa'ata'ita'i Pailate

# testpilot.settings.label
source: Settings
sm: Fa'atonutonu

source: Data Submission
sm: Gāua'i o le Data

source: Notifications
sm: Fa'asilasilaga

source: Notify me when…
sm: Fa'asilasila mai pe 'ā…

source: A study is ready to submit
sm: Ua sāuni le matā'upu e gāua'i

source: There's a new study
sm: O lea e iai matā'upu fou

source: A study has new results
sm: E iai taunu'uga fou o le matā'upu

source: Automatically submit my data (don't ask me)
sm: 'Otometiina ona gāua'i lau data (aua ne'i fasili mai)

source: All Your User Studies…
sm: O lau 'Au-fa'aaogā Matā'upu 'Uma…

source: About Test Pilot
sm: E Uiga i le Fa'ata'ita'iga Pailate

source: Your Test Pilot Studies
sm: Lou Matā'upu o le Fa'ata'ita'iga Pailate

source: Current Studies
sm: Matā'upu i le taimi nei

source: Finished Studies
sm: Matā'upu fa'a'uma

source: Study Findings
sm: Tausu'e i le matā'upu

# testpilot.studiesWindow.settings.label
source: Settings
sm: Fa'atonutonu

source: Loading, please wait…
sm: La'uga taimi nei, fa'atali fa'amolemole…

source: Test Pilot: Raw Data
sm: Fa'ata'ita'i Pailate: Raw Data

source: Close
sm: Tāpuni

source: Turn On User Studies
sm: Kī le matā'upu o le 'Au fa'aaogā

source: Feedback
sm: Manatu

source: Firefox Made Me Happy Because…
sm: 'Ou te Fiafia i le Afi'ālope 'Auā…

source: Firefox Made Me Sad Because…
sm: 'Ou te Fa'anoanoa i le Afi'ālope 'Auā…

source: Report this website as broken…
sm: Līpoti pē le website lea…

source: Give us a suggestion…
sm: 'Au mai se manatu...
