Repository: tktk711/mozilla-l10n
Catalog: */editor/ui/chrome/dialogs/EditorImageProperties.dtd.po
Languages: am, ar, be, bg, br, bs, cy, gd, hy_am, kab, kk, nn_no

source: Image Properties
am: የ ምስል ባህሪዎች
ar: خصائص الصورة
be: Уласцівасці выявы
bg: Свойства на изображението
br: Perzhioù ar skeudenn
bs: Postavke slike
cy: Priodweddau Delwedd
gd: Roghainnean an deilbh
hy_am: Նկարի հատկանիշները
kab: Timezliyin n tugna
kk: Сурет қасиеттері
nn_no: Bildeeigenskapar

source: pixels
am: ፒክስሎች
ar: بكسل
be: пікселяў
bg: пиксели
br: a bikselioù
bs: piksela
cy: picseli
gd: pixel
hy_am: փիքսել
kab: ipiksilen
kk: пиксель
nn_no: pikslar

source: Image &Location:
am: የ ምስል &አካባቢ:
ar: &مكان الصورة:
bg: &Адрес на изображението:
br: &Lec'hiadur ar skeudenn :
bs: &Lokacija slike:
cy: &Lleoliad delwedd:
gd: Seò&ladh an deilbh:
hy_am: Նկարի &տեղադրությունը.
kab: Tan&sa n tugna:
kk: Суреттің орна&ласуы:
nn_no: &Bildeadresse:

source: Type the image's filename or location
am: የ ምስል ፋይል ስም ወይንም አካባቢ ይጻፉ
ar: اكتب مكان أو اسم ملف الصورة
be: Набярыце назву файла выявы ці яе месцазнаходжанне
bg: Напишете името на файла с картинката или нейния адрес
br: Biziata anv restr ar skeudenn pe he lec'hiadur
bs: Upišite naziv fajla ili lokaciju
cy: Teipio enw neu leoliad ffeil y ddelwedd
gd: Cuir a-steach ainm no seòladh an deilbh
hy_am: Նշեք նկարի ֆայլի անունը կամ տեղադրությունը
kab: Sekcem isem n ufaylu n tugna neɣ tansa yines
kk: Суреттің файл атын не орналасуын енгізіңіз
nn_no: Skriv inn filnamnet eller adressa til bildet

source: Shortened data URI (copy will place the full URI onto the clipboard)
ar: مسار بيانات مختصر (نسخه سيضع المسار الكامل في الحافظة)
bs: Skraćeni URI podataka (kopiranje će staviti cijeli URI na clipboard)
gd: URI dàta giorraichte (cuiridh lethbhreac an URI slàn air an stòr-bhòrd)
kab: URI n isefka wezzilen (anɣal ad isemselsi URI ummid ɣef afus)

source: &Tooltip:
am: የ &መጠቆሚያው ጫፍ:
ar: &تلميحة:
be: &Падказка:
bg: &Подсказка:
br: &Tun ostilhoù :
cy: &Cyngor:
gd: &Gliocas-sgrìn:
hy_am: &Հուշում.
kab: &Talɣut takuffiṭ
nn_no: &Verktøytips:

source: The html 'title' attribute that displays as a tooltip
am: የ html 'title' መለያ በ መጠቆሚያው ጫፍ የሚታየው
ar: صفة ‪html 'title'‬ التي ستعرض كتلميحة
be: Атрыбут html 'title'. які адлюстроўваецца як падказка
bg: Html aтрибутът 'title', показващ се като подсказка
br: An doareenn 'titl' mod html a zo skrammet evel un tun ostilhoù
bs: Html 'title' atribut koji se prikazuje kao tooltip
cy: Y briodoledd 'teitl' sy'n cael ei ddangos fel cyngor
gd: Seo am feart html 'title' a nochdas mar ghliocas-sgrìn
hy_am: Html 'title' հատկությունը, որը ցուցադրվում է հուշման մեջ
kab: Imyerr html 'title' a d-iţuseknen ţalɣut takuffiṭ
nn_no: HTML-attributtet «title» viser eit verktøytips

source: &Alternate text:
am: &አማራጭ ጽሁፍ:
ar: النص ال&بديل:
be: &Дадатковы тэкст:
bg: &Заместващ текст:
br: Testenn &all :
bs: &Alternativni tekst:
cy: T&estun eiledol:
gd: Rogh&ainn teacsa eile:
hy_am: &Այլընտրանքային տեքստ.
kab: A&ḍris nniḍen.
kk: Б&алама мәтін:
nn_no: &Alternativ tekst:

source: Type text to display in place of the image
am: በ ምስሉ ላይ ጽሁፍ ለማሳየት ይጻፉ
ar: اكتب نصا ليعرض مكان الصورة
be: Набярыце тэкст для адлюстравання замест выявы
bg: Напишете текст за показване на мястото на изображението
br: Biziata an destenn da skrammañ e lec'h ar skeudenn
bs: Upišite tekst koji će se prikazati na mjestu slike
cy: Teipio testun i'w arddangos yn lle'r ddelwedd
gd: Cuir a-steach teacsa a chithear an àite an deilbh
hy_am: Նշեք նկարի փոխարեն ցուցադրվելիք տեքստը
kab: Sekcem aḍris ara d-sekneḍ deg umḍiq n tugna
kk: Суреттің орнына көрсетілетін мәтінді теріңіз
nn_no: Skriv inn tekst som skal visast i staden for bildet

source: &Don't use alternate text
am: አማራጭ ጽሁፍ &አትጠቀም
ar: &لا تستخدم نصا بديلا
be: &Не ўжываць дадатковы тэкст
bg: &Без заместващ текст
br: Na arverañ un &destenn all
bs: &Ne koristi alternativni tekst
cy: &Peidio defnyddio testun eiledol
gd: Na cleach&d roghainn teacsa eile
hy_am: &Չօգտագործել այլընտրանքային տեքստ
kab: Ur seq&dac ara aḍris nniḍen
kk: Балама мәтінді қол&данбау
nn_no: &Ikkje bruk alternativ tekst

source: Image Preview
am: የ ምስል ቅድመ እይታ
ar: معاينة الصورة
be: Перадпрагляд выявы
bg: Преглед на изображението
br: Alberz ar skeudenn
bs: Pregled slike
cy: Rhagolwg Delwedd
gd: Ro-shealladh an deilbh
hy_am: Պատկերի նախադիտում
kab: Taskant n tugna
kk: Суретті алдын-ала қарау
nn_no: Førehandsvising av bildet

source: Actual Size:
am: ዋናው መጠን:
ar: الحجم الفعلي:
be: Сапраўдны памер:
bg: Истински размер:
br: Ment vremanel :
bs: Stvarna veličina:
cy: Maint Gwirioneddol:
gd: Am meud fìor:
hy_am: Իրական չափը.
kab: Teɣzi tamirant:
kk: Нақты өлшемі:
nn_no: Verkeleg storleik:

source: &Actual Size
am: &ዋናው መጠን
ar: ال&حجم الفعلي
be: Сапра&ўдны памер
bg: &Истински размер
br: Ment vrem&anel
bs: Stv&arna veličina
cy: &Maint Gwirioneddol
gd: &Am meud fìor
hy_am: &Իրական չափը
kab: Te&ɣzi tamirant:
kk: &Нақты өлшемі
nn_no: &Verkeleg storleik

source: Revert to the image's actual size
am: ወደ ምስሉ ዋናው መጠን እንደነበር መመለሻ:
ar: ارجع إلي حجم الصورة الفعلي
be: Вярнуцца да сапраўднага памеру выявы
bg: Обратно към истинския размер на изображението
br: Distreiñ da vent ar skeudenn vremanel
bs: Vrati sliku na stvarnu veličinu
cy: Dychwelyd i faint gwirioneddol y ddelwedd
gd: Aisig meud fìor an deilbh
hy_am: Հետադարձել նկարի իրական չափը
kab: Uɣal ɣer teɣzi tamirant n tugna
kk: Суреттің нақты өлшеміне қайтару
nn_no: Gå tilbake til den verkelege bildestorleiken

source: Custom &Size
am: Custom &መጠን
ar: &حجم مخصص
be: Вы&барачны памер
bg: &Друг размер
br: Ment per&sonelaet
bs: &Prilagođena veličina
cy: M&aint Cyfaddasu
gd: Meud g&nàthaichte
hy_am: &Որոշված չափ
kab: Teɣzi tudma&want
kk: Таңдауыңызша ө&лшем
nn_no: &Eigendefinert storleik

source: Change the image's size as displayed in the page
am: የ ምስሎች መጠን መቀየሪያ በ ገጹ ላይ እንደሚታየው
ar: غير مقاس الصورة كالمعروض بالصفحة
be: Змяніць памер выявы на старонцы
bg: Промяна на размера на изображението, показвано в страницата
br: Kemmañ ment ar skeudenn evel ma 'z eo skrammet war ar bajennad
bs: Promijeni veličinu slike na onnu prikazanu na stranici
cy: Newid maint y ddelwedd fel y'i dangosir ar y dudalen
gd: Atharraich meud an deilbh mar a chithear e san duilleag
hy_am: Փոխել նկարի չափը, ինչպես որ էջում է
kab: Snifel teɣzi n tugna akken d-ttwasken deg usebter
kk: Сурет өлшемін парақтағы көрсетілгендей өзгерту
nn_no: Endre bildestorleik som vist på sida

source: Hei&ght:
am: እርዝ&መት:
ar: الا&رتفاع:
be: &Вышыня:
bg: &Височина:
br: S&av :
bs: &Visina:
cy: &Uchder:
gd: Àir&de:
hy_am: &Բարձր-ը.
kab: T&eɣzi:
kk: Б&иіктігі:
nn_no: &Høgd:

source: &Width:
am: &ስፋት:
ar: العر&ض:
be: &Шырыня:
bg: &Ширина:
br: Le&d :
bs: &Širina:
cy: &Lled:
gd: &Leud:
hy_am: &Լայն-ը.
kab: Te&hri:
kk: &Ені:
nn_no: B&reidde:

source: &Constrain
am: &ማገጃ
ar: &قيد
be: &Суадносны
bg: Закл&ючване
br: Dest&rizhañ
bs: &Ograniči
cy: Cy&fyngu
gd: &Cuir co-èiginn air
hy_am: &Սահմանափակ
kab: Ta&mara
kk: &Шектеу
nn_no: &Avgrens

source: Maintain the image's aspect ratio
am: የ ምስሎች ማነፃፀሪያ መጠን አስተዳዳሪ
ar: حافظ على نِسب الصورة
be: Захоўваць суадносіны памеру выявы
bg: Запазване размерното съотношение на изображението
br: Mirout kenfeur neuz ar skeudenn
bs: Zadrži omjer slike
cy: Cadw cyfradd agwedd y ddelwedd
gd: Glèidh co-mheas an deilbh
hy_am: Որոշել նկարի հարաբերակցությունը
kab: Eǧǧ akken yella ufmidi n tugna
kk: Сурет жақтарының арақатынасын сақтау
nn_no: Behald høgde-/breidde-forhold i bildet

source: Image Map
am: የ ምስል ካርታ
ar: خريطة الصورة
be: Мапа выявы
bg: Изображение
br: Kartenn skeudenn
bs: Mapa slike
cy: Map Delwedd
gd: Mapa an deilbh
hy_am: Նկարի քարտեզը
kab: Tkarḍa n tugna
kk: Суретінің картасы
nn_no: Bildekart

source: &Remove
am: &ማስወገጃ
ar: ا&حذف
be: Вы&даліць
bg: Према&хване
br: &Dilemel
bs: &Ukloni
cy: &Tynnu
gd: Thoi&r air falbh
hy_am: &Ջնջել
kab: &Kkes
kk: Ө&шіру
nn_no: &Fjern

source: Align Text to Image
am: ጽሁፍ በ ምስል ማሰለፊያ
ar: حاذِ النص إلى الصورة
be: Выраўноўваць тэкст да выявы
bg: Подравнение на текста с изображението
br: Desteudañ an destenn ouzh ar skeudenn
bs: Poravnaj tekst uz sliku
cy: Alinio Testun i'r Ddelwedd
gd: Co-thaobhaich an teacsa a-rèir an deilbh
hy_am: Հավասարեցնել տեքստը նկարին
kab: Reyyec aḍris ɣeṛ tugna
kk: Мәтінді суретке туралау
nn_no: Juster tekst etter bilde

source: At the bottom
am: ከ ታች
ar: في القاع
be: Унізе
bg: В края
br: En diaz
bs: Na dno
cy: Ar y gwaelod
gd: Aig a' bhun
hy_am: Կոճակի մոտ
kab: S adda
kk: Астынан
nn_no: Ved botnen

source: At the top
am: ከ ላይ
ar: في القمة
be: Угары
bg: В началото
br: Betek al lein
bs: Na vrh
cy: Ar y brig
gd: Aig a' bharr
hy_am: Վերևում
kab: S afella
kk: Үстінен
nn_no: Ved toppen

source: In the center
am: መሀከል
ar: في المنتصف
be: Пасярэдзіне
bg: В средата
br: Er c'hreiz
bs: U sredinu
cy: Yn y canol
gd: Sa mheadhan
hy_am: Կենտրոնում
kab: Di tlemmast
kk: Ортасынан
nn_no: I midten

source: Wrap to the right
am: ወደ ቀኝ መጠቅለያ
ar: لف يمينًا
be: Агортваць справа
bg: Обтичане отдясно
br: Ambakañ d'an tu dehou
bs: Omotaj na desno
cy: Amlapio i'r dde
gd: Paisg gun deis
hy_am: Ծածկել դեպի աջ
kab: Zzi s ayeffus
kk: Оң жақтан аймалау
nn_no: Bryt til høgre

source: Wrap to the left
am: ወደ ግራ መጠቅለያ
ar: لف يسارًا
be: Абгортваць злева
bg: Обтичане отляво
br: Ambakañ d'an tu kleiz
bs: Omotaj na lijevo
cy: Amlapio i'r chwith
gd: Paisg gun chlì
hy_am: Ծածկել դեպի ձախ
kab: Zzi s aẓelmaḍ
kk: Сол жақтан аймалау
nn_no: Bryt til venstre

source: Spacing
am: ክፍተት
ar: التباعد
be: Прагалы
bg: Разстояние
br: Oc'h esaouiñ
bs: Razmak
cy: Bylchu
gd: Beàrnadh
hy_am: Բացատում
kab: Tallunt
kk: Аралық
nn_no: Mellomrom

source: &Left and Right:
am: በ &ግራ እና ቀኝ:
ar: ي&مينًا ويسارًا:
be: Злева і &справа:
bg: &Отляво и отдясно:
br: K&leiz ha dehou :
bs: &Lijevo i desno:
cy: C&hwith a De:
gd: C&lì 's deis:
hy_am: &Ձախ և աջ.
kab: &Aẓelmaḍ d uyeffus:
kk: Со&л және оң жақ:
nn_no: &Venstre og høgre:

source: &Top and Bottom:
am: ከ &ላይ እና ታች:
ar: ق&مة وقاع:
be: У&гары і ўнізе:
bg: Начало и кра&й:
br: K&rec'h ha diaz :
bs: &Vrh i dno:
cy: &Brig a Gwaelod:
gd: Bun &is barr:
hy_am: &Վերև և ներքև.
kab: &Afella d adda:
kk: Үс&тінен және астынан:
nn_no: &Topp og botn:

source: Solid &Border:
am: ሙሉ &ድንበር:
ar: حد &صلب:
be: Суцэльная &мяжа:
bg: П&лътен контур:
br: Ri&blenn plaen :
bs: Puni &okvir:
cy: &Ymyl Solet:
gd: Iomall &soladach:
hy_am: &Հստակ եզրագիծ.
kab: Lerryuf ič&čuranen:
kk: Бүтін &шекара:
nn_no: &Heiltrekt kantlinje

source: Show &border around linked image
am: በ ተገናኘው ምስል ዙሪያ &ድንበር ማሳያ
ar: اعرض &حدًا حول الصور المربوطة
be: Паказваць м&яжу навокал злучанай выявы
bg: Показване на ра&мка около изображението връзка
br: Diskouez ar ri&blenn tro dro d'ar skeudenn ereet
bs: Prikaži &okvir oko povezane slike s linkom
cy: &Dangos ymyl o amgylch delwedd gysylltiedig
gd: Seall iomall mun deal&bh cheangailte
hy_am: &Ցուցադրել եզրագիծ՝ հղված նկարի շուրջ
kab: Sken le&rryuf n tugna yeddan
nn_no: &Vis kantlinje omkring lenka bilde

source: &Link Advanced Edit…
am: የ &አገናኝ የ ረቀቀ ማረሚያ…
ar: تحرير ال&روابط المتقدم…
be: Пашыраная праўка &спасылкі…
bg: &Разширено редактиране на връзка…
br: &Embann kempleshoc'h an ere…
bs: Napredno uređivanje &linka…
cy: &Dolen Golygu Uwch…
gd: Deasachadh adhartachadh a' cheangai&l…
hy_am: &Հղման ընդլայնված խմբագրում...
kab: Taẓrigt leq&qayen n useɣwen…
nn_no: &Lenk avansert redigering…

source: Add or modify HTML attributes, style attributes, and JavaScript
am: መጨመሪያ ወይንም ማሻሻያ የ HTML attributes, style attributes, and JavaScript
ar: أضِف أو عدّل صفات HTML وصفات السمت و جافاسكربت
be: Дадаць або змяніць атрыбуты HTML, атрыбуты стылю, ці JavaScript
bg: Добавяне или промяна на атрибути на HTML, стилови атрибути и JavaScript
br: Ouzhpennañ pe zaskemmañ an doareennoù mod HTML, an doareennoù stil ha JavaScript
bs: Dodaj ili uredi HTML atribute, atribute stila i JavaScript
cy: Ychwanegu neu newid Priodweddau HTML, priodoleddau arddulliau a JavaScript
gd: Cuir ris no atharraidh buadhan HTML, stoidhle is JavaScript
hy_am: Ավելացնել կամ փոփոխել HTML հատկությունները, ոճի հատկությունները և JavaScript-ը
kab: Rnu neɣ snifel imyerren HTML, imyerren n uɣanib, d JavaScript
kk: HTML/стиль атрибуттарын, JavaScript-ты қосу немесе түзету
nn_no: Legg til eller endre HTML-attributtaar, stilattributtar og JavaScript

source: Form
am: ፎርም
ar: مِن
be: Форма
bg: Формуляр
br: Furmskrid
bs: Obrazac
cy: Ffurflen
gd: Foirm
hy_am: Բլանկ
kab: Tiferkit
kk: Форма
nn_no: Skjema

source: Location
am: አካባቢ
ar: المكان
be: Месцазнаходжанне
bg: Местоположение
br: Lec'hiadur
bs: Lokacija
cy: Lleoliad
gd: Seòladh
hy_am: Տեղադրությունը
kab: Tansa
kk: Орналасуы
nn_no: Adresse

source: Dimensions
am: አቅጣጫዎች
ar: الأبعاد
be: Вымярэнні
bg: Размери
br: Mentoù
bs: Dimenzije
cy: Dimensiynau
gd: Meudachd
hy_am: Չափերը
kab: Tisektiwin
kk: Өлшемдері
nn_no: Dimensjonar

source: Appearance
am: አቀራረብ
ar: المظهر
be: Выгляд
bg: Изглед
br: Neuz
bs: Izgled
cy: Gwedd
gd: Riochd
hy_am: Տեսք
kab: Arwes
kk: Сыртқы түрі
nn_no: Utsjånad

source: Link
am: አገናኝ
ar: رابط
be: Спасылка
bg: Връзка
br: Ere
cy: Dolen
gd: Ceangal
hy_am: Հղում
kab: Assaɣ
kk: Сілтеме
nn_no: Lenke
