Repository: tktk711/mozilla-l10n
Catalog: an/browser/installer/override.properties.po
Languages: an

source: $BrandFullName Setup
an: Instalación d'o $BrandFullName

source: $BrandFullName Uninstall
an: Desinstalación d'o $BrandFullName

source: < &Back
an: < Enta &zaga

source: &Next >
an: Enta &debant >

source: I &accept the terms in the License Agreement
an: &Accepto os termins de l'alcuerdo de licencia

source: I &do not accept the terms in the License Agreement
an: &No accepto os termins de l'alcuerdo de licencia

source: &Install
an: &Instalar

source: &Uninstall
an: &Desinstalar

source: Cancel
an: Cancelar

source: &Close
an: &Zarrar

source: B&rowse…
an: &Navegar…

source: Show &details
an: Amostrar &detalles

source: Click Next to continue.
an: Faiga clic en Enta debant ta continar.

source: Click Install to start the installation.
an: Faiga clic en Instalar ta encomenzar a instalación.

source: Click Uninstall to start the uninstallation.
an: Faiga clic en Desinstalar ta encomenzar a desinstalación.

source: Completed
an: S'ha acabau

source: Please review the license agreement before installing $BrandFullNameDA. If you accept all terms of the agreement, select the first option below. $_CLICK
an: Por favor, revise l'alcuerdo de licencia antes d'instalar o $BrandFullNameDA. Si accepta totz os termins de l'alcuerdo, trigue a primera opción de debaixo. $_CLICK

source: Check the components you want to install and uncheck the components you don't want to install. $_CLICK
an: Marque os components que quiere instalar y desmarque os que no quiera instalar. $_CLICK

source: Select components to install:
an: Trigue os components ta instalar:

source: Setup will install $BrandFullNameDA in the following folder. To install in a different folder, click Browse and select another folder. $_CLICK
an: S'instalará o $BrandFullNameDA en a siguient carpeta. Ta instalar-lo en una carpeta diferent, faiga clic en Examinar y trigue belatra carpeta. $_CLICK

source: Destination Folder
an: Carpeta de destín

source: Select the folder to install $BrandFullNameDA in:
an: Trigue a carpeta a on s'instalará o $BrandFullNameDA:

source: "Space available: "
an: "Espacio disponible: "

source: "Space required: "
an: "Espacio preciso: "

source: $BrandFullNameDA will be uninstalled from the following folder. $_CLICK
an: O $BrandFullNameDA se desinstalará d'a siguient carpeta. $_CLICK

source: Uninstalling from:
an: Se ye desinstalando de:

source: Error opening file for writing: $0 Click Abort to stop the installation, Retry to try again, or Ignore to skip this file.
an: Error en ubrir o fichero ta escribir: $0 Prete Abandonar ta aturar a instalación, en Reintentar ta prebar-lo atra vegada, u en Ignorar ta blincar iste fichero.

source: Error opening file for writing: $0 Click Retry to try again, or Cancel to stop the installation.
an: Error en ubrir o fichero ta escribir: $0 Prete en Reintentar ta intentar-lo de nuevas, u en Cancelar ta aturar a instalación.

source: "Can't write: "
an: "No se puede escribir: "

source: Copy failed
an: A copia ha fallau

source: "Copy to "
an: "Copiar ta "

source: "Registering: "
an: "Se ye rechistrando: "

source: "Unregistering: "
an: "Se ye borrando o rechistro: "

source: "Could not find symbol: "
an: "No s'ha trobau o simbolo: "

source: "Could not load: "
an: "No s'ha puesto cargar: "

source: "Create folder: "
an: "Creyar a carpeta: "

source: "Create shortcut: "
an: "Creyar l'acceso dreito: "

source: "Created uninstaller: "
an: "S'ha creyau o desintalador: "

source: "Delete file: "
an: "Borrar o fichero: "

source: "Delete on reboot: "
an: "Eliminar en reiniciar: "

source: "Error creating shortcut: "
an: "Error en creyar l'acceso dreito: "

source: "Error creating: "
an: "S'ha produciu una error en creyar: "

source: Error decompressing data! Corrupted installer?
an: S'ha produciu una error en descomprimir os datos! L'instalador ye corrompiu?

source: Error registering DLL
an: S'ha produciu una error en rechistrar a DLL

source: "ExecShell: "
an: "Entrepite d'ordens: "

source: "Execute: "
an: "Executar: "

source: "Extract: "
an: "Extrayer: "

source: "Extract: error writing to file "
an: "Extrayer: s'ha produciu una error en escribir en o fichero "

source: Installer corrupted: invalid opcode
an: O instalador ye corrompiu: o codigo d'operación no ye valido

source: "No OLE for: "
an: "No i hai OLE ta: "

source: "Output folder: "
an: "Carpeta de salida: "

source: "Remove folder: "
an: "Eliminar a carpeta: "

source: "Rename on reboot: "
an: "Renombrar en reiniciar: "

source: "Rename: "
an: "Renombrar: "

source: "Skipped: "
an: "S'ha blincau: "

source: Copy Details To Clipboard
an: Copiar detalles en o portafuellas

source: Log install process
an: Rechistrar o proceso d'instalación
