Repository: tktk711/mozilla-l10n
Catalog: */mobile/overrides/passwordmgr.properties.po
Languages: es_es, kab, lo, lt, ms, ne, or, tg, th

source: Use Password Manager to remember this value.
es_es: Usar el asistente de contraseñas para recordar este valor.
th: ใช้ตัวจัดการรหัสผ่านเพื่อจำค่านี้

source: Use Password Manager to remember this password.
es_es: Usar el asistente de contraseñas para recordar esta contraseña.
kab: Seqdec amsefrak n wawalen uffiren iwakken ad tecfuḍ ɣef wawal agi uffir
lo: ນໍາໃຊ້ຕົວຈັດການລະຫັດຜ່ານເພື່ອຈື່ຈໍາລະຫັດຜ່ານນີ້.
lt: Naudoti slaptažodžių tvarkytuvę šiam slaptažodžiui įsiminti.
ms: Guna Pengurus Katalaluan untuk mengingati katalaluan ini.
ne: यो पासवर्ड सम्झनका लागि पासवर्ड प्रबन्धक प्रयोग गर्नुहोस्।
or: ଏହି ପ୍ରବେଶ ସଂକେତକୁ ମନେରଖିବା ପାଇଁ ପ୍ରବେଶ ସଂକେତ ପରିଚାଳକଙ୍କୁ ବ୍ୟବହାର କରନ୍ତୁ.
tg: Барои ба хотир гирифтани гузарвожа Password Manager ро истифода баред
th: ใช้ตัวจัดการรหัสผ่านเพื่อจำรหัสผ่านนี้

source: Confirm
es_es: Confirmar
th: ยืนยัน

source: Do you want %1$S to remember the password for "%2$S" on %3$S?
es_es: ¿Desea que %1$S recuerde la contraseña para "%2$S" en %3$S?
th: คุณต้องการให้ %1$S จำรหัสผ่านสำหรับ "%2$S" บน %3$S หรือไม่?

source: Do you want %1$S to remember this password on %2$S?
es_es: ¿Desea que %1$S recuerde esta contraseña en %2$S?
th: คุณต้องการให้ %1$S จำรหัสผ่านนี้บน %2$S หรือไม่?

# promptNotNowButtonText
source: Not Now
es_es: Ahora no
th: ไม่ใช่ตอนนี้

# notifyBarNotNowButtonText
source: Not Now
es_es: No ahora
th: ไม่ใช่ตอนนี้

# promptNeverForSiteButtonText
source: Never
es_es: Nunca
th: ไม่ต้องอีกเลย

# notifyBarNeverForSiteButtonText
source: Never
es_es: Nunca
th: ไม่ต้องอีกเลย

# promptRememberButtonText
source: Remember
es_es: Recordar
th: จำ

# notifyBarRememberButtonText
source: Remember
es_es: Recordar
th: จำ

source: Confirm Password Change
es_es: Confirmar el cambio de contraseña
kab: Sentem asnifel n wawal uffir
lo: ຢືນຢັນການປ່ຽນແປງລະຫັດຜ່ານ
lt: Patvirtinkite slaptažodžio pakeitimą
ms: Pasti Menukar Katalaluan
ne: पासवर्ड परिवर्तन यकिन गर्नुहोस्
or: ପ୍ରବେଶ ସଂକେତ ପରିବର୍ତ୍ତନକୁ ନିଶ୍ଚିତ କରନ୍ତୁ
tg: Тасдики дигар кардани гузарвожа
th: ยืนยันการเปลี่ยนแปลงรหัสผ่าน

source: Would you like to change the stored password for %S?
es_es: ¿Le gustaría cambiar la contraseña guardada para %S?
th: คุณต้องการเปลี่ยนรหัสผ่านสำหรับ %S ที่เก็บไว้หรือไม่?

source: Would you like to change the stored password for this login?
es_es: ¿Le gustaría cambiar la contraseña guardada para este usuario?
th: คุณต้องการเปลี่ยนรหัสผ่านที่เก็บไว้สำหรับล็อกอินนี้หรือไม่?

source: Change
es_es: Cambiar
th: เปลี่ยน

source: Don't Change
es_es: No cambiar
th: อย่าเปลี่ยน

source: Please confirm which user you are changing the password for
es_es: Confirme para qué usuario está cambiando la contraseña
kab: Ma ulac aɣilif, sentem isem n useqdac i wumi tebɣiḍ ad tesnifleḍ awal uffir
lo: ກະລຸນາຢືນຢັນວ່າຜູ້ໃຊ້ໃດທີ່ທ່ານກຳລັງມີການປ່ຽນແປງລະຫັດຜ່ານເພື່ອ
lt: Patikslinkite, kurio naudotojo slaptažodį norite pakeisti
ms: Sila pastikan pengguna mana yanganda ingin tukar katalaluannya
ne: कृपया कुन प्रयोगकर्ताको पासवर्ड अद्यावधिक गर्दै हुनुहुन्छ यकिन गर्नुहोस्
or: ଦୟାକରି ନିଶ୍ଚିତ କରନ୍ତୁ କେଉଁ ଚାଳକ ପାଇଁ ଆପଣ ପ୍ରବେଶ ସଂକେତ ବଦଳାଉଛନ୍ତି
tg: Ба кадом истифодабаранда дигар кардани гузарвожаро лутфан тасдик намоед
th: โปรดยืนยันว่าต้องการเปลี่ยนรหัสผ่านสำหรับผู้ใช้ใด

source: Hide Passwords
es_es: Ocultar contraseña
th: ซ่อนรหัสผ่าน

# hidePasswordsAccessKey
source: P
es_es: c
th: I

source: Show Passwords
es_es: Mostrar contraseñas
th: แสดงรหัสผ่าน

# showPasswordsAccessKey
source: P
es_es: c
th: I

source: Are you sure you wish to show your passwords?
es_es: ¿Está seguro que desea mostrar sus contraseñas?
th: แน่ใจว่าต้องการเปลี่ยนรหัสผ่านของคุณหรือไม่?

source: Are you sure you wish to remove all passwords?
es_es: ¿Está seguro de querer eliminar todas las contraseñas?
th: แน่ใจหรือไม่ว่าต้องการลบรหัสผ่านทั้งหมด?

source: Remove all passwords
es_es: Eliminar todas las contraseñas
th: ลบรหัสผ่านทั้งหมด

source: Passwords for the following sites are stored on your computer:
es_es: Las contraseñas de los siguientes sitios están guardadas en su dispositivo:
th: รหัสผ่านสำหรับเว็บไซต์ต่อไปนี้ ถูกจัดเก็บไว้บนคอมพิวเตอร์ของคุณ:

source: The following passwords match your search:
es_es: Las siguientes contraseñas concuerdan con su búsqueda:
th: รหัสผ่านต่อไปนี้ตรงกับการค้นหาของคุณ:

source: Username
es_es: Nombre de usuario
kab: Isem n useqdac
lo: ຊື່ຜູ້ໃຊ້
lt: Naudotojo vardas
ms: Nama Pengguna
ne: प्रयोगकर्ताको नाम
or: ଚାଳକ ନାମ
tg: Номи истифодабаранда
th: ชื่อผู้ใช้

source: Password
es_es: Contraseña
kab: Awal uffir
lo: ລະຫັດຜ່ານ
lt: Slaptažodis
ms: Katalaluan
ne: पासवर्डह
or: ପ୍ରବେଶ ସଂକେତ
tg: Гузарвожа
th: รหัสผ่าน

source: Would you like %S to remember this login?
kab: Tebɣiḍ akken %S ad yecfu ɣef unekcum agi?
lo: ທ່ານຕ້ອງການ %S ທີ່ຈະໃຫ້ຈືການລັອກອິນນີ້ໄວ້ບໍ?
lt: Ar norėtumėte, kad „%S“ įsimintų šį prisijungimą?
ne: के तपाईँ %S मा पासवर्ड सम्झन मनपराउनुहुन्छ ?
tg: Оё Шумо мехохед ки %S рамзи Шуморо дар хотир нигох дорад

source: Remember
kab: Cfu
lo: ຈື່
lt: Prisiminti
ne: सम्झनुहोस्
tg: Ба хотира

source: Never
kab: Werǧin
lo: ບໍ່ເຄີຍ
lt: Niekada
ms: Tidak sekali
ne: कहिले पनि
or: କଦାପି ନୁହଁ
tg: Харгиз

source: Update saved password for %S?
kab: Leqqem awal uffir yettwakelsen i %S?
lo: ປັບປຸງລະຫັດຜ່ານທີ່ໄດ້ບັນທຶກໄວ້ສຳລັບ %S ບໍ່?
lt: Ar pakeisti įsimintą naudotojo %S slaptažodį?
ms: Kemaskini kata tersimpan untuk %S?
ne: %S को लगी पासवर्ड नयाँ बनाउनुहोस
or: %S ପାଇଁ ସଂରକ୍ଷିତ ପ୍ରବେଶ ସଂକେତକୁ ଅଦ୍ୟତନ କରିବେ କି?
tg: Гузарвожаро барои %S аз нав ба хотир гирем?

source: Update saved password for this login?
kab: Leqqem awal uffir yettwakelsen i unekcam agi?
lo: ປັບປຸງລະຫັດຜ່ານທີ່ໄດ້ບັນທຶກໄວ້ສຳລັບການລັອກອິນນີ້ບໍ່?
lt: Ar pakeisti įsimintą slaptažodį?
ms: Kemaskini kata laluan tersimpan untuk log masuk ini?
ne: लगइनको लगी पासवर्ड नयाँ बनाउनुहोस?
or: ଏହି ଲଗଇନ ପାଇଁ ସଂରକ୍ଷିତ ପ୍ରବେଶ ସଂକେତକୁ ଅଦ୍ୟତନ କରିବେ କି?
tg: Гузарвожаро барои хамин рамз аз нав ба хотир гирем?

source: Update
kab: Aleqqem
lo: ປັບປຸງ
lt: Pakeisti
ms: Mengemaskini
ne: अद्यावधिक गर्नुहोस्
or: ଅଦ୍ୟତନ କରନ୍ତୁ
tg: Навсози

source: Don't update
kab: Ur leqqem ara
lo: ບໍ່ຕ້ອງປັບປຸງ
lt: Nekeisti
ms: Jangan kemas kini
ne: अद्यावधिक नगर्नुहोस्
or: ଅଦ୍ୟତନ କରନ୍ତୁ ନାହିଁ
tg: Навсози накардан
