Repository: tktk711/mozilla-l10n
Catalog: son/devtools/client/aboutdebugging.properties.po
Languages: son

source: Debug
son: Hanse

source: Push
son: Tuti

source: Start
son: Šintin

source: Scope
son: Gande

source: unregister
son: maa kaa

source: Push Service
son: Alhabar zollante

source: Add-ons
son: Tontoney

source: Enable add-on debugging
son: Tontoni hansekaw tunandi

source: Turning this on will allow you to debug add-ons and various other parts of the browser chrome
son: Woo tunandiroo ka too war ma tontoney nda nungu tana booboyaŋ hanse ceecikaw kungaa ra

source: more info
son: alhabar tontoni

source: Load Temporary Add-on
son: Waati-duura tontoni zumandi

source: Extensions
son: Dobuyaney

source: Select Manifest File or Package (.xpi)
son: Banganiyan tuku wala marga (.xpi) suuba

source: Reload
son: Zumandi taaga

source: Only temporarily installed add-ons can be reloaded
son: Tontoney kaŋ sinjandi waati duura se de ma hin ka zumandi taaga.

source: Other Workers
son: Goykaw taney

source: Running
son: Goo ma dira

source: Stopped
son: A kay

source: Registering
son: Goo ma maa-hantum

source: Tabs
son: Kanjey

source: Page not found
son: Moɲoo mana duwandi

source: #%S does not exist!
son: #%S ši bara!

source: Nothing yet.
son: Baffoo jina.

source: Your browser configuration is not compatible with Service Workers
son: War ceecikaw hanseyanoo ši koy nda Service Workers
