Repository: tktk711/mozilla-l10n
Catalog: son/devtools/client/inspector.properties.po
Languages: son

source: Siblings
son: Ɲayzey

source: Debugger is paused. Some features like mouse selection will not work.
son: Hasaraw kaakaa n' ka hunanzam. Alhaali fooyaŋ sanda ncaŋ suubayan ši dira.

source: Node operations
son: Guli goyyaŋ

source: Markup View
son: Kalimaɲaa kunahaw gunari

source: Some nodes were hidden.
son: Guliyaŋ cindi ka tugandi.

source: Show one more node;Show all #1 nodes
son: Guli foo cebe ka tonton;Guli #1 kul cebe

source: Whitespace-only text node: %S
son: Farrukaaray-hinne hantum guli: %S

source: Could not load the image
son: Mana jin ka biyoo zumandi

source: Unavailable in non-HTML documents
son: Ši bara manti-HTML takaddawey ra

source: Open in Debugger
son: Feeri hasaraw kaakaa ra

source: Unknown location
son: Gorodoo šibayante

source: Visit MDN page
son: MDN moɲoo guna

source: Could not load docs page.
son: Fahami kaddasey moɲoo ši hin ka zunbu.

source: Collapse pane
son: Zanfun-izoo nakaši

source: Expand pane
son: Zanfun-izoo hayandi

source: %1$S of %2$S
son: %1$S ka hun %2$S ra

source: No matches
son: Tenjandi kulyaŋ ši.

source: Open Link in New Tab
son: Doboo feeri nor loku taaga ra

source: Copy Link Address
son: Doboo aderesoo berandi

source: Select Element #%S
son: Haya-ize #%S suuba

source: Click to select this node in the Inspector
son: Naagu ka guloo woo suuba korošikaa ra

source: Click to highlight this node in the page
son: Naagu ka guloo woo suuba korošikaa ra

source: &Edit As HTML
son: &Fasal sanda HTML

# inspectorCopyInnerHTML.label inspectorCopyInnerHTML.accesskey
source: &Inner HTML
son: &Kunahere HTML

# inspectorCopyOuterHTML.label inspectorCopyOuterHTML.accesskey
source: &Outer HTML
son: &Tarayhere HTML

source: C&SS Selector
son: C&SS suubakaw

# inspectorPasteOuterHTML.label inspectorPasteOuterHTML.accesskey
source: &Outer HTML
son: &Tarayhere HTML

# inspectorPasteInnerHTML.label inspectorPasteInnerHTML.accesskey
source: &Inner HTML
son: &Kunahere HTML

source: &Before
son: &Jine

source: &After
son: &Banda

source: As &First Child
son: Sanda ize &jinaw

source: As &Last Child
son: Sanda ize &koraw

source: &Scroll Into View
son: &Kunkuni ka guna

source: &Delete Node
son: Guli &tuusu

source: &Attributes
son: &Alhaaley

source: &Add Attribute
son: Alhaali &tonton

source: Search HTML
son: Image Data-URL

source: Show DOM Properties
son: DOM mayrawey cebe

source: Use in Console
son: Goy diji-walha ra

source: Expand All
son: Ikul hayandi

source: Collapse
son: Nakaši

source: Screenshot Node
son: Dijibii guli

source: Duplicate Node
son: Guli filla

source: &Create New Node
son: Guli taaga &tee

source: Copy
son: Berandi

source: Paste
son: Dobu

source: Fonts
son: Šigirawey

source: Rules
son: Aššariyawey

source: Computed
son: Kabante

source: Layout
son: Kanandi

source: Animations
son: Hunandiyaney

source: Grab a color from the page
son: Noone foo zaa moɲoo ga

source: Breadcrumbs
son: Murmurey

source: Browser styles
son: Ceecikaw fasaley

source: Filter Styles
son: Fasaley fay

source: Add new rule
son: Fondo taaga tonton

source: Toggle pseudo-classes
son: Kuray-laaley laasaabu

source: No CSS properties found.
son: CSS mayray kul mana duwandi.
