Repository: tktk711/mozilla-l10n
Catalog: son/devtools/client/toolbox.dtd.po
Languages: son

source: Error opening Browser Toolbox:
son: Firka foo bangay kaŋ feecikaa goyjinay bataa ga feera:

source: Advanced settings
son: Hanseyan koyjinantey

source: Inspector
son: Hawgaykaw

source: Show Browser Styles
son: Interneti ceecikaw fasaley cebe

source: Turning this on will show default styles that are loaded by the browser.
son: Woo tunandioo ka tilasu fasaley cebe kaŋyaŋ zumandi war ceecikaa ra.

source: Truncate DOM attributes
son: DOM alhaaley zafa

source: Truncate long attributes in the inspector
son: Alhaali kukey zafa korošikaa ra

source: Defa&ult color unit
son: Tilas&u noone ize

source: As Authored
son: Hantumkaw

source: Hex
son: Ferši-16

source: Color Names
son: Noone maaɲey

source: * Current session only, reloads the page
son: * Goywaatoo hinne se, moɲoo zumandi taaga

source: Enable browser chrome and add-on debugging toolboxes
son: Ceecikaw kungaa feeri nda hansari goyjinawey tunandi

source: Turning this option on will allow you to use various developer tools in browser context (via Tools > Web Developer > Browser Toolbox) and debug add-ons from the Add-ons Manager
son: Suubaaroo woo tunandiyanoo ga too war ma hin ka goy nda cinakaw goyjinay dumi booboyaŋ ceecikaa ra (nda Goyjinawey > Ceecikaw goyjinay bata) nda ka tontoney hanse tontoney juwalkaa ra

source: Enable remote debugging
son: Hasarawkaayan moora tunandi

source: Turning this option on will allow the developer tools to debug a remote instance like Firefox OS
son: Suubarooo woo tunandiyanoo ka too cinakaw goyjinawey ka hasaraw kaa Firefox teera moora doo ra sanda Firefox OS

source: Disable JavaScript *
son: JavaScript kayandi *

source: Turning this option on will disable JavaScript for the current tab. If the tab or the toolbox is closed then this setting will be forgotten.
son: Suubaroo tunandiroo ga JavaScript kayandi kanjoo ra. Nda kanjoo wala goyjinay bataa daaba kul kayandiyanoo mma dere.

source: Disable HTTP Cache (when toolbox is open)
son: HTTP tugudoo kayandi (nda goyjinay bata ga feera)

source: Turning this option on will disable the HTTP cache for all tabs that have the toolbox open. Service Workers are not affected by this option.
son: Nda suubaroo woo tun, HTTP tugudogoo ga kay kanjey kul se kaŋ na goyjinay bataa feeri. Service Workers ši suubaroo woo kanboo maate.

source: Enable Service Workers over HTTP (when toolbox is open)
son: Service Workers tunandi HTTP boŋ (nda bataa ga feeri)

source: Turning this option on will enable the service workers over HTTP for all tabs that have the toolbox open.
son: Suubaroo woo tunandiroo ga service workers kul tunandi HTTP boŋ kanjey kaŋ na goyjinay bataa feeri kul se.

source: Default Developer Tools
son: Firefox cinakaw goyjinawey

source: Developer Tools installed by add-ons
son: Tontoney na cinakaw goyjinawey sinjandi

source: Available Toolbox Buttons
son: Goyjinay bata butoŋ kaŋ ga bara

source: * Not supported for current toolbox target
son: * Ši kanbe nda sohõ goyjinay bata toodogoo

source: Themes
son: Furarey

source: Use Developer Edition browser theme
son: Goy nda cinakaw fasalyan ceecikaw leeti

source: Toggles the Developer Edition browser theme.
son: Ga cinakaw fasalyan ceecikaw leetoo kanji.

source: Web Console
son: Interneti diji-walha

source: Enable timestamps
son: Waati tammaasey tunandi

source: If you enable this option commands and output in the Web Console will display a timestamp
son: Nda war ns suubari juwaley nda fattari tunandi interneti diji-walhaa ra waati tammaasa ga cebe

source: Debugger
son: Hasaraw kaakaw

source: Enable Source Maps
son: Aššil dawtiirawey tunandi

source: If you enable this option sources will be mapped in the Debugger and Console.
son: Nda war n'aššil suubarey tunandi, alhaaloo ga fatta hasaraw kaakaa nda diji-walhaa ra.

source: Style Editor
son: Kaymi fasalkaw

source: Show original sources
son: Lasal aššil-dogey cebe

source: Show original sources (e.g. Sass files) in the Style Editor and Inspector
son: Lasal aššiley cebe (sanda Sass tukey) takari fasalkaa nda hawgaykaa ra

source: Autocomplete CSS
son: CSS boŋtimmandi

source: Autocomplete CSS properties, values and selectors in Style Editor as you type
son: CSS boŋtimmandi mayrawey, hinnawey nda suubakey takari fasalkaa ra waati kaŋ war ga hantum

source: Common Preferences
son: Hankul ibaayey

source: Enable persistent logs
son: Zaaritiira willantey tunandi

source: If you enable this option the Web Console and Network Monitor will not clear the output each time you navigate to a new page
son: Nda war na suubaroo woo tunandi interneti diji-walhaa ši haya fattantey tuusu waati kul kaŋ war na moo taaga guna

source: Show Gecko platform data
son: Gecko goydaari bayhayey cebe

source: If you enable this option the JavaScript Profiler reports will include Gecko platform symbols
son: Nda war na suubaroo woo tunandi JavaScript alhaalikoy bayrandiyaney goo nda Gecko goydaari jinay tammaasayaŋ

source: Editor Preferences
son: Fasalkaw ibaayey

source: Detect indentation
son: Hirri-noryan maate

source: Guess indentation based on source content
son: Hirri-noryan hiise aššil gundekuna bande

source: Autoclose brackets
son: Boŋdaabu holgey

source: Automatically insert closing brackets
son: Holgu daabuyan dam nga boŋ se

source: Indent using spaces
son: Hirri nor nda farrey

source: Use spaces instead of the tab character
son: Goy nda farrey, manti nor loku harfu

source: &Tab size
son: &Kanji azzaati

source: &Keybindings
son: &Kufalhawarey

source: Default
son: Tilasu
