Repository: tktk711/mozilla-l10n
Catalog: zam/browser/chrome/browser/baseMenuOverlay.dtd.po
Languages: zam

source: Minimize
zam: Lii luut ah

source: Bring All to Front
zam: Taal loo

source: Zoom
zam: Xha niey

source: Window
zam: Loo

# helpMenu.label helpMenu.accesskey
source: &Help
zam: Taa diif ya&ll

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
zam: T&oob yaal

source: &About &brandShorterName;
zam: Kue n&ak &brandShorterName;

source: &Keyboard Shortcuts
zam: &eyboard Shortcuts

source: &Restart with Add-ons Disabled…
zam: &Bí~rè là kíy...

source: &Restart with Add-ons Enabled
zam: &Bí~rè là kíy ner tob ko kub

source: &Troubleshooting Information
zam: &Guii xha mud thus kue liy

source: &Submit Feedback…
zam: Taal diif diz&h

source: Preferences…
zam: Koo lash luu...

source: Services
zam: Kuan lash loo

source: Hide &brandShorterName;
zam: Naa loot luu &brandShorterName;

source: Hide Others
zam: Naa look luu ree kue

source: Show All
zam: Loo ree ta
