Repository: tktk711/mozilla-l10n
Catalog: zam/browser/chrome/browser/tabbrowser.properties.po
Languages: zam

source: Connecting…
zam: Dee toob kii kue…

source: Securing connection…
zam: Dee laa noo kii kue...

source: Searching…
zam: KwàɁn=na...

source: Loading…
zam: De laa noo kue...

source: Waiting…
zam: Leet chunt...

source: Downloading…
zam: De laa noo kue...

source: New Tab
zam: Loo kub

source: Close Tab
zam: TòɁw

source: Close
zam: TòɁw

source: Confirm close
zam: TòɁw=gá

source: ;You are about to close #1 tabs. Are you sure you want to continue?
zam: ;Lash loo toog na ree #1 loo ¿Lash loo li liy gaa?

source: Close tabs
zam: TòɁw loo ree

source: Warn me when I attempt to close multiple tabs
zam: Nee loot tis dee toog naa kaa dohs loo

source: Close tab
zam: TòɁw kue

source: Close tab (%S)
zam: TòɁw kúe (%S)
