Repository: tktk711/mozilla-l10n
Catalog: */dom/chrome/mathml/mathml.properties.po
Languages: as, be, bg, bn_bd, bn_in, ca, cy, hi_in, hr, lv, ml, ms, pt, ro, si, ta, ur, zh_tw

source: Invalid markup: <%1$S> is not allowed as a child of <%2$S>.
as: অবৈধ মাৰ্কআপ: <%1$S> ক <%2$S> ৰ সন্তান হিচাপে অনুমোদিত নহয়।
be: Крывая разметка: <%1$S> не дазволена быць дзіцём <%2$S>.
bg: Невалидно маркиране: не е позволено <%1$S> да е наследник на <%2$S>.
bn_bd: অকার্যকর মার্কআপ:<%2$S> এর child হিসেবে <%1$S> অনুমোদিত নয়।
bn_in: অবৈধ মার্কআপ: <%1$S> সন্তান হিসেবে মঞ্জুরিপ্রাপ্ত নয় <%2$S>।
ca: Marcador no vàlid: <%1$S> no es permet com a fill de <%2$S>.
cy: Nod annilys: Nid yw <%1$S> yn cael ei ganiatáu fel plentyn <%2$S>.
hi_in: अवैध मार्कअप: <%1$S> को बतौर <%2$S> के संतति अनुमतिप्राप्त नहीं है.
hr: Neispravan markup: <%1$S> nije dopušten kao podstavka od <%2$S>.
lv: Nederīgs formatējums: <%1$S> nedrīkst būt <%2$S> bērns.
ml: തെറ്റായ മാര്‍ക്കപ്പ്: <%1$S>, <%2$S>-ന്റെ ചൈള്‍ഡായി അനുവദിയ്ക്കുന്നില്ല.
ms: Markup tidak sah: <%1$S> tidak dibenarkan sebagai anak untuk <%2$S>.
pt: Marcação inválida: <%1$S> não é permitido como filho de <%2$S>.
ro: Marcaj invalid: <%1$S> nu este permis ca copil al <%2$S>.
si: වලංගු නොවන මාර්ක්අප් : < % 1 $ s > මෙය මෙහි < %2$S> උප කුලකයක් වීමට අවසරනැත
ta: செல்லுபடியாகாத மார்க்கப்: <%2$S> இன் சேய் கூறாக இருக்க <%1$S> க்கு அனுமதி இல்லை.
ur: غلط مارکاپ:<%1$S> کے ایک بچے کے طور پر <%2$S>کی اجازت نہیں ہے.
zh_tw: 無效標記: <%1$S> 不被允許成為 <%2$S> 的子元素。

source: Invalid markup: Incorrect number of children for <%1$S/> tag.
as: অবৈধ মাৰ্কআপ: <%1$S/> টেগৰ বাবে সন্তানৰ ভুল সংখ্যা।
be: Крывая разметка: Няправільны лік нашчадкаў меціны <%1$S/>.
bg: Невалидно маркиране: Неправилен брой наследници за елемент <%1$S/>.
bn_bd: অকার্যকর মার্কআপ: <%1$S/> ট্যাগের জন্য children সংখ্যা সঠিক নয়।
bn_in: অবৈধ মার্কআপ: <%1$S/> ট্যাগের জন্য শিশুদের ভুল সংখ্যা.
ca: Marcador no vàlid: Nombre de fills incorrecte per a l'etiqueta <%1$S/>.
cy: Tagio annilys: Nifer anghywir o blant ar gyfer tag <%1$S/>.
hi_in: अमान्य मार्कअप: टैग <<%1$S/> के लिए संतति की गलत संख्या.
hr: Pogrešna oznaka: Netočan broj djece za <%1$S/> oznaku.
lv: Nederīgs formatējums: Nederīgs skaits bērnu <%1$S/> tagam.
ml: തെറ്റായ അടയാളം: <%1$S/> റ്റാഗിനുള്ള ചിള്‍ഡ്രന്‍ എണ്ണം തെറ്റു്.
ms: Markup tidak sah: Kesalahan nombor bagi children untuk <%1$S/> ditanda.
pt: Marcação inválida: número de filhos incorreto para a etiqueta <%1$S/>.
ro: Marcaj invalid: Număr incorect de copii pentru eticheta <%1$S/>.
si: වලංගු නොවන මාර්ක්අප් : <% 1 $ s /> ටැගය සඳහා දරුවන් වැරදි සංඛ්යාවk ඇත.
ta: செல்லுபடியாகாத மார்க்கப்: <%1$S/> குறிச்சொல்லுக்கு தவறான எண்ணிக்கையிலான சேய் உறுப்புகள்.
ur: ناجائز مارک اپ کے لئے تابع کی غلط نمبر <%1$S/> ٹیگ.
zh_tw: 無效標記: <%1$S/> 標籤的子元素數量不正確。

source: Invalid markup: More than one <mprescripts/> in <mmultiscripts/>.
as: অবৈধ মাৰ্কআপ: <mmultiscripts/> ত এটাতকৈ বেছি <mprescripts/>।
be: Крывая разметка: Больш адной <mprescripts/> у <mmultiscripts/>.
bg: Невалидно маркиране: Повече от един <mprescripts/> в <mmultiscripts/>.
bn_bd: অকার্যকর মার্কআপ: <mmultiscripts/> এ একের অধিক <mprescripts/> ।
bn_in: অবৈধ মার্কআপ: <mprescripts/> মধ্যে একাধিক <mmultiscripts/>.
ca: Marcador no vàlid: S'han trobat diversos <mprescripts/> a <mmultiscripts/>.
cy: Tagio annilys: Mwy nag un <mprescripts/>yn <mmultiscripts/>.
hi_in: अमान्य मार्कअप: <mmultiscripts/> में एक से अधिक <mprescripts/>.
hr: Pogrešna oznaka: Više od jedne <mprescripts/> u <mmultiscripts/>.
lv: Nederīgs formatējums: Vairāk kā viens <mprescripts/> iekš <mmultiscripts/>.
ml: തെറ്റായ അടയാളം: <mmultiscripts/>-ല്‍ ഒന്നില്‍ കൂടുതല്‍ <mprescripts/>.
ms: Markup tidak sah: Lebih daripada satu <mprescripts/> dalam <mmultiscripts/>.
pt: Marcação inválida: mais do que um <mprescripts/> em <mmultiscripts/>.
ro: Marcaj invalid: Mai mult de un <mprescripts/> în <mmultiscripts/>.
si: වලංගු නොවන මාර්ක්අප් : <mmultiscripts/>මෙය තුල <mprescripts/> එකකට වඩා ඇත.
ta: செல்லுபடியாகாத மார்க்கப்: <mmultiscripts/> இல் ஒன்றுக்கு மேற்பட்ட <mprescripts/> உள்ளன.
ur: ناجائز مارک اپ: ایک سے زیادہ <mprescripts/> میں <mmultiscripts/>.
zh_tw: 無效標記: <mmultiscripts/> 當中有超過一個 <mprescripts/>。

source: Invalid markup: Expected exactly one Base element in <mmultiscripts/>. Found none.
as: অবৈধ মাৰ্কআপ: <mmultiscripts/> ত এটা ভিত্তি উপাদান আশা কৰা হৈছিল। এটাও পোৱা নগল।
be: Крывая разметка: Чакаўся дакладна адна базавая адзінка ў <mmultiscripts/>. Не знойдзена ніводнага.
bg: Невалидно маркиране: Очакваше се точно един елемент Base в <mmultiscripts/>. Нямаше никакви елементи.
bn_bd: অকার্যকর মার্কআপ: <mmultiscripts/> একটি বেজ ইলেমেন্ট প্রত্যাশিত। একটিও পাওয়া যায়নি।
bn_in: অবৈধ মার্কআপ: ঠিক একটি বেস উপাদান প্রত্যাশিত<mmultiscripts/>। কিছুই খুঁজে পাওয়া যায়নি।
ca: L'etiquetatge no és vàlid. S'esperava exactament un element Base en <mmultiscripts/> però no se n'ha trobat cap.
cy: Iaith tagio annilys: Disgwyl un elfen Sail yn <mmultiscripts/>. Canfod dim.
hi_in: अवैध मार्कअप: <mmultiscripts/> में पूरा बेस तत्व प्रत्याशित. कोई नहीं मिला.
hr: Pogrešna oznaka: Očekivan točno jedan Base element u <mmultiscripts/>. Niti jedan nije pronađen.
lv: Nederīgs formatējums: Tika gaidīts tieši viens bāzes elements iekš <mmultiscripts/>. Netika atrasts neviens.
ml: തെറ്റായ അടയാളം: <mmultiscripts/>-ല്‍ കൃത്യം ഒരു ബെയിസ് എലമെന്റ് പ്രതീക്ഷിച്ചു്. ഒന്നും ലഭ്യമായില്ല.
ms: Markup tidak sah: Mengharapkan hanya saru lement Base dalam <mmultiscripts/>. Tidak menemui apa-apa.
pt: Marcação inválida: esperado exatamente um elemento base em <mmultiscripts/>. Nenhum encontrado.
ro: Marcaj invalid: Se aștepta exact un element Base în <mmultiscripts/>. Nu s-a găsit niciunul.
si: වලංගු නොවන මාර්ක්අප් : < Mmultiscripts /> අපේක්ෂා හරියටම එක් මූලික අංගයක් .කිසිවක් හමූයේ නැත.
ta: செல்லுபடியாகாத மார்க்கப்: <mmultiscripts/> இல் சரியாக ஒரே ஒரு அடிப்படைக் கூறையே எதிர்பார்த்தது. ஆனால் ஒன்றும் கண்டறியப்படவில்லை.
ur: ناجائز مارکاپ: <mmultiscripts /> میں بالکل ایک بیس عنصر متوقع. ملا کوئی نہیں.
zh_tw: 無效標記: <mmultiscripts/> 中預期應有一個 Base 元素，卻未找到。

source: Invalid markup: Incomplete subscript/superscript pair in <mmultiscripts/>.
as: অবৈধ মাৰ্কআপ: <mmultiscripts/> ত অসম্পূৰ্ণ চাবস্ক্ৰিপ্ট/চুপাৰস্ক্ৰিপ্ট যোৰ।
be: Крывая разметка: Незавершаная пара subscript/superscript у <mmultiscripts/>.
bg: Невалидно маркиране: Незавършена двойка subscript/superscript в <mmultiscripts/>.
bn_bd: অকার্যকর মার্কআপ: <mmultiscripts/> এ অসমাপ্ত সাবস্ক্রিপ্ট/সুপারস্ক্রিপ্ট জোড়া।
bn_in: অবৈধ মার্কআপ:অসম্পূর্ণ সাবস্ক্রিপ্ট / ঊর্ধ্বলিপি জোড়া <mmultiscripts/>।
ca: Marcador no vàlid: S'ha trobat una parella subscript/superscript incompleta a <mmultiscripts/>.
cy: Tagio annilys: : Pâr uwchysgrif/isysgrif anghyflawn yn <mmultiscripts/>.
hi_in: अमान्य मार्कअप में अधूरा जोड़ी <mmultiscripts/> / सबस्क्रिप्ट सुपरस्क्रिप्ट:.
hr: Pogrešna oznaka: Nepotpuni indeks/eksponent par u <mmultiscripts/>.
lv: Nederīgs formatējums: Nepilnīgs subscript/superscript pāris iekš <mmultiscripts/>.
ml: അസാധുവായ അടയാളം: <mmultiscripts/>-ല്‍ അപൂര്‍ണ്ണമായ സബ്‌സ്ക്രിപ്റ്റ്/സൂപ്പര്‍സ്ക്രിപ്റ്റ് ജോടി.
ms: Markup tidak sah: Padanan subscript/superscript tidak sempurna dalam <mmultiscripts/>.
pt: Marcação inválida: par subscript/superscript incompleto em <mmultiscripts/>.
ro: Marcaj invalid: Pereche incompletă de indice/exponent în <mmultiscripts/>.
si: වලංගු නොවන මාර්ක්අප් :< Mmultiscripts /> අසම්පූර්ණ යටකුරක් / උඩු ලකුණු යුගල .
ta: செல்லுபடியாகாத மார்க்கப்: <mmultiscripts/> இல் செல்லுபடியாகாத சப்ஸ்கிரிப்ட்/சூப்பர்ஸ்கிரிப்ட்.
ur: غلط مارکاپ: برائے نامکمل نوشت / نوشت جوڑی <mmultiscripts/>.
zh_tw: 無效標記: <mmultiscripts/> 中有無效的 subscript/superscript 對。

source: Error in parsing the value '%1$S' for '%2$S' attribute of <%3$S/>. Attribute ignored.
as: <%3$S/> ৰ '%2$S' বৈশিষ্ট্যৰ বাবে মান '%1$S' বিশ্লেষণ কৰোতে ত্ৰুটি। বৈশিষ্ট্য উপেক্ষা কৰা হৈছে।
ca: S'ha produït un error en analitzar el valor «%1$S» de «%2$S» atribut de <%3$S/>. S'ha ignorat l'atribut.
cy: Gwall wrth ddidoli'r gwerth priodoledd '%1$S' am '%2$S' <%3$S/>. Anwybyddwyd y briodoledd.
hi_in: मान '%1$S' को '%2$S' के लिए <%3$S/> एट्रीब्यूट के विश्लेषण में त्रुटि. एट्रीब्यूट अनदेखा किया गया.
lv: Kļūda apstrādājot '%2$S' atribūta vērtību '%1$S' <%3$S/>. Atribūts tiek ignorēts.
ml: <%3$S/>-ന്റെ '%2$S' വിശേഷതയ്ക്കുള്ള '%1$S' മൂല്ല്യം പാഴ്സ് ചെയ്യുന്നതില്‍ പിശക്. വിശേഷത ഉപേക്ഷിച്ചു.
ms: Ralat dalam nilai penghuraian '%1$S' untuk '%2$S' attribute kepada <%3$S/>. Attribute diabaikan.
si: අවයවය නොසලකා හරිනලදී.<%3$S/> හි අවයවයක් වන '%2$S' ට දමපු අගය වන '%1$S' හි ද්‍යෝෂයක්.
ta: <%3$S/> இன் '%2$S' பண்புக்கூறுக்கான மதிப்பு '%1$S' ஐ பாகுபடுத்துகையில் பிழை. பண்புக்கூறு புறக்கணிக்கப்பட்டது.
zh_tw: 剖析 <%3$S/> 標籤的「%2$S」屬性的「%1$S」值時發生錯誤。已忽略屬性。

source: Error in parsing the value '%1$S' for '%2$S' attribute. Attribute ignored.
as: '%2$S' বৈশিষ্ট্যৰ বাবে মান '%1$S' বিশ্লেষণ কৰোতে ত্ৰুটি। বৈশিষ্ট্য উপেক্ষা কৰা হৈছে।
ca: S'ha produït un error en analitzar el valor «%1$S» de l'atribut «%2$S». S'ha ignorat l'atribut.
cy: Gwall wrth ddidoli'r gwerth priodoledd '%1$S' for '%2$S'. Anwybyddwyd y briodoledd.
hi_in: मान '%1$S' '%2$S' विशेषता के लिए पार्स करने में त्रुटि. ऐट्रिब्यूट नजरअंदाज कर दिया.
lv: Kļūda apstrādājot '%2$S' atribūta vērtību '%1$S'. Atribūts tiek ignorēts.
ml: '%2$S' വിശേഷതയ്ക്കുള്ള '%1$S' മൂല്ല്യം പാഴ്സ് ചെയ്യുന്നതില്‍ പിശക്. വിശേഷത ഉപേക്ഷിച്ചു.
ms: Ralat dalam penghuraian nilai '%1$S' untuk attribute '%2$S'. Attribute diabaikan.
si: අවයවයක් වන '%2$S' ට දමපු අගය වන '%1$S' හි ද්‍යෝෂයක්.අවයවය නොසලකා හරිනලදී.
ta: '%2$S' பண்புக்கூறுக்கான '%1$S' மதிப்பைப் பாகுபடுத்துகையில் பிழை. பண்புக்கூறு புறக்கணிக்கப்பட்டது.
zh_tw: 剖析「%2$S」屬性的「%1$S」值時發生錯誤。已忽略屬性。

source: Error in parsing MathML attribute value '%1$S' as length. Attribute ignored.
as: MathML বৈশিষ্ট্য মান '%1$S' ক দৈৰ্ঘ্য হিচাপে বিশ্লেষণ কৰোতে ত্ৰুটি। বৈশিষ্ট্য উপেক্ষা কৰা হৈছে।
ca: S'ha produït un error en analitzar el valor «%1$S» a la cadena de codi MathML. S'ha ignorat l'atribut.
cy: Gwall wrth ddidoli gwerth priodoledd MathML '%1$S' fel hyd. Anwybyddwyd y briodoledd.
hi_in: लंबाई के रूप में MathML विशेषता मान '%1$S' पार्स करने में त्रुटि. ऐट्रिब्यूट नजरअंदाज कर दिया.
lv: Kļūda apstrādājot MathML atribūta vērtību '%1$S' kā garumu. Atribūts tiek ignorēts.
ml: വ്യാപ്തിയായി MathML വിശേഷത മൂല്ല്യം '%1$S' പാഴ്സ് ചെയ്യുന്നതില്‍ പിശക്. വിശേഷത ഉപേക്ഷിച്ചു.
ms: Ralat dalam penguraian nilai attribute MathML '%1$S' sebagai panjang. Attribute diabaikan.
si: MathML හි පුමාණාත්මක අගයක් වන '%1$S' හි ද්‍යෝෂයක්.අවයවය නොසලකා හරිනලදී.
ta: MathML பண்புக்கூறு மதிப்பு '%1$S' ஐ நீளமாக பாகுபடுத்துகையில் பிழை. பண்புக்கூறு புறக்கணிக்கப்பட்டது.
zh_tw: 將 MathML 屬性值「%1$S」作為長度剖析時發生錯誤。已忽略屬性。

source: '%1$S' is deprecated in MathML 3, superseded by '%2$S'.
as: '%1$S' ক MathML 3 ত স্খলিত কৰা হৈছে, '%2$S' আগত।
ca: «%1$S» és obsolet al codi MathML 3. S'ha substituït per «%2$S».
cy: Mae '%1$S' yn anghymeradwy yn MathML 3, olynwyd gan '%2$S'.
hi_in: '%1$S' 3 MathML में पदावनत किया जा रहा है, '%2$S' द्वारा अधिक्रमित.
lv: '%1$S' ir novecojis MathML 3, to aizstāj '%2$S'.
ml: MathML 3-ല്‍ നിന്നും '%1$S' ഇല്ലാതാക്കിയിരിയ്ക്കുന്നു. ഇതിനു് മുമ്പുള്ളതു് '%2$S'.
ms: '%1$S' telah dikecam dalam MathML 3, digantikan oleh '%2$S'.
si: '% 1 $ s ' හි අගය MathML 3 ප්රතික්ෂේප කරයි.අවලංගු කරන ලත්දේ '%2$S' මගිනි.
ta: MathML 3 இல் '%1$S' வழக்கழிந்தது, அது '%2$S' ஆல் மாற்றப்பட்டது.
zh_tw: 「%1$S」已在 MathML 3 中棄用，由「%2$S」取代。

source: Unitless values are deprecated in MathML 3.
as: এককহিন মানসমূহ MathML 3 ত স্খলিত কৰা হৈছে।
be: Безадзінкавыя значэнні асуджаны ў MathML 3.
bg: Безмерните стойности са излезли от употреба в MathML 3.
bn_bd: ইউনিটহীন মানগুলো MathML 3 এ অসমর্থিত।
bn_in: Unitless মান MathML 3 অবচিত হয়েছে।
ca: Els valors sense unitats estan obsolets al codi MathML 3.
cy: Mae gwerthodd di-uned yn anghymeradwy yn MathML 3.
hi_in: Unitless मूल्यों 3 MathML में पदावनत कर रहे हैं.
hr: Vrijednosti bez jedinica su zastarjele u MathML 3.
lv: Vērtības bez mērvienībām ir novecojušas MathML 3.
ml: MathML 3-ല്‍ നിന്നും യൂണിറ്റ് ഇല്ലാത്ത മൂല്ല്യങ്ങള്‍ ഇല്ലാതാക്കിയിരിയ്ക്കുന്നു.
ms: Nilai-nilai Unitless dikecam dalam MathML 3.
pt: Valores sem unidade estão obsoletos em MathML 3.
ro: Valorile unitless sunt învechite în MathML 3.
si: MathML 3 හි 'Unitless' අගයන් නොසලකා හරිනු ලැබ ඇති.
ta: MathML 3 இல் அலகில்லாத மதிப்புகள் வழக்கழிந்துவிட்டன.
ur: Unitless اقدار MathML 3 میں فرسودہ کر رہے ہیں.
zh_tw: 無單位的值已在 MathML 3 中棄用。

source: Error in parsing the value ‘%1$S’ for ‘%2$S’ attribute of <%3$S/>. Attribute ignored.
be: Памылка разбору '%1$S' атрыбута '%2$S' у <%3$S/>. Атрыбут праігнараваны.
bg: Грешка при разпознаването на стойността „%1$S“ за атрибута „%2$S“ на <%3$S/>. Атрибутът е пренебрегнат.
bn_bd: <%3$S/> এর '%2$S' attribute এর জন্য '%1$S' পার্স করতে ব্যর্থ। Attribute উপেক্ষিত।
bn_in: <%3$S/> এর '%2$S' বৈশিষ্ট্যের মানের জন্য '%1$S' পার্স করার সময় ত্রুটি বৈশিষ্ট্য উপেক্ষা করা হয়েছে।
hr: Greška u obradi vrijednosti '%1$S' za '%2$S' atribut od <%3$S/>. Atribut zanemaren.
pt: Erro ao interpretar o valor '%1$S' para o atributo '%2$S' em <%3$S/>. Atributo ignorado.
ro: Eroare la analizarea valorii '%1$S' pentru atributul '%2$S' al <%3$S/>. Atribut ignorat.
ur: نقص قدر, کی تصریف میں ‘%1$S’ برائے ‘%2$S’ کا وصف ہے۔ <%3$S/>وصف نظر انداز کر دیا۔

source: Error in parsing the value ‘%1$S’ for ‘%2$S’ attribute. Attribute ignored.
be: Памылка разбору '%1$S' атрыбута '%2$S'. Атрыбут праігнараваны.
bg: Грешка при разпознаването на стойността „%1$S“ за атрибута „%2$S“. Атрибутът е пренебрегнат.
bn_bd: '%2$S' attribute এর জন্য '%1$S' মানটি পার্স করতে ব্যর্থ। Attribute উপেক্ষিত।
bn_in: '%2$S' বৈশিষ্ট্যের মানের জন্য '%1$S' পার্স করার সময় ত্রুটি বৈশিষ্ট্য-- উপেক্ষা করা হয়েছে।
hr: Greška u obradi vrijednosti '%1$S' za '%2$S' atribut. Atribut zanemaren.
pt: Erro ao interpretar o valor '%1$S' para o atributo '%2$S'. Atributo ignorado.
ro: Eroare la analizarea valorii '%1$S' pentru atributul '%2$S'. Atribut ignorat.
ur: نقص قدر, کی تصریف میں ‘%1$S’ برائے ‘%2$S’ وصف ہے ۔ وصف نظر انداز کر دیا۔

source: Error in parsing MathML attribute value ‘%1$S’ as length. Attribute ignored.
be: Памылка разбору значэння атрыбута MathML '%1$S' як даўжыні. Атрыбут праігнараваны.
bg: Грешка при разпознаването на стойността на атрибута на MathML „%1$S“ като дължина. Атрибутът е пренебрегнат.
bn_bd: দৈর্ঘ্য হিসাবে '%1$S' MathML Attribute এর মান পার্স করতে ব্যর্থ। Attribute উপেক্ষিত।
bn_in: MathML অ্যাট্রিবিউট মান '%1$S' দৈর্ঘ্য হিসাবে পার্স করার সময় ত্রুটি বৈশিষ্ট্য উপেক্ষা করা হয়েছে।
hr: Greška u obradi MathML atributa vrijednosti '%1$S' kao duljina. Atribut zanemaren.
pt: Erro ao interpretar o valor do atributo MathML '%1$S' como comprimento. Atributo ignorado.
ro: Eroare la interpretarea valorii atributului MathML '%1$S' ca lungime. Atribut ignorat.
ur: ماٹحمل خصوصیت قدر, کی تصریف میں نقص ‘%1$S’ لمبائی کے طور پر۔ وصف نظر انداز کر دیا۔

source: ‘%1$S’ is deprecated in MathML 3, superseded by ‘%2$S’.
be: '%1$S' асуджаны ў MathML 3, заменяецца '%2$S'.
bg: „%1$S“ е излязъл от употреба в MathML 3, заменен е от „%2$S“.
bn_bd: MathML 3 তে '%1$S' অসর্মথিত, '%2$S' এটি বাতিল করেছে।
bn_in: '%1$S' অবচিত হয়েছে MathML 3-র মধ্যে '%2$S' দ্বারা।
hr: '%1$S' je zastario u MathML 3, nasljeđen od '%2$S'.
pt: '%1$S' foi descontinuado em MathML 3, suplantado por '%2$S'.
ro: '%1$S' este învechită în MathML 3, înlocuită cu '%2$S'.
ur: %1$S فرسودہ ہے MathML میں اور برطرف ہے %2$S کی طرف سے۔
