Repository: tktk711/mozilla-l10n
Catalog: co/browser/chrome/browser/migration/migration.dtd.po
Languages: co

source: Import Wizard
co: Impurtazione guidata

source: Import Options, Bookmarks, History, Passwords and other data from:
co: Impurtà ozzione, marcapagine, crunulugia, codici è altri dati da:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
co: Impurtà l'ozzione, i marcapagine, a crunulugia, i codici è altri dati da:

source: Import Bookmarks from:
co: Impurtà marcapagine da:

source: &Don't import anything
co: Ù&n impurtà nulla

source: No programs that contain bookmarks, history or password data could be found.
co: Ùn hè statu trovu alcun prugramma chì cuntinissi marcapagine, crunulugie o codici.

source: Import Settings and Data
co: Impurtà paràmetri è dati

source: Items to Import
co: Ugetti da impurtà

source: Select which items to import:
co: Selezziunà l'ugetti da impurtà:

source: Importing…
co: Impurtazione…

source: The following items are currently being imported…
co: I siguenti ugetti anu da esse impurtati…

source: Select Profile
co: Selezziunà prufilu

source: The following profiles are available to import from:
co: Ci sò i siguenti prufili da impurtà:

source: Import Complete
co: Impurtazione cumplitata

source: The following items were successfully imported:
co: I siguenti ugetti sò stati currittamente impurtati:
