Repository: tktk711/mozilla-l10n
Catalog: sco/toolkit/chrome/mozapps/update/updates.dtd.po
Languages: sco

source: Software Update
sco: Saftware Update

source: Checking for Updates
sco: Chackin for Updates

source: Looking for newer versions of &brandShortName;…
sco: Leukin for newer version o &brandShortName;…

source: Found Updates for Plugins
sco: Fund Updates for Plugins

source: Newer versions of one or more of your plugins were found.
sco: Newer version o ane or mair o yer plugins were fund.

source: See how to upgrade your plugins.
sco: See hou tae upgrade yer plugins.

source: No Updates Found
sco: Nae Updates Fund

source: There are no updates available. &brandShortName; will check periodically for updates.
sco: Thare are nae updates available. &brandShortName; will chack every nou an again for updates.

source: There are no updates available. Please check again later or enable &brandShortName;'s automatic update checking.
sco: Thare are nae updates tae haund. Please chack again aifter on or inable &brandShortName;'s automatic update chackin.

source: Unable to Update
sco: No able tae Update

source: A recommended security and stability update is available, but you do not have the system permissions required to install it. Please contact your system administrator, or try again from an account that has permission to install software on this computer.
sco: Æ recommendit caition an stabeility update is tae haund, but ye daenae hae the seistem permeissions needit tae instaw it. Please talk tae yer seistem admeinistrator, or try again frae an account that haes premeission tae instaw saftware on this computer.

source: A recommended security and stability update is available, but you do not have enough space to install it.
sco: Æ recommendit caition an stabeility update is tae haund, but ye daenae hae eneuch room tae instaw it.

source: You can always get the latest version of &brandShortName; at:
sco: Ye can aye get the newmaist version o &brandShortName; at:

source: System Unsupported
sco: Seistem Unsupportit

source: Your &brandShortName; is out of date, but the latest version is not supported on your system. Please upgrade your system, then try again. You will not see this notice again, but you can
sco: Yer &brandShortName; is out o date, but the newmaist version isnae supportit on yer seistem. Please upgrade yer seistem, then try again. Ye willnae see this notice again, but ye can

source: learn more.
sco: lear mair

source: Checking Add-on Compatibility
sco: Chackin Add-on Compatibeility

source: Looking for newer versions of your add-ons…
sco: Leukin for newer versions o yer add-ons...

source: View more information about this update
sco: View mair information about this update

source: It is strongly recommended that you apply this update for &brandShortName; as soon as possible.
sco: It is strangly recommendit that ye apply this update for &brandShortName; as whaniver ye can.

source: If you agree to the terms of this agreement, click I Agree below to continue installing this update.
sco: If ye gree tae the terms o this greement, clack A Gree ablo tae cairy on instawin this update.

source: Software License Agreement
sco: Saftware Licence Greement

source: Terms and conditions for using this software.
sco: Term an condeitions for uisin this saftware.

source: Please read the following license agreement. Use the scroll bar to view the rest of this agreement.
sco: Please read the follaein licence greement. Uise the scroll baur tae view the rest o this greement.

source: I accept the terms of the License Agreement
sco: A gree tae the terms in the License Greement

source: I do NOT accept the terms of the License Agreement
sco: A DINNAE gree tae the terms in the License Greement

source: Incompatible Add-ons Found
sco: Incompatible Add-ons Fund

source: Downloading &brandShortName;
sco: Dounloadin &brandShortName;

source: Downloading the update…
sco: Dounloadin the update…

source: Connecting to the update server…
sco: Connectin tae the update server…

source: &brandShortName; was unable to verify the integrity of the incremental update it downloaded, so it is now downloading the complete update package.
sco: &brandShortName; was no able tae verify the interity o the incremental update it dounloadit, sicweys, it is nou dounloadin the hale update pack.

source: There were problems checking for, downloading, or installing this update. &brandShortName; could not be updated because:
sco: Thare was æ bit o bother chackin for, dounloadin, or instawin this update. &brandShortName; coudnae bi updatit acause:

source: You can update &brandShortName; manually by visiting this link and downloading the latest version:
sco: Ye can update &brandShortName; manually bi veisitin this link an dounloadin the newmaist version:

source: The partial Update could not be applied. &brandShortName; will try again by downloading a complete Update.
sco: The pairtial Update coudnae bi appliet. &brandShortName; will try again bi dounloadin æ hale Update.

source: &brandShortName; is unable to determine if there is an update available. Please make sure that you have the latest version of &brandShortName; from:
sco: &brandShortName; cannae mak out if thare is an update tae haund.Please mak siccar that ye hae the newmaist version o &brandShortName; frae:

source: Something is preventing &brandShortName; from updating securely. Please make sure that you have the latest version of &brandShortName; from:
sco: Something is stoppin &brandShortName; frae updatin siccarly. Please mak siccar that ye hae the newmaist version o &brandShortName;frae:

source: Something is trying to trick &brandShortName; into accepting an insecure update. Please contact your network provider and seek help.
sco: Something is tryin tae con &brandShortName; intae acceptin an update that isnae siccar. Please talk tae yer netwirk provider and get help.

source: Update Ready to Install
sco: Update Ready tae Instaw

# finishedPage.text
source: The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, or continue working and restart later.
sco: The update will bi instawit the neist time &brandShortName; stairts. Ye can restairt &brandShortName; the nou, or cairy on wirkin an restairt aifter on.

source: A security and stability update for &brandShortName; has been downloaded and is ready to be installed.
sco: Æ caition an stabeility update for &brandShortName; haes been dounloadit an is ready tae bi instawit.

# finishedBackground.more
source: The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, or continue working and restart later.
sco: The update will bi instawit the neist time &brandShortName; stairts. Ye can restairt &brandShortName; nou, or cairy on wirkin an restairt aifter on.

source: Update Installed
sco: Update Instawit

source: The update was successfully installed.
sco: The update was instawit nae bother.

source: Read more about what's new…
sco: Read mair about whit's new…

source: Installed on:
sco: Instawit on:
