Repository: tktk711/mozilla-l10n
Catalog: sat/dom/chrome/nsWebBrowserPersist.properties.po
Languages: sat

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
sat: %S बाङ सांचाव दाड़ेयाक् , चेदाक् जे सोत रेत् बाङ पाड़हाव दाड़ेयाक् आ. तायोम ते दोहड़ा कुरुमुटुय मे, आर बाङ सार्बार सासोनिच् सोम्पोक एम .

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
sat: %S बाङ सांचाव दाड़ेयाक् , चेदाक् जे मित् बाङ बाडाय भुल ञामाकाना . एटाक् ठांव रे सांचाव कुरुमुटुय मे .

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
sat: %S बाङ झिज दाड़ेयाक् , चेदाक् जे मित् बाङ बाडाय़ भुल ञाम येना . पा़हिल डिक्स रे सांचाव कुरुमुटुय मे आर इना तायोम रेत् झिज मे .

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
sat: सांचाव ला़गित् डिस्क रे ढेर जायागा बा़नुक् आ %S. डिस्क खोन बाङ ला़गतियाक् रेत् को ओचोग मे आर दोहड़ा कुरुमुटुय मे, आर बाङ भागार ठांव रे सांचाव कुरुमुटुय मे .

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
sat: %S बाङ सांचाव दाड़ेयाक् चेदाक् जे डिस्क, पोटोम , आर बाङ रेत् दो ओल आ़ड आकाना . डिस्क ओल हुय होचो तेयार मे आर दोहड़ा कुरुमुटुय मे , आर बाङ भेगार ठांव रे सांचाव कुरुमुटुय मे .

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
sat: %Sबाङ सांचाव दाड़ेयाक् चेदाक् जे आम ओना पोटोम रेयाक् बिसोय को बाङ बोदोल दाड़ेयाक् . पोटोम गुन को बोदोल मे आर दोहड़ा कुरुमुटुय मे , आर बाङ भेगार ठांव सांचाव कुरुमुटुय मे .

source: Cannot download file because the SD card is in use.
sat: रेत् बाङ आ़तुर आंड़गो दाड़ेयाक् चेदाक् जे SD कार्ड बेभार रे मेनाक् आ .

source: Cannot download file because the SD card is missing.
sat: रेत् बाङ आ़तुर आंड़गो दाड़ेयाक् चेदाक् जे SD कार्ड आद आकाना.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
sat: %S बाङ झिज दाड़ेयाक् आ , चेदाक् जे सेलेद गोड़ोयिजाक् एपलिकेसोन बा़नुक् आकात् आ. आमाक् कुसियाक् रे सेलेदोगाक् बोदोल मे.

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
sat: आम नेहोर लेत् का़मी पुरा़व ला़गित् ढेर मेमोरी बा़नुक् आ . काच् गान एपलिकेसोन को बोंदोय मे आर दोहड़ा कुरुमुटुय मे .

source: Downloading %S
sat: आ़तुर आंड़गोक् काना%S.

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
sat: %S , बाङ सांचाव दाड़ेयाक् , चेदाक् जे रेत् ञुतुम आ़डी जिलिञ ताहें काना . मित् खाटो रेत् ञुतुम सांवसांचाव कुरुमुटुय मे .
