Repository: tktk711/mozilla-l10n
Catalog: gn_PY/devtools/shared/csscoverage.dtd.po
Languages: gn_py

source: Back
gn_py: Atukupe

source: Unused Rules
gn_py: Mbojojaha ojepuru'ỹva

source: No matches found for the following rules:
gn_py: Ndojejuhúi mba'evéichagua tembiapokue ko'ã mbojojahápe g̃uarã:

source: Optimizable Pages
gn_py: Kuatiarogue hendaitekuaáva

source: You can sometimes speed up loading by moving
gn_py: Heta jey ikatu embopya'e ñemyenyhẽ emongu'évo

source: tags to the bottom of the page and creating a new inline
gn_py: teramoĩ kuatiarogue guypeve pegua ha tairenda pyahu ñemoheñói

source: element with the styles needed before the 'load' event to the top. Here are the style blocks you need:
gn_py: mba'epuru mba'eichaguápa tekotevẽ tembiaporã "ñemyanyhẽ" mboyveguávaa yavtete. Ko'ápe oĩ mba'eichaguápa aty tekotevẽva:

source: All rules are inlined.
gn_py: Opaite mbojojaha oĩ tairenda mbytépe.

source: See
gn_py: Hecha

source: the MDN article on the CSS Coverage Tool
gn_py: MDN haipy tembipuru rechapy CSS

source: for caveats in the generation of this report.
gn_py: jesarekorã ko marandu'i jejapo ñepyrũme.
