Repository: tktk711/mozilla-l10n
Catalog: ak/browser/installer/custom.properties.po
Languages: ak

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
ak: $BrandShortName ma wɛb abrawse a ɛwɔ banbɔ a ɛsan yɛ fofoofo. Nkitahodi anim-anim bi a wonim, banbɔ nhyehyɛe a ɛwɔ anim a ɛbɔ woho ban fi abɛɛfo kwantenpɔn ahyɛnsode awia, ɛne ahwehwɛde nkabom ma wo nya nea wopɛ nyinaa fi wɛb no mu.

source: $BrandShortName &Options
ak: $BrandShortName N&ɔphɛn

source: $BrandShortName &Safe Mode
ak: $BrandShortName &ahotew tebea

source: Setup Type
ak: nhyehyɛe bɔbea bi

source: Choose setup options
ak: Paw nhyehyɛ nɔphyɛn

source: Set Up Shortcuts
ak: hyehyɛ nkwantia

source: Create Program Icons
ak: paw dwumadie aekɔn

source: Set Up Optional Components
ak: Hyehyɛ nkorabata a wopɛ a wobɛhyehyɛ

source: Optional Recommended Components
ak: Nkorabata Nnɔphyɛn a Wɔkanfo

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
ak: Nsiesie Adwumadi no bɛma wo kwan sɛ wobɛto $BrandShortName so diin wɔ ndaekyiri.

source: Install &Maintenance Service
ak: Instɔɔl &nsiesie som

source: Summary
ak: Ntwatiaa

source: Ready to start installing $BrandShortName
ak: Ayɛ krado sɛ ɛbɛ instɔle $BrandShortName

source: $BrandShortName will be installed to the following location:
ak: Wobɛ instɔle $BrandShortName wɔ bea yi:

source: A restart of your computer may be required to complete the installation.
ak: Ebehia sɛ wobɛsan asɔ wo kɔmputa no ansa wo ewie instɔlehyen no.

source: A restart of your computer may be required to complete the uninstall.
ak: Ebehia sɛ wobɛsan asɔ wo kɔmputa no ansa wo ewie instɔlehyen no yi.

source: U&se $BrandShortName as my default web browser
ak: &Fa $BrandShortName yɛ brawsa a edi kan

source: Click Install to continue.
ak: Klike Instɔl de toa so.

source: Click Upgrade to continue.
ak: Klike Pagya kɔ anim de toa so.

source: &Tell us what you thought of $BrandShortName
ak: &Ka kyerɛ yɛn dea wo dwen faa $BrandShortName ho

source: &Launch $BrandShortName now
ak: &Bue $BrandShortName ano sesei

source: Create icons for $BrandShortName:
ak: Bɔ aekɔn ma $BrandShortName:

source: On my &Desktop
ak: Wɔ me &dɛsktɔp so

source: In my &Start Menu Programs folder
ak: Wɔ me nhyɛa&sede dwumadi folda mu

source: In my &Quick Launch bar
ak: Wɔ me anobue-n&tɛm baa no mu

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
ak: Ɛwɔ sɛ wo ka $BrandShortName to-mu ansa woatoa instɔlehyɛn no so. Ka $BrandShortName no to-mu ansa woatoa so.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
ak: Ɛwɔ sɛ wo ka $BrandShortName to-mu ansa woatoa instɔlehyɛn-yi no so. Ka $BrandShortName no to-mu ansa woatoa so.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
ak: $BrandShortName reyɛ adwuma dadaa. Ka $BrandShortName to mu ansa woabue vɛɛhyen a woa instɔle sesei no.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
ak: Wo nni kwan sɛ wobɛkyerɛw akɔ instɔlehyɛn daerɛtri no. Klike OK de paw dirɛtri foforo.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
ak: Wo nni disk kwan pii sɛnea wobɛ instɔle akɔ bea yi. Klike OK de paw bea foforo.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
ak: Kafra, entumi instɔle $BrandShortName. Saa $BrandShortName vɛɛhyen yi hia ${MinSupportedVer} anaa dea ɛyɛ foforo sen saa.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
ak: Ɛwɔ sɛ wosan sɔ wo kɔmputa no sɛnea wobewie $BrandShortName instɔlehyen-yi dada bi. Wopɛ sɛ wosan-sɔ sesei anaa?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
ak: Ɛwɔ sɛ wosan-sɔ wo kɔmputa no de wie $BrandShortName ntoso dada bi. Wopɛ sɛ wosan-sɔ sesei?

source: Error creating directory:
ak: Daerɛtribɔ ehyia mfomso:

source: Click Cancel to stop the installation or Retry to try again.
ak: klike Twa-mu de gyae instɔlehyɛn no anaa San-yɛ-bio sɛnea wobɛyɛ bio.

source: Uninstall $BrandFullName
ak: Yi $BrandFullName instɔlehyɛn no

source: Remove $BrandFullName from your computer.
ak: Yi $BrandFullName fi wo kɔmputa no so.

source: $BrandShortName will be uninstalled from the following location:
ak: Yebeyi $BrandShortName efi saa bea yi wɔ wo kɔmputa no so:

source: Click Uninstall to continue.
ak: klike yi-instɔl na toa so.

source: Checking existing installation…
ak: Rehwehwɛ instɔlehyɛn a ɛwɔ hɔ…

source: Installing $BrandShortName…
ak: Ɛreinstɔle $BrandShortName…

source: Installing Language Files (${AB_CD})…
ak: Reinstɔl Akasa Mfael (${AB_CD})…

source: Uninstalling $BrandShortName…
ak: Ɛreyi $BrandShortName instɔlehyɛn…

source: A Little Housekeeping…
ak: Fie-siesie kakra bi…

source: Choose the type of setup you prefer, then click Next.
ak: Paw nhyehyɛe a wopɛ na klike Ndiso.

source: $BrandShortName will be installed with the most common options.
ak: Wɔde nɔphen a wɔnho nyɛ na bɛ instɔle $BrandShortName.

source: &Standard
ak: &Tipɛnkoro

source: You may choose individual options to be installed. Recommended for experienced users.
ak: Wobetumi apaw nɔphɛn ankoankorɛ a wopɛ sɛ wɔ instɔle. Yedi adanse ma dwumadifo a wonim eyi ho yiye.

source: &Custom
ak: &Ankorankorɛ

source: &Upgrade
ak: &pagya kɔ anim
