Repository: tktk711/mozilla-l10n
Catalog: */obsolete/mail/chrome/messenger/featureConfigurator.dtd.po
Languages: af

source: Migration Assistant
af: Migrasieassistent

source: New &brandShortName; features worth knowing about
af: Nuwe &brandShortName;-kenmerke waarvan u moet weet

source: This new version of &brandShortName; includes powerful new features which we're quite proud of, and think most people will love. People's tastes and needs vary, so we made it easy to control and customize &brandShortName;.
af: Dié nuwe weergawe van &brandShortName; kom met kragtige nuwe kenmerke waaroor ons nogal trots is en glo dat baie mense van sal hou. Mense se smake en behoeftes verskil, en daarom maak ons dit maklik om &brandShortName; te beheer en te doelmaak.

source: Use this page to configure these new settings. You can always get back to the Migration Assistant from the Help menu.
af: Gebruik hierdie bladsy op hierdie nuwe instellings op te stel. U kan altyd die Migrasieassistent op die Hulp-kieslys kry.

source: New Message Toolbar
af: Nuwe boodskapnutsbalk

source: Message Buttons Toolbar
af: Boodskapknoppienutsbalk

source: A clean toolbar with all your messaging buttons at your fingertips.
af: 'n Eenvoudige nutsbalk met al die boodskapknoppies byderhand.

source: Keep your original Toolbar buttons
af: Behou die oorspronklike nutsbalkknoppies

source: Keep any custom toolbar buttons in addition to the new Message Buttons.
af: Behou enige pasgemaakte nutsbalkknoppies afgesien van die nuwe boodskapknoppies.

source: Message actions such as reply and forward have moved from the toolbar and onto the message header itself. This ties the action buttons directly to the message, which leaves more room in the toolbar for the richer search textbox, as well as add-ons.
af: Boodskapaksies soos antwoord en aanstuur het geskuif vanaf die nutsbalk na die boodskapkop. Dit assosieer die aksieknoppies direk met die boodskap, wat meer ruimte laat in die nutsbalk vir 'n ryker soekboksie, asook vir byvoegings.

source: Installing…
af: Installeer tans…

source: Installed
af: Geïnstalleer

source: This extension is already installed.
af: Dié uitbreiding is reeds geïnstalleer.

source: Compact Header
af: Kompakte Kop

source: The compact message reader view has been moved into its own extension where it is now getting much more attention and options.
af: Die Kompakte Boodskapleesaansig is geskuif na 'n eie uitbreiding waar dit nou meer aandag en keuses geniet.

source: We noticed that you were using the compact message reader header. This function has moved into its own extension and we recommend you install it here if you would like to continue using it.
af: Ons het gemerk dat u die Kompakte Boodskapleesaansigkop gebruik het. Dié funksie is geskuif na 'n eie uitbreiding en ons beveel aan dat u dit hier installeer as u wil voortgaan om dit te gebruik.

source: Install Compact Header…
af: Installeer Kompakte Kop…

source: Advanced Folder Columns
af: Gevorderde Vouerkolomme

source: The Extra Folder Columns extension replaces what was initially an advanced preference. To keep tabs on the exact count of messages and disk space each folder is using you'll want to install this extension.
af: Die Ekstra vouerkolomme-uitbreiding vervang wat aanvanklik 'n gevorderde keuse was. Installeer gerus hierdie uitbreiding om tred te hou met die presiese aantal boodskappe en die skyfspasie wat elke vouer gebruik.

source: We noticed that you were using the Advanced Folder columns. This feature has moved into its own extension, and we recommend you install here.
af: Ons het gemerk dat u die Gevorderde Vouerkolomme gebruik het. Dié funksie is geskuif na 'n eie uitbreiding en ons beveel aan dat u dit hier installeer.

source: Install Extra Columns…
af: Installeer Ekstra kolomme…

source: Disk space
af: Skyfspasie

source: This new version of &brandShortName; comes with a new and better search functionality. To experience this new search you'll need to synchronize your email messages.
af: Dié nuwe weergawe van &brandShortName; kom met nuwe, verbeterde soekfunksionaliteit. Om dié nuwe funksionaliteit te geniet, is dit nodig om die e-posboodskappe te sinchroniseer.

source: Synchronize
af: Sinkroniseer

source: You'll see faster message loading and better search results.
af: Boodskappe sal vinniger laai en soekresultate sal vinniger verskyn.

source: Do not Synchronize
af: Moenie sinchroniseer nie

source: This will mean slower message loading and incomplete search results.
af: Boodskappe sal stadiger laai en soekresultate sal onvolledig wees.

source: Per Account Synchronization
af: Sinchronisasie per rekening

source: Customize your synchronization needs per account and folder.
af: Pasmaak die sinchronisasie per rekening en vouer volgens u behoeftes.

source: Your current total email usage:
af: Die totale huidige skyfverbruik:

source: Free Space:
af: Oop spasie:

source: Required:
af: Benodig:

source: You're running low on space!
af: Die oop spasie is baie min!

source: Previous
af: Vorige

source: Next
af: Volgende

source: Close
af: Sluit
