Repository: tktk711/mozilla-l10n
Catalog: sat/toolkit/chrome/mozapps/downloads/unknownContentType.dtd.po
Languages: sat

source: You have chosen to open:
sat: आम झिज ला़गित् एम बाछावाकात् आ:

source: from:
sat: खोन:

source: What should &brandShortName; do with this file?
sat: नोवा रेत् सांव &brandShortName; चेत् चेका ला़कती. ?

source: &Open with
sat: सांव झिच् (&O)

source: Other…
sat: एटागाक्…

source: &Save File
sat: रेत् सांचाव (&S)

source: Do this &automatically for files like this from now on.
sat: नोवा आच् आच् ते नित् खोन नोवा रेत् को ला़गित्. (&a)

source: which is:
sat: ओका काना:

source: &Choose…
sat: बाछाव मे… (&C)

source: &Browse…
sat: पानते मे… (&B)

source: Would you like to save this file?
sat: चेत् आम नोवा रेत् सांचाव सानाम काना ?
