Repository: tktk711/mozilla-l10n
Catalog: hsb/mail/chrome/messenger-newsblog/feed-subscriptions.dtd.po
Languages: hsb

source: Feed Subscriptions
hsb: Kanalowe abonomenty

source: Learn more about Feeds
hsb: Zhońće wjace wo kanalach

source: &Title:
hsb: &Titul:

source: Enter a valid feed url to Add
hsb: Zapodajće płaćiwy URL kanala

source: Validate
hsb: Płaćiwosć přepruwować

source: Check validation and retrieve a valid url.
hsb: Płaćiwosć přepruwuwać a płaćiwy URL wotwołać.

source: &Store Articles in:
hsb: &Nastawki składować w:

source: S&how the article summary instead of loading the web page
hsb: Nastawkowe zjeće pokazać, město to&ho zo by webstronu začitało

source: &Prefix tags with:
hsb: Znački pre&figować z:

source: Enter a tag prefix
hsb: Zapodajće značkowy prefiks

source: &Add
hsb: &Přidać

source: &Update
hsb: &Aktualizować

source: &Remove
hsb: &Wotstronić

source: &Import
hsb: &Importować

source: E&xport
hsb: &Eksportować

source: Export Feeds with folder structure; ctrl click or ctrl enter to export Feeds as a list
hsb: Kanale z rjadowakowej strukturu eksportować; Strg+kliknjenje abo Strg+enter, zo by kanale jako lisćinu eksportowało

source: Close
hsb: Začinić
