Repository: tktk711/mozilla-l10n
Catalog: hsb/editor/ui/chrome/dialogs/EditorColorProperties.dtd.po
Languages: hsb

source: Page Colors and Background
hsb: Barby strony a pozadk

source: Page Colors
hsb: Barby strony

source: Reader's default colors (&Don't set colors in page)
hsb: Stan&dardne barby čitarja (Žane barby na stronje njenastajić)

source: Use the color settings from the viewer (reader's) browser only
hsb: Jenož barbowe nastajenja wobhladowaka wobhladowarja (čitarja) wužić

source: Use &custom colors:
hsb: S&wójske barby wužić:

source: These color settings override the viewer's browser settings
hsb: Tute barbowe nastajenja wobhladowakowe nastajenja wobhladowarja změnja

source: &Normal text
hsb: &Normalny tekst

source: &Link text
hsb: Te&kst wotkaza

source: &Active link text
hsb: Tekst &aktiwneho wotkaza

source: &Visited link text
hsb: Tekst w&opytaneho wotkaza

source: &Background:
hsb: Po&zadk:

source: Background I&mage:
hsb: Pozadkowy wo&braz:

source: Use an image file as the background for your page
hsb: Wobrazowu dataju jako pozadk za wašu stronu wužić
