Repository: tktk711/mozilla-l10n
Catalog: ks/webapprt/webapprt/webapp.properties.po
Languages: ks

source: Quit %S
ks: %Sمكلٲویو

source: Hide %S
ks: ہایِڈ کْریو %S

source: %S - Share Location
ks: شییر کْریو جاے %S -

source: Do you want to share your location?
ks: کیاہ توہیہ چھیو یژھان شییر کرْنئ پنْنئ جاے؟

source: Share Location
ks: جاے كریو شیر

source: Don't Share
ks: شییر مْہ کْریو

# geolocation.remember
source: Remember my choice
ks: میأنئ پسند تھأیو یاد

source: %S - Show notifications
ks: ۔ہأیو نوٹیفیکیشن%S

source: Do you want to allow notifications?
ks: کیاہ توہیہ دِیواہ نوٹیفیکیشنن اجازت؟

source: Show
ks: ہأیِو

source: Don't show
ks: مْہ ہأیِو

# desktop-notification.remember
source: Remember my choice
ks: میأنئ پسند تھأیو یاد

source: Install %S
ks: انسٹال کْریو %S

source: Do you want to install %S?
ks: کیاہ توہیہ چھیو یژھان انسٹال کرُن %S ؟

source: Install App
ks: ایپ کْریو انسٹال

source: Don't Install
ks: انسٹال مْہ کْریو

source: Uninstall %S
ks: ان انسٹال کْریو %S

source: Do you want to uninstall %S?
ks: کیاہ توہیہ چھیو یژھان ان انسٹال کرُن %S ؟

source: Uninstall App
ks: ایپ کْریو ان اِنسٹال

source: Don't Uninstall
ks: ان انسٹال مْہ کْریو

source: Payment
ks: پیمینٹ

source: Which payment provider do you want to use?
ks: توہیہ کُس پیمینٹ پرووایڈر چھیو یژھان استعمال کرُن؟
