Repository: tktk711/mozilla-l10n
Catalog: sat/browser/chrome/browser/preferences/translation.dtd.po
Languages: sat

source: Exceptions - Translation
sat: बादाक् तेरजोमा

source: Translation will not be offered for the following languages:
sat: तोरजोमा दो नोवा पा़रसी को ला़गित् बाय एमोक् आ :

source: Languages
sat: पा़रसी को

source: &Remove Language
sat: पा़रसी ओचोक् (&R)

source: R&emove All Languages
sat: जोतो पा़रसी को ओचोग मे (&e) .

source: Translation will not be offered for the following sites:
sat: तोरजोमा दो नोवा को साइट ला़गित् एमोकेआ :

source: Sites
sat: साइटस को

source: Remove &Site
sat: साइच ओचोग मे ( &S).

source: Remove All S&ites
sat: जोतो साइट को ओचोग में(&i) .

source: &Close
sat: बोंद मे (&C)
