Repository: tktk711/mozilla-l10n
Catalog: */obsolete/browser/metro/chrome/crashprompt.dtd.po
Languages: as, es_mx, mr, tr

source: Would you like to send Mozilla crash reports?
as: আপুনি Mozilla স্খলন সংবাদসমূহ পঠাবলৈ ইচ্ছুক নে?
es_mx: ¿Te gustaría enviar informes de fallos a Mozilla?
mr: तुम्हाला Mozilla क्रॅश रिपोर्ट्स पाठवायला आवडेल?
tr: Çökme raporlarını Mozilla'ya göndermek ister misiniz?

source: We are sorry, &brandShortName; just recovered from a crash. Sending crash reports will help Mozilla make &brandShortName; more stable and secure. You can always change your preference in Settings/Options.
as: আমাক ক্ষমা কৰিব, &brandShortName; এ এটা স্খলনৰ পৰা উদ্ধাৰ হৈছে। স্খলন সংবাদসমূহ পঠালে &brandShortName; ক অধিক স্থিৰ আৰু সুৰক্ষিত কৰাত Mozilla সহায়ক হব। আপুনি আপোনাৰ পছন্দক যিকোনো সময়ত সংহতিসমূহ/বিকল্পসমূহত পৰিবৰ্তন কৰিব পাৰিব।
es_mx: Lo sentimos, &brandShortName; acaba de recuperarse de un fallo. Enviar informes de fallo ayudará a Mozilla a hacer &brandShortName; más estable y seguro. Siempre puedes cambiar tus preferencias en Configuración/Opciones.
mr: माफ करा, &brandShortName; नुकतेच क्रॅशपासून पुन्ह प्राप्ति केली. क्रॅश अहवाल पाठवल्यामुळे Mozilla &brandShortName; ला जास्त स्थिर आणि सुरक्षित बनवू शकेल. सेटिंग्ज किंवा पर्यायमध्ये प्राधान्यता बदलणे नेहमी शक्य आहे.
tr: &brandShortName; az önce bir çökmeden kurtarıldı. Çökme raporlarını göndermek, Mozilla'nın &brandShortName; tarayıcısını daha kararlı ve güvenli hale getirmesine yardımcı olur. İstediğiniz zaman tercihinizi Ayarlar/Seçenekler üzerinden değiştirebilirsiniz.

source: What's in a crash report?
as: এটা স্খলন সংবাদ কি?
es_mx: ¿Que contiene un informe de fallo?
mr: क्रॅश अहवाल काय असते?
tr: Çökme raporunda neler bulunur?

source: A crash report contains some details about the crash, your machine, as well as a snapshot of the state of your browser when it crashed.
as: এটা স্খলন সংবাদে স্খলন, আপোনাৰ মেচিন, লগতে আপোনাৰ ব্ৰাউছাৰৰ স্খলন হওতে তাৰ অৱস্থাৰ এটা স্নেপশ্বটৰ বিৱৰণ অন্তৰ্ভুক্ত কৰে।
es_mx: Un informe de fallo contiene algunos detalles sobre el fallo, tu equipo, así como una captura del estado de tu navegador cuando falló.
mr: क्रॅश अहवालमध्ये क्रॅश, तुमच्या मशीन, तसेच क्रॅश झाले तेव्हा ब्राउजरच्या स्तराचे एक स्नॅपशॉट विषयक काही तपशील समाविष्टीत असते.
tr: Çökme raporu, çökme ve bilgisayarınız hakkında bazı ayrıntıların yanı sıra çökme anında tarayıcınızın durumunu gösteren değerleri içerir.

source: This may include things like open pages, text typed into forms and the content of open messages, recent browsing history, or geolocation shared with a site.
as: ই খোলা পৃষ্ঠা, ফৰ্মত টাইপ কৰা লিখনী আৰু মুক্ত বাৰ্তাৰ সমল, শেহতীয়া ব্ৰাউছিং ইতিহাস, অথবা এটা ছাইটৰ সৈতে অংশীদাৰী কৰা ভূঅৱস্থান অন্তৰ্ভুক্ত কৰিব পাৰে।
es_mx: Puede incluir detalles como páginas abiertas, texto introducido en formularios y el contenido de mensajes abiertos, historial de navegación reciente, o geolocalización compartida con un sitio.
mr: ह्यामध्ये खुले पृष्ठ, फॉर्म्स आणि खुल्या संदेशमध्ये टाइप केलेले मजकूर, अलिकडील ब्राउजिंग इतिहास, किंवा साइटसह शेअर केलेले जिओलोकेशन बदुदा समाविष्टीत असू शकतात.
tr: Tarayıcı durumu değerleri arasında açık sayfalar, formlara yazılmış yazılar ve açık mesajların içerikleri, yakın tarama geçmişiniz veya bir siteyle paylaştığınız coğrafi konum bilginiz bulunabilir.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
as: আমি স্খলন সংবাদসমূহক সমস্যাবোৰ ঠিক কৰিবলৈ আৰু আমাৰ উৎপাদনসমূহ উন্নত কৰিবলৈ ব্যৱহাৰ কৰো। আমি আপোনাৰ তথ্যক চিহ্নিত বস্তুত বিৱৰণ দিয়া ধৰণে ব্যৱস্থাপনা কৰো
es_mx: Utilizamos los informes de fallo para intentar resolver problemas y mejorar nuestros productos. Manejamos tu información como se describe en nuestro
mr: अडचणींच्या निवारणकरिता आम्ही क्रॅश अहवाल वापरतो आणि उत्पादन सुधारित करतो. खालील प्रमाणे आम्ही तुम्ही दिलेली माहिती हाताळतो
tr: Çökme raporlarını, sorunları gidermek ve ürünlerimizi geliştirmek için kullanıyoruz. Bilgilerinizi

# crashprompt.privacyPolicyLink
source: &brandShortName; privacy policy
as: &brandShortName; গোপনীয়তা নীতি
es_mx: Política de privacidad de &brandShortName;
mr: &brandShortName; गोपणीयता करार
tr: &brandShortName; gizlilik ilkelerinde

source: Include the address of the page I was on
as: মই থকা পৃষ্ঠাৰ ঠিকনা অন্তৰ্ভুক্ত কৰক
es_mx: Incluir la dirección de la página en la que estaba
tr: Bakmakta olduğum sayfanın adresini dahil et

source: Send reports
as: সংবাদসমূহ পঠাওক
es_mx: Enviar reportes
mr: अहवाल पाठवा
tr: Raporları gönder

source: Don't send
as: নপঠাব
es_mx: No enviar
mr: पाठवू नका
tr: Gönderme

# crashprompt.privacyPolicy.title
source: &brandShortName; privacy policy
as: &brandShortName; গোপনীয়তা নীতি
es_mx: Política de privacidad de &brandShortName;
mr: &brandShortName; गोपणीयता धोरण
tr: &brandShortName; gizlilik ilkeleri
