Repository: tktk711/mozilla-l10n
Catalog: */obsolete/browser/metro/chrome/passwordmgr.properties.po
Languages: or

source: Use Password Manager to remember this password.
or: ଏହି ପ୍ରବେଶ ସଂକେତକୁ ମନେରଖିବା ପାଇଁ ପ୍ରବେଶ ସଂକେତ ପରିଚାଳକଙ୍କୁ ବ୍ୟବହାର କରନ୍ତୁ।

source: Confirm
or: ନିଶ୍ଚିତ କରନ୍ତୁ

source: Do you want %1$S to remember the password for "%2$S" on %3$S?
or: %1$S କୁ "%2$S"ପାଇଁ %3$S ଉପରେ ପ୍ରବେଶ ସଂକେତକୁ ମନେରଖିବେ କି?

source: Do you want %1$S to remember this password on %2$S?
or: %1$S କୁ %2$S ଉପରେ ପ୍ରବେଶ ସଂକେତକୁ ମନେରଖିବେ କି?

source: Not for this site
or: ଏହି ସାଇଟ ପାଇଁ ନୁହଁ

source: Remember password
or: ପ୍ରବେଶ ସଂକେତକୁ ମନେରଖନ୍ତୁ

source: Confirm Password Change
or: ପ୍ରବେଶ ସଂକେତ ପରିବର୍ତ୍ତନକୁ ନିଶ୍ଚିତ କରନ୍ତୁ

source: Would you like to change the stored password for %S?
or: %S ପାଇଁ ସଂରକ୍ଷିତ ପ୍ରବେଶ ସଂକେତକୁ ପରିବର୍ତ୍ତନ କରିବେକି?

source: Would you like to change the stored password for this login?
or: ଏହି ଲଗଇନ ପାଇଁ ସଂରକ୍ଷିତ ପ୍ରବେଶ ସଂକେତକୁ ପରିବର୍ତ୍ତନ କରିବେକି?

source: Change
or: ପରିବର୍ତ୍ତନ କରନ୍ତୁ

source: Don't change
or: ପରିବର୍ତ୍ତନ କରନ୍ତୁ ନାହିଁ

source: Please confirm which user you are changing the password for
or: ଦୟାକରି ନିଶ୍ଚିତ କରନ୍ତୁ କେଉଁ ଚାଳକ ପାଇଁ ଆପଣ ପ୍ରବେଶ ସଂକେତ ବଦଳାଉଛନ୍ତି
