Repository: tktk711/mozilla-l10n
Catalog: */obsolete/browser/metro/chrome/phishing.dtd.po
Languages: tl, tr

source: Suspected Web Forgery
tl: Pinaghihinalaang Panghuhuwad

source: This page has been reported as a web forgery designed to trick users into sharing personal or financial information. Entering any personal information on this page may result in identity theft or other fraud. &#160;
tl: Iniulat ang pahinang ito bilang isang huwad na nililinlang ang mga users na ibigay ang kanilang personal o financial information. Maaaring mahantong sa identity theft o pandaraya kapag nagbigay kayo ng personal information dito. &#160;

source: Read more &#187;
tl: Basahin pa &#187;

source: Read more &#133;
tl: Basahin pa &#133;

source: These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust. You can find out more about
tl: Phishing attacks ang tawag sa ganitong uri ng mga scam gamit ang mga huwad na web pages, kung saan mga mapanlinlang na mga web page at email ang ginagamit upang magaya ang mga pinagkakatiwalaang mga site. Maari ninyong malaman ang tungkol sa

source: how &brandShortName; protects you
tl: paano ka pinoprotekta ng &brandShortName;

source: from phishing attacks.
tl: mula sa mga atake ng phishing.

source: Navigate to my home page
tl: Pumunta sa aking home page

source: Ignore this warning
tl: Balewalain itong babala
tr: Bu uyarıyı yok say

source: Close warning
tl: Isara ang babala

source: This isn't a web forgery…
tl: Ito ay hindi isang web forgery…
tr: Bu bir web sahtekârlığı değil…

source: Why was this page blocked?
tl: Bakit ba naka-block ang page na 'to?
tr: Bu site neden engellendi?

source: Reported Attack Page!
tl: Naiulat na Pahinang Naatake!
tr: Saldırgan olarak bildirilmiş site!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
tl: Naiulat na isang attack page ang page na ito <span id='malware_sitename'/> at naka-block ito ayon sa inyong security preferences.
tr: <span id='malware_sitename'/> konumundaki sitenin saldırı sitesi olduğu bildirildi ve açılması güvenlik tercihlerinize dayanılarak engellendi.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
tl: <p>Susubukan ng mga attack page na mag-install ng mga program upang nakawin ang inyong mga private information, o gamitin ang inyong kompyuter upang mapahamak ang iba, o 'di kaya'y sirain ang inyong sistema.</p><p>Sinasadya ng iilang attack pages na magkalat ng nakakasasamang software, ngunit karamihan ay na-compromise na lingid sa kaalaman o walang pahintulot sa mga may-ari.</p>
tr: <p>Saldırı sitesi olarak tanımlanan siteler özel bilgilerinizi çalan, bilgisayarınızı başkalarına saldırı amacıyla kullanan ya da sisteminize zarar veren programları kurmaya çalışan sitelerdir.</p><p>Bazı saldırı siteleri zararlı yazılımları bilerek dağıtırken, çoğu site, sahibinin bilgisi ve izni dışında bu amaçla kullanılır.</p>

source: Get me out of here!
tr: Beni buradan kurtar!

source: Suspected Web Forgery!
tr: Sahtekârlık şüphesi!

source: Entering any personal information on this page may result in identity theft or other fraud.
tr: Bu sayfaya herhangi bir kimlik bilginizi girmeniz, kimlik hırsızlığı veya başka bir sahtekârlıkla sonuçlanabilir.

source: <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
tr: <p>Bu tür web sahtekârlıkları, yemleme saldırısı denilen dolandırıcılık yöntemlerinde kullanılır. Yemlemede, güvenebileceğiniz kaynakları taklit eden sahte web sayfaları ve e-postalar kullanılır.</p>
