Repository: tktk711/mozilla-l10n
Catalog: */obsolete/browser/metro/chrome/sync.dtd.po
Languages: as, cy, hr, km, te

source: Access your bookmarks, passwords, and open tabs across your devices
as: আপোনাৰ ডিভাইচসমূহত আপোনাৰ পত্ৰচিহ্নসমূহ, পাছৱাৰ্ডসমূহ আৰু খোলা টেবসমূহ অভিগম কৰক
cy: Cael mynediad at eich nodau tudalen, cyfrineiriau a thabiau agored ar draws eich dyfeisiau
hr: Pristupite svojim zabilješkama, lozinkama i otvorenim karticama između vaših uređaja
km: ចូល​ដំណើរការ​ចំណាំ ពាក្យសម្ងាត់​របស់​អ្នក រួច​បើក​ផ្ទាំង​តាម​ឧបករណ៍​របស់​អ្នក
te: మీ ఇష్టాంశాలను, సంకేతపదాలను, మరియు మీ పరికరాలనందు తెరచిన టాబ్లను ఏక్సెస్ చేయుము

# sync.flyout.presetup.setup.label
source: Set Up &syncBrand.shortName.label;
as: &syncBrand.shortName.label; সংস্থাপন কৰক
cy: Gosod &syncBrand.shortName.label;
hr: &syncBrand.shortName.label; podešavanje
km: ដំឡើង &syncBrand.shortName.label;
te: &syncBrand.shortName.label; అమర్పు

# sync.flyout.setup.title
source: Set Up &syncBrand.shortName.label;
as: &syncBrand.shortName.label; সংস্থাপন কৰক
cy: Gosod &syncBrand.shortName.label;
hr: &syncBrand.shortName.label; podešavanje
km: ដំឡើង &syncBrand.shortName.label;
te: &syncBrand.shortName.label; అమర్పు

source: If you have a &syncBrand.shortName.label; account, select "Pair a Device" on your other device and enter this code.
as: যদি আপোনাৰ এটা &syncBrand.shortName.label; একাওন্ট আছে, আপোনাৰ অন্য ডিভাইচত "এটা ডিভাইচ যোৰ কৰক" বাছক আৰু এই ক'ড সুমুৱাওক।
cy: Os oes gennych gyfrif &syncBrand.shortName.label; dewiswch "Paru Dyfais" ar eich dyfais arall a chyflwyno'r cod yma.
hr: Ako imate &syncBrand.shortName.label; račun, odaberite "Upari uređaj" na vašem drugom uređaju i upišite ovaj kôd.
km: បើ​អ្នក​មាន​គណនី &syncBrand.shortName.label; ជ្រើស "ផ្គូផ្គង​ឧបករណ៍" នៅ​លើ​ឧបករណ៍​ផ្សេងទៀត​របស់​អ្នក រួច​បញ្ចូល​លេខ​កូដ​នេះ។
te: మీరు &syncBrand.shortName.label; ఖాతా కలిగివుంటే, మీ వేరే పరికరంపైన "ఒక పరికరం జతపరచు" ఎంపికచేసి ఈ కోడ్ ప్రవేశపెట్టండి.

source: If you don&apos;t have a &syncBrand.shortName.label; account, you can create one on your &brandShortName; desktop browser.
as: যদি আপোনাৰ এটা &syncBrand.shortName.label; একাওন্ট নাই, আপুনি আপোনাৰ &brandShortName; ডেস্কটপ ব্ৰাউছাৰত এটা সৃষ্টি কৰিব পাৰিব।
cy: Os nad oes gennych gyfrif &syncBrand.shortName.label;, mae modd creu un yn eich porwr bwrdd gwaith &brandShortName;.
hr: Ako nemate &syncBrand.shortName.label; račun, možete ga otvoriti kroz vaš &brandShortName; desktop preglednik.
km: បើ​អ្នក​មិន​មាន​គណនី &syncBrand.shortName.label; ទេ អ្នក​អាច​បង្កើត​មួយ​នៅ​លើ​កម្មវិធី​អ៊ីនធឺណិត &brandShortName; ។
te: మీరు &syncBrand.shortName.label; ఖాతా కలిగి వుండకపోతే, మీరు మీ &brandShortName; డెస్కుటాప్ విహారిణి పైన ఒకటి సృష్టించవచ్చు.

source: I&apos;m not near my computer…
as: মই মোৰ কমপিউটাৰৰ ওচৰত নাই…
cy: Nid wyf wrth fy nghyfrifiadur…
hr: Nemam svoje računalo u blizini…
km: ខ្ញុំ​មិន​នៅ​ក្បែរ​កុំព្យូទ័រ​ទេ…
te: నేను నా కంప్యూటర్ దగ్గర లేను…

# sync.flyout.setup.description3
source: Note:
as: টোকা:
cy: Nodyn:
hr: Napomena:
km: ចំណាំ៖
te: గమనిక:

source: To find "Pair a Device",
as: "এটা ডিভাইচ যোৰ কৰক" সন্ধান কৰিবলৈ,
cy: I ganfod "Paru Dyfais",
hr: Da biste pronašli opciju "Upari uređaj",
km: ដើម្បី​រក "ផ្គូផ្គង​ឧបករណ៍",
te: "ఒక పరికరం జతపరచు" కనుగొనుటకు,

source: [Desktop] Open "Options" or "Preferences" and then select "&syncBrand.shortName.label;"
as: [Desktop] "বিকল্পসমূহ" অথবা "পছন্দসমূহ" খোলক আৰু তাৰ পিছত "&syncBrand.shortName.label;" বাছক
cy: [Bwrdd Gwaith] Agorwch "Dewisiadau" ac yna dewis "&syncBrand.shortName.label;"
hr: [Desktop] Otvorite "Postavke" ili "Mogućnosti" , te odaberite "&syncBrand.shortName.label;"
km: [ផ្ទៃតុ] បើក "ជម្រើស" ឬ "ចំណូលចិត្ត" បន្ទាប់មក​ជ្រើស "&syncBrand.shortName.label;"
te: [డెస్కుటాప్] "ఐచ్చికాలు" లేదా "అభీష్టాలు" తెరచి "&syncBrand.shortName.label;" ఎంపికచేయుము

# sync.flyout.setup.description6_2
source: [Android] More &gt; Settings &gt; &syncBrand.shortName.label;
as: [Android] অধিক &gt; সংহতিসমূহ &gt; &syncBrand.shortName.label;
cy: [Android] Rhagor &gt; Gosodiadau &gt; &syncBrand.shortName.label;
km: [Android] ច្រើន​ទៀត &gt; ការ​កំណត់ &gt; &syncBrand.shortName.label;
te: [ఏండ్రాయిడ్] మరిన్ని &gt; అమరికలు &gt; &syncBrand.shortName.label;

source: Please enter your &syncBrand.shortName.label; account information and the Recovery Key generated by your computer
as: অনুগ্ৰহ কৰি আপোনাৰ &syncBrand.shortName.label; একাওন্ট তথ্য আৰু আপোনাৰ কমপিউটাৰ দ্বাৰা সৃজন কৰা উদ্ধাৰ কি' সুমুৱাওক
cy: Rhowch eich gwybodaeth cyfrif &syncBrand.shortName.label; a'r Allwedd Adfer a gynhyrchwyd gan eich cyfrifiadur
hr: Molim upišite informacije o vašem &syncBrand.shortName.label; računu i ključ popravka kojeg je generiralo vaše računalo
km: សូម​បញ្ចូល​ព័ត៌មាន​គណនី &syncBrand.shortName.label; របស់​អ្នក និង​ពាក្យ​គន្លឹះ​ការ​បាន​មកវិញ​ដែល​បង្កើត​ដោយ​កុំព្យូទ័រ​អ្នក
te: దయచేసి మీ &syncBrand.shortName.label; ఖాతా సమాచారం మరియు మీ కంప్యూటర్ చేత జనియింపచేసిన రికవరీ కీ ప్రవేశపెట్టుము

source: Account Name
as: একাওন্ট নাম
cy: Enw Cyfrif
hr: Ime računa
km: ឈ្មោះ​គណនី
te: ఖాతా పేరు

source: Password
as: পাছৱাৰ্ড
cy: Cyfrineiriau
hr: Lozinke
km: ពាក្យសម្ងាត់
te: సంకేతపదం

source: Recovery Key
as: উদ্ধাৰ কি'
cy: Allwedd Adfer
hr: Ključ popravka
km: ពាក្យគន្លឹះ​ការ​បាន​មកវិញ
te: రికవరీ కీ

source: Connect
as: সংযোগ কৰক
cy: Cysylltu
hr: Poveži
km: តភ្ជាប់
te: సంధానం

source: You just connected &brandShortName; to &syncBrand.shortName.label; account
as: আপুনি এইমাত্ৰ &brandShortName; ক &syncBrand.shortName.label; একাওন্টৰ সৈতে সংযুক্ত কৰিলে
cy: Rydych newydd gysylltu &brandShortName; i gyfrif &syncBrand.shortName.label;
hr: Upravo ste povezali &brandShortName; s &syncBrand.shortName.label; računom
km: អ្នក​ទើប​បាន​ភ្ជាប់ &brandShortName; ទៅ​គណនី &syncBrand.shortName.label;
te: మీరు &brandShortName; ను &syncBrand.shortName.label; ఖాతాకు అనుసంధానించారు

source: Your &syncBrand.shortName.label; data is now being downloaded in the background. Your synced tabs can be found on &brandShortName; Start Page
as: আপোনাৰ &syncBrand.shortName.label; তথ্য পটভূমিত ডাউনল'ড কৰা হৈছে। আপোনাৰ সংমিহলিত টেবসমূহ &brandShortName; আৰম্ভণি পৃষ্ঠাত পোৱা যাব
cy: Mae eich data &syncBrand.shortName.label; yn cael ei lwytho i lawr yn y cefndir. Mae mod canfod eich tabiau wedi eu cydweddu yn Nhudalen Cychwyn &brandShortName;
hr: Vaši &syncBrand.shortName.label; podaci se upravo preuzimaju u pozadini. Vaše sinkronizirane kartice se mogu pronaći na &brandShortName; početnoj stranici
km: ទិន្នន័យ &syncBrand.shortName.label; របស់​អ្នក​ឥឡូវ​កំពុង​ត្រូវ​បាន​ទាញ​យក​ក្នុង​ផ្ទៃ​ខាងក្រោយ។ ផ្ទាំង​ធ្វើ​សមកាលកម្ម​របស់​អ្នក​អាច​ត្រូវ​បាន​រក​ឃើញ​នៅ​លើ​ទំព័រ​ចាប់ផ្ដើម​របស់ &brandShortName;
te: మీ &syncBrand.shortName.label; దత్తాంశం ఇప్పుడు బ్యాక్‌గ్రౌండ్ నందు దిగుమతైను. మీ సింకైన టాబ్లు &brandShortName; ప్రారంభ పేజీ పై కనుగొనవచ్చు.

source: &brandShortName; could not connect to your &syncBrand.shortName.label; account.
as: &brandShortName; এ আপোনাৰ &syncBrand.shortName.label; একাওন্টৰ সৈতে সংযোগ কৰিব নোৱাৰিল।
cy: Mae &brandShortName; wedi methu cysylltu â'ch cyfrif &syncBrand.shortName.label;.
hr: &brandShortName; se ne može povezati na vaš &syncBrand.shortName.label; račun.
km: &brandShortName; មិន​អាច​តភ្ជាប់​ទៅ​គណនី &syncBrand.shortName.label; របស់​អ្នក​បាន​ទេ។
te: &brandShortName; మీ &syncBrand.shortName.label; ఖాతాకు అనుసంధానం కాలేదు.

# sync.flyout.setupfailure.cancelButton
source: Cancel
as: বাতিল কৰক
cy: Diddymu
hr: Otkaži
km: បោះបង់
te: రద్దుచేయి

source: Try Again
as: পুনৰ চেষ্টা কৰক
cy: Ceisiwch Eto
hr: Pokušaj ponovno
km: ព្យាយាម​ម្តងទៀត
te: మళ్ళీ ప్రయత్నించు

source: Account:
as: একাওন্ট:
cy: Cyfrif:
hr: Korisnički račun:
km: គណនី៖
te: ఖాతా:

source: Your device:
as: আপোনাৰ ডিভাইচ:
cy: Eich dyfais:
hr: Vaš uređaj:
km: ឧបករណ៍​របស់​អ្នក៖
te: మీ పరికరం:

source: Disconnect
as: বিচ্ছিন্ন কৰক
cy: Datgysylltu
hr: Prekini vezu
km: ផ្តាច់​
te: అననుసంధానించు

source: Disconnect your device with &syncBrand.shortName.label;?
as: &syncBrand.shortName.label; ৰ পৰা আপোনাৰ ডিভাইচ বিচ্ছিন্ন কৰিব নে?
cy: Datgysylltu eich dyfais oddi wrth &syncBrand.shortName.label;?
hr: Prekinuti vezu između vašeg uređaja i &syncBrand.shortName.label;?
km: ផ្ដាច់​ឧបករណ៍​របស់​អ្នក​ដោយ​ប្រើ &syncBrand.shortName.label;?
te: &syncBrand.shortName.label; తో మీ పరికరం అనుసంధానం తీసివేయాలా?

source: All your personal data on both this device and &syncBrand.shortName.label; account will remain intact.
as: এই ডিভাইচ আৰু &syncBrand.shortName.label; একাওন্টত থকা আপোনাৰ সকলো ব্যক্তিগত তথ্য অক্ষত থাকিব।
cy: Bydd eich holl ddata personol ar y ddyfais hon ac ar eich cyfrif &syncBrand.shortName.label; yn cael ei gadw'n ddiogel.
hr: Svi vaši osobni podaci na ovom uređaju i &syncBrand.shortName.label; računu će ostati nepromijenjeni.
km: ទិន្នន័យ​ទាំងអស់​របស់​អ្នក​ទាំង​នៅ​លើ​ឧបករណ៍ និង​នៅ​លើ​គណនី &syncBrand.shortName.label; នឹង​នៅ​ដដែល។
te: ఈ పరికరంపైని మరియు &syncBrand.shortName.label; ఖాతా నందలి మీ వ్యక్తిగత దత్తాంశం అంటుకోబడదు.

# sync.flyout.connected.cancel
source: Cancel
as: বাতিল কৰক
cy: Diddymu
hr: Otkaži
km: បោះបង់
te: రద్దుచేయి

source: Pair a Device
as: এটা ডিভাইচ সংযুক্ত কৰক
cy: Paru Dyfais
hr: Upari uređaj
km: ផ្គូ​ឧបករណ៍
te: ఒక పరికరంను జోడీచేయి

source: On the new device you want to pair with, select "Set Up &syncBrand.shortName.label;" and enter the code the device produces
as: আপুনি যোৰ কৰিব বিচৰা নতুন ডিভাইচত, "&syncBrand.shortName.label; সংস্থাপন কৰক" বাছক আৰু ডিভাইচে উৎপন্ন কৰা ক'ড সুমুৱাওক
cy: Ar y ddyfais newydd i baru gyda hi, dewiswch "Gosod &syncBrand.shortName.label;" a rhoi'r cod mae'r ddyfais yn ei gynhyrchu
hr: Na uređaju s kojim se želite povezati, odaberite "&syncBrand.shortName.label; podešavanje" i upišite kôd kojeg će uređaj generirati
km: នៅ​លើ​ឧបករណ៍​ថ្មី​ដែល​អ្នក​ចង់​ផ្គូផ្គង​ជាមួយ ជ្រើស "ដំឡើង &syncBrand.shortName.label;" និង​បញ្ចូល​កូដ​ដែល​ឧបករណ៍​ផលិត
te: మీరు జత కట్టాలనుకొన్న కొత్త పరికరంపై, "&syncBrand.shortName.label; అమర్చు" ఎంపికచేసి పరికరం ఇచ్చే కోడ్ ప్రవేశపెట్టుము

source: Pair
as: যোৰ কৰক
cy: Paru
hr: Upari
km: ផ្គូផ្គង
te: జతపరచు

# sync.flyout.pairNewDevice.note1
source: Note:
as: টোকা:
cy: Sylwer:
hr: Napomena:
km: ចំណាំ៖
te: గమనిక:

source: To find the code,
as: ক'ড সন্ধান কৰিবলৈ,
cy: I ganfod y cod,
hr: Da biste pronašli kôd,
km: ដើម្បី​រក​កូដ៖
te: కోడ్ కనుగొనుటకు,

source: [Desktop] Open "Options" or "Preferences" and then follow the steps: &syncBrand.shortName.label; -&gt; Set up &syncBrand.shortName.label; -&gt; I have an account
as: [Desktop] "বিকল্পসমূহ" অথবা "পছন্দসমূহ" খোলক আৰু নিম্নলিখিত স্তৰসমূহ অনুকৰণ কৰক:&syncBrand.shortName.label; -&gt; &syncBrand.shortName.label; সংস্থাপন কৰক-&gt; মোৰ এটা একাওন্ট আছে
cy: [Bwrdd Gwaith] Agor "Dewisiadau" ac yna dilyn camau: &syncBrand.shortName.label; -&gt; Gosod &syncBrand.shortName.label; -&gt; Mae gen i gyfrif
hr: [Desktop] Otvorite "Postavke" ili "Osobitosti" i pratite korake: &syncBrand.shortName.label; -&gt; &syncBrand.shortName.label; podešavanje -&gt; Imam račun
km: [ផ្ទៃតុ] បើក "ជម្រើស" ឬ "ចំណូលចិត្ត" បន្ទាប់មក​អនុវត្ត​តាម​ជំហាន៖ &syncBrand.shortName.label; -&gt; ដំឡើង &syncBrand.shortName.label; -&gt; ខ្ញុំ​មាន​គណនី
te: [డెస్కుటాప్] "ఐచ్చికాలు" లేదా "అభీష్టాలు" తెరచి కింది స్టెప్పులను అనుసరించు: &syncBrand.shortName.label; -&gt; &syncBrand.shortName.label; అమర్చు -&gt; నేను ఖాతా కలిగివున్నాను

# sync.flyout.pairNewDevice.note4
source: [Android] More &gt; Settings &gt; &syncBrand.shortName.label;
as: [Android] অধিক &gt; সংহতিসমূহ &gt; &syncBrand.shortName.label;
cy: [Android] Rhagor &gt; Gosodiadau &gt; &syncBrand.shortName.label;
km: [Android] ច្រើន​ទៀត &gt; ការ​កំណត់ &gt; &syncBrand.shortName.label;
te: [ఏండ్రాయిడ్] మరిన్ని &gt; అమరికలు &gt; &syncBrand.shortName.label;

source: Please try again
as: অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক
cy: Ceisiwch eto
hr: Molim pokušajte ponovno
km: សូម​ព្យាយាម​ម្ដងទៀត។
te: దయచేసి మళ్ళీ ప్రయత్నించండి

source: The new device has been successfully added.
as: নতুন ডিভাইচ সফলভাৱে যোগ কৰা হল।
cy: Mae dyfais newydd wedi ei hychwanegu'n llwyddiannus.
hr: Novi uređaj je uspješno dodan.
km: បាន​បន្ថែម​ឧបករណ៍​ថ្មី​ដោយ​ជោគជ័យ។
te: కొత్త పరికరం సఫలవంతంగా జత చేయబడెను.

source: Your &syncBrand.shortName.label; data is now being downloaded in the background. Your remote tabs can be found on &brandShortName; Start Page.
as: আপোনাৰ &syncBrand.shortName.label; তথ্যক পটভূমিত ডাউনল'ড কৰা হৈছে। আপোনাৰ দূৰৱৰ্তী টেবসমূহ &brandShortName; আৰম্ভণি পৃষ্ঠাত পাব।
cy: Mae eich data &syncBrand.shortName.label; yn cael ei lwytho i lawr yn y cefndir. Mae modd canfod eich tabiau pell ar Dudalen Cychwyn &brandShortName;.
hr: Vaši &syncBrand.shortName.label; se upravo preuzimaju u pozadini. Vaše udaljene kartice se mogu pronaći na &brandShortName; početnoj stranici.
km: ទិន្នន័យ &syncBrand.shortName.label; របស់​អ្នក​ឥឡូវ​កំពុង​ត្រូវ​បាន​ទាញ​យក​នៅ​ក្នុង​ផ្ទៃ​ខាងក្រោយ។ ផ្ទាំង​ពី​ចម្ងាយ​របស់​អ្នក​អាច​រក​ឃើញ​នៅ​លើ​ទំព័រ​ចាប់ផ្ដើម​របស់ &brandShortName; ។
te: మీ &syncBrand.shortName.label; దత్తాంశం ఇప్పుడు బ్యాక్‌గ్రౌండ్ నందు దిగుమతైను. మీ రిమోట్ టాబ్లు &brandShortName; ప్రారంభ పేజీ పై కనుగొనవచ్చు..
