Repository: tktk711/mozilla-l10n
Catalog: hsb/browser/chrome/browser/downloads/downloads.properties.po
Languages: hsb

source: Starting…
hsb: Startuje so…

source: Scanning for viruses…
hsb: Pyta so za wirusami…

source: Failed
hsb: Njeporadźiło

source: Paused
hsb: Zastajeny

source: Canceled
hsb: Přetorhnjeny

source: Blocked by Parental Controls
hsb: Přez Staršisku kontrolu zablokowany

source: Blocked by your security zone policy
hsb: Přez waše prawidła wěstotnych pasmow zablokowane

source: Blocked: May contain a virus or spyware
hsb: Zablokwany: Wobsahuje snadź wirus abo spionažny program

source: This file contains a virus or malware.
hsb: Tuta dataja wobsahuje wirus abo złóstnu softwaru.

source: This file may harm your computer.
hsb: Tuta dataja móhła waš ličak poškodźić.

source: This file is not commonly downloaded.
hsb: Tuta dataja so zwjetša njesćahuje.

source: Are you sure you want to allow this download?
hsb: Chceće woprawdźe tute sćehnjenje dowolić?

source: Are you sure you want to open this file?
hsb: Chceće woprawdźe tutu dataju wočinić?

source: This file contains a virus or other malware that will harm your computer.
hsb: Tuta dataja wobsahuje wirus abo druhu złóstnu softwaru, kotraž waš ličak poškodźi.

source: This file is disguised as a helpful download, but it can make unexpected changes to your programs and settings.
hsb: Tuta dataja je jako wužitne sćehnjenje starnowana, móže njewočakowane změny na wašich programach a nastajenjach přewjesć.

source: This file is not commonly downloaded and may not be safe to open. It may contain a virus or make unexpected changes to your programs and settings.
hsb: Tuta dataja so zwjetša njesćahuje a móhło njewěste być, ju wočinić. Wona móhła wirus wobsahować abo njewočakowane změny na wašich programach a nastajenjach přewjesć.

source: You can search for an alternate download source or try again later.
hsb: Móžeće alternatiwne sćehnjenske žórło pytać abo dataju pozdźišo hišće raz sćahnyć.

source: Open
hsb: Wočinić

source: Allow download
hsb: Sćehnjenje dowolić

source: Remove file
hsb: Dataju wotstronić

source: Unknown size
hsb: Njeznata wulkosć

source: “%S” is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch “%S”?
hsb: "%S" je wuwjedźomna dataja. Wuwjedźomne dataje móža wirusy abo druhi złomyslny kod wobsahować, kotryž móhł wašemu ličakej škodźeć. Bjerće so na kedźbu, hdyž tutu dataju wočinjeće. Chceće woprawdźe "%S" startować?

source: Open Executable File?
hsb: Wuwjedźomnu dataju wočinić?

source: Don’t ask me this again
hsb: Hižo so njeprašeć
