Repository: tktk711/mozilla-l10n
Catalog: ks/browser/chrome/browser/devtools/app-manager.dtd.po
Languages: ks

# index.title
source: App Manager
ks: ایپ منیجر

source: Apps
ks: ایپْہ

source: Device
ks: ڈیوایِس

# index.help
source: Help
ks: مدد

source: Debug main process
ks: ڈیبگ کْریو مین پراسیس

source: Open the Developer Tools connected to the main process on the device
ks: اوپْن کْریو ڈیولپر ٹول یم مین پراسیس کنیکٹِڈ چھ یتھ ڈیوایسس پیٹھ

source: Screenshot
ks: سکرین شاٹ

source: Open a screenshot of the current state of the device in a new tab
ks: اوپْن کْریو اکھ سکرین شاٹ ڈیوایسْچ موجود سیٹیٹُک أکس نْوس ٹیبس منز

source: Device Control Center
ks: ڈیوایِس کنٹرول سینٹر

source: Not connected. Please connect your device below.
ks: کنیکٹْہ چُھ نْہ۔ مہربأنی کْرتھ کْریو کنیکٹْہ پنُن ڈیوایس بونْہ کْنئ۔

source: Start
ks: شروع کْریو

source: Start this app on the device
ks: شروع کْریو یہ ایپ ڈیوایسس پیٹھ

source: Stop
ks: رُکأیو

source: Stop this app on the device
ks: رُکأیو یہ ایپ ڈیوایسس پیٹھ

# device.debugApp
source: Debug
ks: ڈیبگ کْریو

source: Open the Developer Tools connected to this app on the device
ks: اوپْن کْریو ڈیولپر ٹول یم یتھ ایپس کنیکٹِڈ چھ ڈیوایسس پیٹھ

source: Name
ks: ناو

source: Plain (default)
ks: سادْ (ڈیفالٹہ)

source: Privileged
ks: خاص

source: Certified
ks: سرٹیفایِڈ

source: Allow
ks: اجازتھ

source: This permission is allowed for apps of this type
ks: یہ اجازت چُھ دِنْہ یوان ییمہ ٹایپ چن ایپن

source: Prompt
ks: حئس د۪یون

source: This permission requires a user prompt for apps of this type
ks: یتھ اجازتس چُھ ضرورت اکھ یوزر پرامپٹْہ ییمہ ٹایپ چن ایپن باپت

source: Deny
ks: انکار کریو

source: This permission is denied for apps of this type
ks: یہ اجازت چُھ نْہ دِنْہ یوان ییمہ ٹایپ چن ایپن

source: Installed Apps
ks: اِنسٹالْڈ ایپن

source: View a list of apps installed on the device. Some apps, such as certified apps, may be excluded from this view.
ks: ویو کْریو اکھ لِسٹْہ ایپن ہُند یم ڈیوایسس پیٹھ انسٹال کْرتھ چھ۔ کینہہ ایپْہ، مثلن سرٹیفایِڈ ایپْہ، ہیکو امِہ ویوِ منز نیبر کْڈِتھ۔

source: Permissions
ks: اجازت

source: View a table of the permissions accessible to the different types of apps
ks: ویو کْریو جدول اجازتن ہُند یوس ایسیسیبْل چُھ واریاہن قسمْچن ایپن باپت

source: Browser Tabs
ks: براوزر ٹیبس

source: View a list of tabs in the browser of the connected device
ks: ویو کْریو اکھ لِسٹْہ ٹیبن ہُند کنیکٹْہ کرنْہ آمتِہ دیوایسْکْس براوزرس منز

# device.debugBrowserTab
source: Debug
ks: ڈیبگ کْریو

source: Open the Developer Tools connected to this browser tab on the device
ks: اوپْن کْریو ڈیولپر ٹول یم کنیکٹْہ چھ یتھ براوزر ٹیبس ڈیوایسس پیٹھ

# device.help
source: Help
ks: مدد

source: Connect to the device
ks: ڈیوایسس کُن کْریو کنیکٹْہ

source: Disconnect
ks: ڈیسکنیکٹْہ کْریو

source: Disconnect from the current device or simulator
ks: ڈیسکنیکٹْہ کْریو موجود ڈیوایس یا سیمولیٹر پیٹھ

source: Not Connected.
ks: کنیکٹْہ چُھ نْہ۔

source: Connect to:
ks: کُن کْریو کنیکٹْہ:

source: No device found. Plug a device
ks: کانہہ ڈیوایس آو نْہ لبنْہ۔ اکھ ڈیوایس کْریو پْلگ

source: Change
ks: تبدیل کْریو

source: Change the host and port used to connect to the device (defaults to localhost:6000)
ks: تبدیل کْریو ہوسٹْہ تْہ پورٹ یوس استعمال گژھان چُھ ڈیوایسس سْیت کنیکٹْہ گژھنْہ باپت ( ڈیفالٹْہ لوکل ہوسٹس کُن: ۶۰۰۰)

source: Start Simulator
ks: شروع کْریو سیمیولیٹر

source: Start an instance of the Simulator and connect to it
ks: شروع کْریو اکھ مثال سیمولیٹرُک تْہ اتھ سْیت کْریو کنیکٹْہ

# connection.saveConnectionInfo
source: Save
ks: محفوظ تھئویو

source: Save the host and port
ks: محفوظ کْریو ہوسٹْہ تْہ پورٹ

source: Connecting…
ks: رٲبطئ كران...

source: Disconnecting…
ks: ڈیسکنیکٹْہ کران ۔ ۔ ۔

source: Cancel
ks: منسوخ

source: Cancel the connection in progress
ks: کینسل کْریو برونہہ پکوُن کنیکشن

source: Exit the Simulator connection mode and return to the initial prompt
ks: سیمولیٹر کنیکشن موڈ منز نیریو نیبر تْہ واپس گژھیو شروعاتی پرامپٹس کُن

source: or
ks: یا

source: No simulator installed.
ks: کانہہ سیمیولیٹر چُھ نْہ انسٹالْڈ۔

source: Install Simulator
ks: سیمیولیٹر کْریو انسٹال

source: Install a version of the Simulator by downloading the relevant add-on
ks: انسٹال کْریو اکھ وْرجن سیمولیٹرُک ڈاون لوڈ کرنْہ سْیت صحیح ایڈ۔آن

# connection.installAnotherSimulator
source: Add
ks: جمع

source: Install an additional version of the Simulator by downloading the relevant add-on
ks: انسٹال کْریو اکھ اضأفی وْرجن سیمولیٹرُک ڈاون لوڈ کرنْہ سْیت صحیح ایڈ۔آن

source: Start:
ks: شروع کْریو:

# projects.localApps
source: Local Apps
ks: لوکل ایپ

# projects.addApp
source: Add
ks: جمع

source: Add Packaged App
ks: جمع کْریو پیکیجْڈ ایپ

source: Add a new packaged app (a directory) from your computer
ks: جمع کْریو اکھ نْو پیکیجِڈ ایپ ( اکھ ڈاریکٹری) پننِہ کمپیوٹر پیٹھ

source: Add Hosted App
ks: جمع کْریو ہوسٹْڈ ایپ

source: Add a new hosted app (link to a manifest.webapp file) from a remote website
ks: جمع کْریو اکھ نْو ہوسٹِڈ ایپ ( یوس لینک چھ أکس اظہار۔ویب ایپ فایلہ کُن) اکِہ ریموٹ ویب سایٹِہ پیٹھ

# projects.title
source: Local Apps
ks: لوکل ایپ

source: App Details
ks: ایپ تفصیل

source: Remove this app from the list of apps you are working on. This will not remove it from a device or a simulator.
ks: یہ ایپ ہٹأیو ایپن ہْندِ لِسٹْہ پیٹھ یمن پیٹھ توہیہ کأم کران چھیو۔ یہ ہٹاونْہ اتھ اکِہ ڈیوایسْہ یا سیمیولیٹر پیٹھ۔

source: Update
ks: اپ ڈیٹ

source: Execute validation checks and update the app to the connected device
ks: چلأیو ویلیڈیشن چک تْہ ایپ کْریو اپڈیٹ کنیکٹِڈ ڈیوایسس سْیت

# projects.debugApp
source: Debug
ks: ڈیبگ کْریو

source: Open Developer Tools connected to this app
ks: اوپْن کْریو ڈیولپر ٹول یم کنیکٹْہ چھ یتھ ایپس

# projects.saveManifest
source: Save
ks: محفوظ تھئویو

source: Save the contents of the Manifest Editor below
ks: محفوظ کْریو کنٹینٹ مینیفیسٹْہ ایڈٹرْک بونْہ کْنئ

source: No projects. Add a new packaged app below (local directory) or a hosted app (link to a manifest file).
ks: کانہہ پروجیکٹْہ چُھ نْہ۔ اکھ نْو پیکیجْڈ ایپ کْریو جمع بونْہ کْنئ ( لوکل ڈاریکٹری) یا اکھ ہوسٹِڈ ایپ ( اکھ لینک مینیفیسٹِہ فایلِہ کُن)۔

source: Manifest Editor
ks: مینیفیسٹْہ ایڈیٹر

source: Edit your app's manifest in the panel below. The Update button will save your changes and update the app.
ks: ایڈیٹ کْریو پننِہ ایپِہ ہْنز مینیفیسٹْہ بونْہ کْنئ پینلِہ منز۔ اپڈیٹ بوٹن کرِ محفوظ تُہنزْ تبدیلی تْہ کرِ اپڈیٹ یہ ایپ۔

source: Manifest Viewer
ks: مینیفیسٹْہ ویور

source: Examine your app's manifest in the panel below
ks: ایکزامِن کْریو پنْنئ ایپ مینیفیسٹہ بونْہ کْنئ پینل منز

source: Valid
ks: منظور

source: Error
ks: غلطی

source: Warning
ks: آگأہی

source: Hosted
ks: ہوسٹْہ کرنْہ آمْژ

source: Packaged
ks: پیکیجْڈ

# help.title
source: App Manager
ks: ایپ منیجر

source: Close
ks: بند

source: This tool will help you build and install web apps on compatible devices (i.e. Firefox OS). The <strong>Apps</strong> tab will assist you in the validation and installation process of your app. The <strong>Device</strong> tab will give you information about the connected device. Use the bottom toolbar to connect to a device or start the simulator.
ks: یہ ٹول کرِ توہیہ مدد بناونس تْہ انسٹال کرنس منز ویب ایپْہ کمپیٹیبْل ڈیوایسن پیٹھ ( یعنے فایر فوکْس او ایس)۔ <strong>Apps</strong> ٹیب کرِتوہیہ مدد پننِہ ایپچِہ ویلیڈیشن تْہ انسٹالیشن عملِہ منز۔ <strong>Device</strong> ٹیب دِیہ توہیہ جانکأری کنیکٹِڈ ڈیوایسس مُتلق۔ بْنیم ٹول بار کْریو استعمال أکس ڈیوایسس سْیت کنیکٹْہ کرنْہ باپت یا سیمیولیٹر شروع کرنْہ باپت۔

source: Useful links:
ks: فأیدْ مند لینکْہ:

source: Documentation: Using the App Manager
ks: ڈاکیمینٹیشن: استعمال کران ایپ منیجر

source: How to setup your Firefox OS device
ks: کِتھ کْنئ کرو سیٹ اپ پنُن فایر فوکْس او ایس ڈیوایِس

source: Troubleshooting
ks: ٹربُل شوٹینگ

source: Install Simulator Add-on
ks: انسٹال کْریو سیمیولیٹر ایڈ۔آن

source: Install Adb Helper Add-on
ks: اِنسٹال کْریو اے ڈی بی ہیلپر ایڈ۔آن
