Repository: tktk711/mozilla-l10n
Catalog: ks/browser/chrome/browser/devtools/webConsole.dtd.po
Languages: ks

source: Web Console
ks: ویب كنسول

source: Browser Console
ks: براوزر کنسول

source: Request URL:
ks: درخوست کْریو یو آر ایل:

source: Request Method:
ks: درخواست طریقہ:

source: Status Code:
ks: سیٹیٹس کوڈ:

source: Request Headers
ks: عنوان خٲطرئ كریو درخواست

source: Sent Cookie
ks: كوكی سوزیو

source: Request Body
ks: باڈی خٲطرئ كریو درخواست

source: Sent Form Data
ks: فارم ڈاٹا سوزیو

source: Response Headers
ks: جواب عنوان

source: Received Cookie
ks: رٹنْہ آمُت کوکی

source: Response Body
ks: جواب باڈی

source: Cached Data
ks: كیشڈ ڈاٹا

source: Unknown Content Type
ks: نامولوم مواد قئسم

source: No Response Body
ks: كبین جواب باڈی چھَ نئ

source: Received Image
ks: شكل میج

source: Cached Image
ks: كیشڈ شكل

source: &Log Request and Response Bodies
ks: لاگ درخواست تْہ جواب باڈی&

source: Open URL in New &Tab
ks: نْوس ٹیبس منز کْریو اوپْن نُو یو آر ایل

source: &Net
ks: نیٹ &

source: Log network access
ks: نیٹ ورك ایكسیس كریو لاگ

source: Log CSS errors and warnings
ks: لاگ سی ایس ایس ایرر تْہ آگأہی

source: Log JavaScript exceptions
ks: جاوا سكریپٹ غٲر مومول كریو لاگ

source: Sec&urity
ks: حفاظت &

source: Log security errors and warnings
ks: لاگ حفاظتی ایرر تْہ آگأہی

source: Logging
ks: لاگینگ

source: Log messages sent to the window.console object
ks: لاگ مسیج آیہ سوزنْہ وینڈو۔کنسول اوبجکٹْہ

source: Errors
ks: غلطی

source: Info
ks: مولومات

source: Warnings
ks: آ گہی

source: Log
ks: لاگ

source: Reflows
ks: دوبار فلو گژھان

source: Filter output
ks: آوٹ پُٹ کْریو فلٹر

source: Clea&r
ks: کْلیر &

source: Clear the Web Console output
ks: کْلیر کْریو ویب کنسول آوٹ پُٹ

source: Copy Link Loc&ation
ks: لینك جاے كریو نقل
