Repository: tktk711/mozilla-l10n
Catalog: sat/toolkit/chrome/global/aboutNetworking.dtd.po
Languages: sat

source: About Networking
sat: नेटवर्ककिंग बाबोत ते .

source: This is very experimental. Do not use without adult supervision.
sat: नोवा दो आ़डी का़मी काते ञेलाक् काना जुवान कोवाक् उदुक् होरा बेगोर आलोम बेभारा .

source: Show this warning next time
sat: नोवा होंसिया़र दाराय ओकतो उदुग मे

source: Sockets
sat: खाप को

source: WebSockets
sat: बेब खाप

source: Refresh
sat: नावा आ़रु

source: Autorefresh every 3 seconds
sat: जोतो 3 टिच् रे आच् ते नावा आ़रु .

source: Hostname
sat: किसांड़ ञुतुम

source: Port
sat: पोर्ट

source: Active
sat: उसरा़व

source: Idle
sat: बेबोसतायिच्:

source: Host
sat: बेबोसतायिच्:

source: Sent
sat: कुलेना

source: Received
sat: ञामाक्

source: Family
sat: घारोंज

source: Addresses
sat: ठिका़ना को

source: Expires (Seconds)
sat: ओकतो पारोम (टिच् को )

source: Messages Sent
sat: खोबोर कुलेना

source: Messages Received
sat: खोबोर को हातावेना

source: Bytes Sent
sat: बाइट्स कुलेना

source: Bytes Received
sat: बाइट्स हातावेना
