Repository: tktk711/mozilla-l10n
Catalog: sat/toolkit/chrome/global/aboutTelemetry.dtd.po
Languages: sat

source: Telemetry Data
sat: टेली मेटरी डाटा

source: Telemetry is <span>enabled</span>.
sat: टेली मेटरी दो <बिता़ >हुय होचो</बिता़>.

source: Telemetry is <span>disabled</span>.
sat: टेली मेटरी दो <बिता़ >हुय होचो</बिता़>.

source: Slow SQL Statements
sat: SQL ला़य उदुक् बा़य बा़य .

source: Browser Hangs
sat: ब्राउजार आका को.

source: Thread Hangs
sat: सुता़म आका को

source: Histograms
sat: हिस्टोग्राम

source: Simple Measurements
sat: साधारोन माप को

source: Add-on Details
sat: एड-ऑन पुरा बिबरोन

source: Late Writes
sat: बिलोम ओल को

source: System Information
sat: सेस्टेम ला़य सोदोर

source: Histograms Collected by Add-ons
sat: हिस्टोग्राम एड-ऑन दाराय ते तुमा़लाक् .

source: Click to toggle section
sat: तोल हा़टिञ रे ओता

source: (No data collected)
sat: (जाहान डाटा बाय तुमा़लाकाना )

source: NOTE: Slow SQL debugging is enabled. Full SQL strings may be displayed below but they will not be submitted to Telemetry.
sat: NOTE: बा़य बा़याक् SQL डिवॉगिंग दो हुय होचो तेयाराक् काना. पुरा़ SQL स्ट्रिंग दो लातार रे उदुक् दाड़ेयाक् आ मेनखान उनकु टेलीनेटरी रे बाको जोमा दाड़ेयाक् आ .

source: Fetch function names for hang stacks
sat: आका डांग को ला़गित् सेन काते आ़ग ञुतुम को .

source: Show raw data from hangs
sat: आका को खोन बेरेल डाटा उदुग् मे.

source: Filter (strings or /regexp/)
sat: छा़नियाक् (स्ट्रिंग आर बाङ /regexp/)
