Repository: tktk711/mozilla-l10n
Catalog: sat/toolkit/chrome/global/printdialog.dtd.po
Languages: sat

# printButton.label
source: Print
sat: छापा

# printDialog.title
source: Print
sat: छापा

source: Save File
sat: रेत् सांचाव मे

source: Print to &File
sat: रेत् छापाय मे (&F)

source: Pr&operties…
sat: गुन को (&o)

source: Printer Description:
sat: छापा बिवरोन:

source: Printer
sat: छापावाक्

source: Printer &Name:
sat: छापावाक् ञुतुम (&N)

source: Print Range
sat: छापा पासनाव

source: &All Pages
sat: जोतो साहटा को (&A)

source: &Pages
sat: साहटा को (&P)

source: f&rom
sat: खोन (&r)

source: &to
sat: ते (&t)

source: &Selection
sat: बाछाव (&S)

source: Copies
sat: नोकोल को

source: Number of &copies:
sat: नोकोल को रेयाक् लेखा: (&c)

source: Print Frames
sat: छापा साज को

source: As laid o&ut on the screen
sat: स्क्रिन रे गितिज आकान लेका(&u)

source: The selected fra&me
sat: बाछाव साज (&m)

source: &Each frame separately
sat: जोतो साज भेगार भेगार (&E)
