Repository: tktk711/mozilla-l10n
Catalog: sat/toolkit/chrome/global/videocontrols.dtd.po
Languages: sat

source: Play
sat: खिलोंड

source: Pause
sat: तिंग होचो

source: Mute
sat: बोबा

source: Unmute
sat: साडे होचो

source: Full Screen
sat: पुरा़ स्क्रिन

source: Exit Full Screen
sat: पुरा़ स्क्रिन खोन बाहरे

source: Media
sat: मिडिया

source: Size
sat: माराङ तेत्

source: Activity
sat: चोगोड़

source: Paused
sat: तिंगु लेना

source: Playing
sat: खिलोंड़ काना

source: Ended
sat: मुचा़त् आकाना

source: (seeking)
sat: (पानतेयेत् अ)

source: Volume
sat: रा़रु

source: Frames parsed
sat: साज को बेयान आकाना

source: Frames decoded
sat: साज चिनहा़ आखोर पुसटा़व

source: Frames presented
sat: साज उदुक् लेना

source: Frames painted
sat: साज चिता़र ते उदुक्

source: Video loading stopped.
sat: मिडियो लादे तिंगुयेना.

source: Video playback aborted due to a network error.
sat: मिडियो खेलोंड रुवा़ड़ मित् नेटवार्क भुल कारोन ते आड़ाक् होचो केत् आ .

source: Video can’t be played because the file is corrupt.
sat: मिडियो बाङ खेलोंड होचो दाड़ेयाक् आ चेदाक् जे रेत् रा़पुद गेया .

source: Video format or MIME type is not supported.
sat: मिडियो तेयार आर बाङ MIME लेकान दो बाङ गोड़ोवाक् काना .

source: No video with supported format and MIME type found.
sat: गोड़ोवाक् तेयार आर MIME लेकान सांव जाहान मिडियो बाय ञाम लेना .

source: Video playback aborted due to an unknown error.
sat: मिडियो सेतोंड रुवाड़ मित् बाङ बाडाय भुल कारोन ते आड़ाक् लेना.

source: #1 of #2 elapsed
sat: #1 of #2 रेयाक् पारोम तेत्
