Repository: tktk711/mozilla-l10n
Catalog: sm/toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: sm

source: Create Profile Wizard
sm: Mana-Fesoasoani o fa'atupu fōliga-fa'aaogā

source: &brandShortName; stores information about your settings and preferences in your personal profile.
sm: &brandShortName; teuga le fa'amatalaga o lau fa'atonutonu ma fa'a'au'au i lou fōliga-fa'aaogā patino.

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
sm: 'Āfai o e tufatufa lenei lōmiga o le &brandShortName; i isi 'au fa'aogā, e mafai ona fa'aaogāina fōliga-fa'aaogā e fa'amauina isi fa'amatalaga 'au fa'aaogā valavala 'ese. A fai le mea nei, o 'au fa'aaogā 'uma e tatau ona fa'atupu lana ia fōliga-fa'aaogā.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
sm: 'Āfai e na o 'oe le tagata o fa'aaogāga lenei lōmiga o le &brandShortName;, e tatau lava ona tasi le fōliga-fa'aaogā. A e mana'o e te mafai ona fa'atupu tele fōliga-fa'aaogā mo 'oe e teu se isi fa'atonutonu ma fa'a'au'au. Mo fa'ata'ita'iina, 'ānei e te mana'o e fa'avalavala fōliga-fa'aaogā mo pisinisi ma patino fa'aaogā.

# profileCreationExplanation_4.text
source: To begin creating your profile, click Next.
sm: O le 'āmata fa'atupuga lou fōliga-fa'aaogā, 'o'omi Soso'o.

source: To begin creating your profile, click Continue.
sm: O le 'āmata fa'atupuga lou fōliga-fa'aaogā, 'o'omi Fa'aauau.

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
sm: O le 'āmata fa'atupuga lou fōliga-fa'aaogā, 'o'omi Soso'o.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
sm: 'Āfai o e fa'atupu nai fōliga-fa'aaogā tele e mafai ona e ta'u ia latou 'ese mai le igoa o le fōliga-fa'aaogā. 'Ānei e fa'aaogā e 'oe le igoa o avatu i nei po'o le fa'aaogā le tasi a lau lava ia.

source: &Enter new profile name:
sm: &Tā igoa fou o le fōliga-fa'aaogā:

source: Your user settings, preferences and other user-related data will be stored in:
sm: Lou fa'atonutonu 'au fa'aaogā, fa'a'au'au ma le isi data e teuga i le:

source: Default User
sm: Fa'atonutonu-māsani 'Au fa'aaogā

source: &Choose Folder…
sm: &Filifili pusa-faila…

source: &Use Default Folder
sm: &Fa'aaogā Fa'atonutonu-māsani Pusa-faila
