Repository: tktk711/mozilla-l10n
Catalog: gn_*/netwerk/necko.properties.po
Languages: gn_bo

source: Looking up %1$S…
gn_bo: Oñono kavi güɨnoi kuae %1$S…

source: Connected to %1$S…
gn_bo: Oyepɨ ôi %1$S…

source: Sending request to %1$S…
gn_bo: Omondo oï oiporu güɨnoi vae %1$S…

source: Transferring data from %1$S…
gn_bo: Oyemboasa oï mbaembae reta kuae %1$S…

source: Connecting to %1$S…
gn_bo: Oñemoiru öi kuae %1$S…

source: Read %1$S
gn_bo: Oñejaa %1$S

source: Wrote %1$S
gn_bo: Oyekuatia %1$S

source: Waiting for %1$S…
gn_bo: Oäro güɨnoi %1$S…

source: Looked up %1$S…
gn_bo: Oñevae %1$S…

source: Beginning FTP transaction…
gn_bo: Omboɨpi omboasa FTP…

source: Finished FTP transaction
gn_bo: Opa omboasa FTP

source: The FTP server %1$S is currently unsupported.
gn_bo: Mbae oñono kavi vae FTP %1$S mbaetɨ güɨropɨa añave rupi.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
gn_bo: Kuae pagina web omboguatauka güɨnoi ïru tape rupi. ¿Nekɨreɨ remondo ye reyapogüe reta kuae tape ipɨau vae rupi?

source: Index of %1$S
gn_bo: Kërai yaeka vaerä %1$S

source: Up to higher level directory
gn_bo: Emboyeupi kuae directorio ivate oï vae pe

source: Show hidden objects
gn_bo: Emboesauka mbae oñeomi öi vae reta

source: Name
gn_bo: Tee

source: Size
gn_bo: Tuichagüe

source: Last Modified
gn_bo: Jaɨkuete oyeapo pɨau vae

source: File:
gn_bo: Tupapire jɨru:

source: You are about to visit "%1$S". This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
gn_bo: Repouta ete reï "%1$S". Kuae jenda ipuere oeka güɨnoi ndembotavɨ vaerä reyemongeta vaerä rei repou rëi metei jenda ïru vae pe. jayave emae ngatu.

source: I understand and will be very careful
gn_bo: Aikua kavi añave, jáeramo amae kavita

source: You are about to log in to the site "%1$S" with the username "%2$S", but the website does not require authentication. This may be an attempt to trick you. Is "%1$S" the site you want to visit?
gn_bo: Remboɨpɨta ete ma sesión "%1$S" pe oiporu vae jee ndive "%2$S", ërei kuae web jenda mbaetɨ oipota oyekuaauka vae. Kuae ipuere ko metei ñuai. ¿Añetete pa "%1$S" reipota repou web jenda pe?

source: You are about to log in to the site "%1$S" with the username "%2$S".
gn_bo: Remboɨpɨta ete ma sesión kuae jenda "%1$S" oiporu vae jee ndive "%2$S".
