Repository: tktk711/mozilla-l10n
Catalog: yo/toolkit/chrome/mozapps/downloads/unknownContentType.dtd.po
Languages: yo

source: You have chosen to open:
yo: O ti yan ati sii:

source: from:
yo: lati:

source: &Open with
yo: &Si pelu

source: Other…
yo: Miran…

source: &Save File
yo: &Akopo ti a fipamo

source: Do this &automatically for files like this from now on.
yo: &See logan fun awon atojo yi lati isisinyi lo

source: which is:
yo: eyi ti o:

source: &Choose…
yo: &Yan...

source: &Browse…
yo: &Ayewo...

source: Would you like to save this file?
yo: Se o feran lati fi atopo yi pamo?
