Repository: tktk711/mozilla-l10n
Catalog: nso/browser/chrome/browser/syncSetup.properties.po
Languages: nso

source: Sync Options
nso: Dikgetho tša Sync

source: Done
nso: Dirilwe

source: Cancel
nso: Khansela

source: Invalid email address
nso: Aterese ya imeile e sa šomego

source: Please enter a valid server URL
nso: Hle tsenya URL e šomago ya seabi

source: Already in use
nso: E šetše e dirišwa

source: Verifying…
nso: Go kgonthišetša…

source: and #1 additional device;and #1 additional devices
nso: le sedirišwa se sengwe se #1; le didirišwa tše dingwe tše #1

source: #1 bookmark;#1 bookmarks
nso: pukutshwayo e #1;dipukutshwayo tše #1

source: #1 day of history;#1 days of history
nso: letšatši le #1 la histori;matšatši a #1 a histori

source: #1 password;#1 passwords
nso: lentšuphetišo le #1;mantšuphetišo a #1

source: #1 addon;#1 addons
nso: Koketšo e #1;Dikoketšo tše #1

source: Save Recovery Key
nso: Boloka khii ya khwetšo

source: Firefox Recovery Key.html
nso: Khii ya khwetšo ya Firefox.html

source: Firefox Sync is now set up to automatically sync all of your browser data.
nso: Firefox Sync e beakantšwe gore e nyalantšhe tsebišo ya gago yohle ya praosara ka maitirišo.

source: You can choose exactly what to sync by selecting Sync Options below.
nso: O ka kgetha gore o nyalantšhe eng ka go kgetha dikgetho tša Sync ka mo tlase.

source: Firefox Sync will now merge all this device's browser data into your Sync account.
nso: Firefox Sync bjale e tla kopanya tsebišo ye yohle ya praosara ya sešomišwa le akhaonto ya gago ya Sync.

source: Firefox Sync will now replace all of the browser data on this device with the data in your Sync account.
nso: Firefox Sync bjale e tla tšeela legato la tsebišo yohle ya praosara yeo e lego sešomišweng se ka tsebišo yeo e lego akhaontong ya gago ya Sync.

source: Firefox Sync will now replace all of the browser data in your Sync account with the data on this device.
nso: Firefox Sync bjale e tla tšeela legato la tsebišo yohle ya praosara yeo e lego akhaontong ya Sync ka tsebišo yeo e lego sešomišweng se.

source: You can change this preference by selecting Sync Options below.
nso: O ka fetoša kganyogo ye ka go kgetha dikgetho tša Sync ka mo tlase.
