Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/search/search.properties.po
Languages: as, br, ca, es_cl, es_es, es_mx, gu, he, hr, hy_am, kab, km, kn, lo, lv, mr, pt, pt_br, ta, tr, tt, uz, vi

source: Add Search Engine
as: সন্ধানৰ ইঞ্জিন যোগ কৰক
br: Ouzhpennañ ul lusker enklask
ca: Addició d'un motor de cerca
es_cl: Agregar Motor de Búsqueda
es_es: Añadir buscador
es_mx: Agregar motor de búsqueda
gu: શોધ યંત્ર એડ-ઓન
he: הוספת מנוע חיפוש
hr: Dodaj tražilicu
hy_am: Ավելացնել որոնիչ
kab: Rnu amsedday n unadi
km: បន្ថែម​ម៉ាស៊ីន​ស្វែងរក
kn: ಹುಡುಕು ಸಾಧನವನ್ನು ಸೇರಿಸಿ
lo: ເພີ່ມເຄື່ອງມືການຄົ້ນຫາ
lv: Pievienot meklētāju
mr: शोध इंजीन जोडा
pt: Adicionar motor de pesquisa
pt_br: Adicionar pesquisa
ta: தேடும் பொறியைச் சேர்
tr: Arama motoru ekle
tt: Qıdırma Motorı Ekle
uz: Qidiruv tizimini qoʻshish
vi: Thêm Máy Tìm Kiếm

source: Add “%S” to the list of engines available in the search bar? From: %S
as: সন্ধানৰ বাৰত পোৱা ইঞ্জিনৰ তালিকালৈ "%S" ক যোগ কৰোঁ? চিহ্নিত স্থানৰ পৰা: %S
br: Ouzhpennañ "%S" d'al luskerioù hegerz e-barzh ar varrenn enklask? Diouzh : %S
ca: Voleu afegir «%S» a la llista de motors disponibles a la barra de cerca? De: %S
hy_am: Ավելացնե՞լ %S-ը վահանակի որոնիչների ցանկում։ Աղբյուրը. %S
kab: Rnu «%S» ɣeṛ tebdart n iseddayen n unadi yellan deg ufeggag n unadi ? Si: %S
lo: ເພີ່ມ “%S” ເຂົ້າໄປໃນລາຍຊື່ເຄື່ອງມືການຄົ້ນຫາໃນຊ່ອງການຄົ້ນຫາຫລືບໍ່? ຈາກ: %S
mr: शोध पट्टी अंतर्गत "%S" ला उपलब्ध इंजीन यादीत जोडायचे? पासून: %S
ta: தேடும் பட்டையில் இருக்கும் பொறிகளின் பட்டியலில் “%S” என்பதைச் சேர்க்க வேண்டுமா? From: %S
uz: Qidiurv panelidagi mavjud tizimlar roʻyxatiga "%S" qoʻshilsinmi? %S`dan

source: Make this the c&urrent search engine
as: ইয়াক বৰ্তমান সন্ধান ইঞ্জিন বনাওক (&u)
br: Lakaat anezhañ da vezañ al lusker enklask bremanel
ca: Fes que &aquest sigui el motor de cerca per defecte
es_mx: Hacer de éste el b&uscador actual
gu: આને હાલની શોધ એંજિન બનાવો
he: הגדרת מנוע החיפוש ה&פעיל
hr: Učini ovo tren&utnim pretraživačem
hy_am: Սա դարձնել որպես գ&ործող որոնիչ
kab: &Err-it d amsedday n unadi amiran
km: ធ្វើ​វា​ជា​ម៉ាស៊ីន​ស្វែងរក​បច្ចុប្បន្ន
kn: ಇದನ್ನು ಪ್ರಸ್ತುತ ಹುಡುಕು ಎಂಜಿನ್ ಆಗಿ ಮಾಡು (&u)
lo: ເຮັດໃຫ້ເປັນຕົວຫລັກໃນການຄົ້ນຫາ
lv: Iestatīt šo kā nokl&usēto meklētāju
mr: याला आपले सध्याचे शोध इंजिन बनवा
pt: Utilizar como motor de pesq&uisa predefinido
pt_br: &Tornar este o mecanismo de pesquisa padrão
ta: இதை நடப்பு தேடபொறியாக அமை
tr: Bunu &geçerli arama motoru yap
uz: Buni &joriy qidiruv tizimi qilish
vi: Đặt thành máy tìm kiếm hiện tại (&u)

source: Add
as: যোগ কৰক
br: Ouzhpennañ
ca: Afegeix
es_cl: Añadir
es_es: Añadir
es_mx: Agregar
gu: એડ-ઓન
he: הוסף
hr: U redu
hy_am: Ավելացնել
kab: Rnu
km: បន្ថែម
kn: ಸೇರಿಸು
lo: ເພີ່ມ​
lv: Pievienot
mr: जोडा
pt: Adicionar
pt_br: Adicionar
ta: சேர்
tr: Ekle
tt: Ekle
uz: Qoʻshish
vi: Thêm

source: Download Error
as: ডাউনল'ডত ত্ৰুটি
br: Fazi e-pad ar pellgargadur
ca: Error en la baixada
es_cl: Error en la Descarga
es_es: Error al descargar
es_mx: Error en la descarga
gu: ડાઉનલોડ ભૂલ
he: שגיאת הורדה
hr: Greška preuzimanja
hy_am: Բեռնման Սխալ
kab: Tuccḍa n usider
km: កំហុស​ទាញ​យក
kn: ಡೌನ್‌ಲೋಡ್ ದೋಷ
lo: ມີຂໍ້ຜິດພາດໃນການດາວໂຫລດ
lv: Lejupielādes kļūda
mr: डाऊनलोड त्रुटी
pt: Erro ao descarregar
pt_br: Falha no download
ta: பதிவிறக்க பிழை
tr: İndirme hatası
tt: Endirme Hatası
uz: Yuklab olishda xato
vi: Lỗi Tải Xuống

source: %S could not download the search plugin from: %S
as: চিহ্নিত স্থানৰ পৰা %S এ সন্ধানৰ প্লাগ-ইন ডাউনল'ড কৰিব নোৱাৰিলে: %S
br: %S n'hall ket pellgargañ an enlugellad enklask diouzh : %S
ca: El %S no ha pogut baixar el connector de cerca de: %S
es_cl: %S no pudo descargar el complemento de búsqueda para: %S
es_es: %S no ha podido descargar el plugin de búsqueda desde: %S
es_mx: %S no pudo descargar el plugin del Motor de Búsqueda de: %S
gu: %S શોધ પ્લગઈનને અહીંથી ડાઉનલોડ કરી શક્યું નહિં: %S
he: %S לא יכל להוריד את תוסף החיפוש מהמיקום %S
hr: %S ne može preuzeti dodatak za traženje s: %S
hy_am: %S-ը չկարողացավ բեռնել որոնման բաղադրիչը %S-ից
kab: %S ur yezmir ara ad yezdem azegrir si: %S
km: %S មិន​អាច​ទាញ​យក​កម្មវិធី​ជំនួយ​ស្វែងរក​ពី ៖ %S
kn: %S ಇದರಿಂದ ಹುಡುಕು ಪ್ಲಗ್‌ಇನ್ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %S
lo: %S ບໍ່ສາມາດດາວໂຫລດປັກອິນການຄົ້ນຫາໄດ້ຈາກ: %S
lv: %S nevar lejupielādēt meklētāju no: %S
mr: %S शोध प्लगइन डाऊनलोड करू शकले नाही, पासून: %S
pt: O %S não conseguiu descarregar o motor de pesquisa de: %S
pt_br: O %S não conseguiu receber o mecanismo de pesquisa de: %S
ta: %S தேடும் கூடுதல் இணைப்பைப் பதிவிறக்க முடியவில்லை: %S
tr: %S, arama yan uygulamasını bu kaynaktan indiremedi: %S
tt: %S, aşağıdaki menbadan qıdırma plaginini endiramadı: %S
uz: %S izlash plaginini bu yerdan yuklab ololmadi: %S
vi: %S không thể tải xuống phần bổ trợ tìm kiếm từ: %S

source: %S could not install the search plugin from “%S” because an engine with the same name already exists.
as: %S এ "%S" ৰ পৰা সন্ধানৰ প্লাগ-ইন ইনস্টল কৰিব নোৱাৰিলে কাৰণ একেই নামৰ ইঞ্জিন ইতিমধ্যে অস্তিত্ববান।
br: %S n'hall ket staliañ an enlugellad enklask diouzh "%S" rak ul lusker gant ar memes anv zo staliet dija.
ca: El %S no ha pogut instal·lar el motor de cerca de «%S» perquè ja n'existeix un amb el mateix nom.
hy_am: %S-ը չկարողացավ տեղադրել որոնման բաղադրիչը "%S"-ից, քանի որ նույնանուն որոնման հանգույցը արդեն առկա է:
kab: %S ur yezmir ara ad isebded azegrir n unadi si «%S» acku yella umsadday s yisem agi yakan.
lo: %S ບໍ່ສາມາດຕິດຕັ້ງປັກອິນຈາກ “%S” ໄດ້ເພາະວ່າມີເຄື່ອງມືການຄົ້ນຫາໃຊ້ຊື່ດຽວກັນນີ້ຢູ່ແລ້ວ.
mr: %S शोध प्लगइन "%S" पासून प्रतिष्ठापीत करू शकले नाही कारण त्याच नावाचे इंजीन आधीपासूनच अस्तित्वात आहे.
ta: %S என்பது “%S” என்பதிலிருந்து தேடும் பொறியை நிறுவ முடியவில்லை ஏனெனில் அதே பெயரில் ஒரு தேடுபொறி ஏற்கனவே உள்ளது.
uz: %S "%S"dan izlash plaginini yuklab ololmadi, chunki xuddi shu nomli plagin allaqachon mavjud.

source: Install Error
as: ইনস্টলত ত্ৰুটি
br: Fazi e-pad ar staliadur
ca: Error d'instal·lació
es_cl: Error de Instalación
es_es: Error de instalación
es_mx: Error de instalación
gu: સ્થાપન ત્રુટિ
he: שגיאת התקנה
hr: Greška instaliranja
hy_am: Տեղադրման սխալ
kab: Tuccḍa deg usebded
km: កំហុស​ដំឡើង
kn: ಅನುಸ್ಥಾಪನಾ ದೋಷ
lo: ມີຂໍ້ຜິດພາດໃນການຕິດຕັ້ງ
lv: Instalēšanas kļūda
mr: प्रतिष्ठापन त्रुटी
pt: Erro de instalação
pt_br: Erro na instalação
ta: நிறுவல் பிழை
tr: Kurma hatası
tt: Qur Hatası
uz: Oʻrnatishda xato
vi: Lỗi Cài Đặt

source: Invalid Format
br: Mentrezh didalvoudek
ca: Format no vàlid
mr: अवैध स्वरुप
ta: செல்லாத வடிவம்

source: %1$S could not install the search engine from: %2$S
br: %1$S n'hall ket staliañ al lusker enklask eus: %2$S
ca: El %1$S no ha pogut instal·lar el motor de cerca des de: %2$S
mr: %1$S ला %2$S मधून सर्च इंजिन प्रस्थापित करता आले नाही
ta: %2$S: தளத்திலிருந்து %1$S தேடுபொறியை நிறுவ முடியவில்லை

source: Suggestions
as: পৰামৰ্শ
br: Alioù
ca: Suggeriments
es_cl: Sugerencias
es_es: Sugerencias
es_mx: Sugerencias
gu: સૂચનો
he: המלצות
hr: Prijedlozi
hy_am: Խորհուրդներ
kab: Issumar
km: ការ​ណែនាំ
kn: ಸಲಹೆಗಳು
lo: ຄຳແນະນຳ
lv: Ieteikumi
mr: उपदेश
pt: Sugestões
pt_br: Sugestões
ta: பரிந்துரைகள்
tr: Öneriler
tt: Telqinler
uz: Tavsiyalar
vi: Đề xuất

source: This search engine isn’t supported by %S and can’t be installed.
as: এই সন্ধানৰ ইঞ্জিনটো %S এৰে সমৰ্থিত নহয় আৰু ইনস্টল কৰিব নোৱাৰি।
hy_am: %S-ը չի սպասարկում տվյալ որոնման ցանցը և այն չի կարող տեղակայվել:
kab: Amsedday n unadi agi ur yettusefrak ara sɣuṛ %S, ur yezmir ara diɣen ad yettwasebded.
lo: ເຄື່ອງມືການຄົ້ນຫານີ້ບໍ່ໄດ້ຮັບການສະຫນັບສະຫນູນໂດຍ %S ແລະ ບໍ່ສາມາດຕິດຕັ້ງໄດ້.
uz: Qidiruv tizimi %S tomonidan qoʻllab-quvvatlanmaydi va shu sababli oʻrnatib boʻlmaydi.

source: Add "%S" to the list of engines available in the search bar? From: %S
es_cl: ¿Añadir "%S" a la lista de buscadores de la barra de búsqueda? De: %S
es_es: ¿Añadir "%S" a la lista de buscadores disponibles en la barra de búsquedas? Desde: %S
es_mx: ¿Agregar "%S" a la lista de motores de búsqueda de la barra de búsqueda? De: %S
gu: "%S" ને શોધ પટ્ટીમાં ઉપલબ્ધ યંત્રોની યાદીમાં એડ-ઓન? તરફથી: %S
he: הוסף את "%S" לרשימת המנועים הזמינים מסרגל החיפוש? מאת: %S
hr: Dodati "%S" na popis dostupnih tražilica u traci traženja? Od: %S
km: បន្ថែម "%S" ទៅ​បញ្ជី​ម៉ាស៊ីន​ដែល​អាច​ប្រើ​បាន​នៅ​ក្នុង​របារ​ស្វែងរក ? ពី ៖ %S
kn: "%S" ಅನ್ನು ಹುಡುಕು ಪಟ್ಟಿಯಲ್ಲಿ ಲಭ್ಯವಿರುವ ಸಾಧನಗಳ ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸಬೇಕೆ? ಇಂದ: %S
lv: Pievienot "%S" meklēšanas joslā pieejamo meklētāju sarakstam? No: %S
pt: Adicionar "%S" à lista de motores disponíveis na barra de pesquisa? De: %S
pt_br: Deseja que “%S” seja uma das opções da barra de pesquisa? Origem: %S
tr: "%S" arama çubuğunda kullanılabilecek arama motorlarının arasına eklensin mi? Kaynak: %S
tt: "%S" qıdırma çubuğındaki faydalanışlı qıdırma motorları arasına eklensinmi? Qaydan: %S
vi: Thêm "%S" vào danh sách các bộ máy hiện có trên thanh tìm kiếm? Từ: %S

source: Start &using it right away
es_cl: Comenzar a &usarla de inmediato
es_es: Comenzar a &usarlo ahora mismo
tt: Onı deral q&ullanmağa başla

source: %S could not install the search plugin from "%S" because an engine with the same name already exists.
es_cl: %S no pudo instalar el complemento de búsqueda de "%S" porque ya existe un buscador con el mismo nombre.
es_es: %S no pudo instalar el plugin de búsqueda desde "%S" porque ya existe un buscador con el mismo nombre.
es_mx: %S no ha podido instalar el plugin de "%S" porque ya existe un Motor de Búsqueda con el mismo nombre.
gu: %S એ શોધ પ્લગઈનને "%S" માંથી સ્થાપિત કરી શક્યું નહિં કારણ કે એ જ નામવાળું યંત્ર પહેલાથી જ હાજર છે.
he: %S לא יכול להוריד את תוסף החיפוש מהמיקום "%S" מאחר שקיים מנוע עם שם זהה.
hr: %S ne može instalirati dodatak za traženje s "%S" jer tražilica pod tim imenom već postoji.
km: %S មិន​អាច​ដំឡើង​កម្មវិធី​ជំនួយ​ស្វែងរក​ពី "%S" បាន​ទេ ពីព្រោះ​មាន​ម៉ាស៊ីន​ដែល​មាន​ឈ្មោះ​ដូចគ្នា​រួច​ហើយ ។
kn: %S "%S" ಇಂದ ಹುಡುಕು ಪ್ಲಗ್‌ಇನ್ ಅನ್ನು ಅನುಸ್ಥಾಪನೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ ಏಕೆಂದರೆಅದೆ ಹೆಸರಿನ ಒಂದು ಪ್ಲಗ್ಇನ್‌ ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
lv: %S nevar pievienot jaunu meklētāju no "%S", jo šāds meklētājs jau ir pievienots.
pt: O %S não conseguiu instalar o motor de pesquisa de "%S" porque já existe um motor com o mesmo nome.
pt_br: O %S não conseguiu instalar o mecanismo de pesquisa de "%S" porque já existe um mecanismo com o mesmo nome.
tr: %S, "%S" kaynağındaki arama yan uygulamasını kuramadı, çünkü zaten aynı isme sahip bir arama motoru var.
tt: %S, "%S" adresindeki qıdırma plaginini quramadı, çünki aynı isimde bir motor endi mevcuttır.
vi: %S không thể cài đặt phần bổ trợ tìm kiếm từ "%S" bởi vì một máy tìm kiếm cùng tên đã tồn tại.

source: This search engine isn't supported by %S and can't be installed.
es_cl: Este motor de búsqueda no es soportado por %S y no puede ser instalado.
es_es: Este buscador no está admitido por %S y no puede instalarse.
es_mx: Este Motor de Búsqueda no es admitido por %S, no se instalará.
gu: આ શોધ યંત્ર %S દ્વારા આધારભૂત નથી અને સ્થાપિત કરી શકાશે નહિં.
he: מנוע חיפוש זה איננו נתמך על־ידי %S ולכן לא ניתן להתקנה.
hr: Ova tražlicia nije podržana od strane %S i ne može biti instalirana.
km: ម៉ាស៊ីន​ស្វែងរក​នេះ​មិន​ត្រូវ​បាន​គាំទ្រ​ដោយ %S និង​មិន​អាច​ត្រូវ​បាន​ដំឡើង​ទេ ។
kn: ಈ ಹುಡುಕು ಸಾಧನವು %S ಇಂದ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ ಆದ್ದರಿಂದ ಅನುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
lv: %S neatbalsta šo meklētāju un tāpēc to nevar pieinstalēt.
pt: Este motor de pesquisa não é suportado pelo %S e não pode ser instalado.
pt_br: Este mecanismo de pesquisa não é suportado pelo %S e não pôde ser instalado.
tr: Bu arama motoru %S tarafından desteklenmiyor ve bu nedenle kurulamaz.
tt: Bu qıdırma motorı %S tarafından desteklenmey ve qurulamaz.
vi: Bộ máy tìm kiếm này không được hỗ trợ bởi %S và không thể cài được.
