Repository: tktk711/mozilla-l10n
Catalog: *-hognorsk/browser/chrome/browser/aboutDialog.dtd.po
Languages: nn_hognorsk

source: About &brandFullName;
nn_hognorsk: Um &brandFullName;

source: &Check for updates
nn_hognorsk: &Sjå etter uppdateringar

source: &brandShortName; is experimental and may be unstable.
nn_hognorsk: &brandShortName; er freisten og kann vera ustødug.

source: It automatically sends information about performance, hardware, usage and customizations back to &vendorShortName; to help make &brandShortName; better.
nn_hognorsk: Han sender sjølv visende um yting, maskinvare, nøyting og sérskipnad attende til &vendorShortName; so me kann gjera &brandShortName; betre.

source: is a
nn_hognorsk: er eit

# community.exp.end
source: working together to keep the Web open, public and accessible to all.
nn_hognorsk: som orkar mot di å halda heimsveven open, ålmenn og tilgjengeleg for alle.

source: &brandShortName; is designed by
nn_hognorsk: &brandShortName; er framyrkt av

source: , a
nn_hognorsk: , eit

# community.end3
source: working together to keep the Web open, public and accessible to all.
nn_hognorsk: som orkar mot di å halda heimsveven open, ålmenn og tilgjengeleg for alle.

source: Want to help?
nn_hognorsk: Vil du hjelpa til?

source: Make a donation
nn_hognorsk: Gjev ei pengegåva

source: or
nn_hognorsk: eller

source: get involved!
nn_hognorsk: ver med!

source: What’s new
nn_hognorsk: Kva er nytt

source: Licensing Information
nn_hognorsk: Løyvesupplysingar

source: Privacy Policy
nn_hognorsk: Personvern

source: Checking for updates…
nn_hognorsk: Ser etter uppdateringar …

source: &brandShortName; is up to date
nn_hognorsk: &brandShortName; er uppdatera

source: &brandShortName; is being updated by another instance
nn_hognorsk: &brandShortName; vert uppdatera av ein annan

source: Restarting…
nn_hognorsk: Byrjar um att …

source: Update failed.
nn_hognorsk: Uppdateringi misfórst.

source: Download the latest version
nn_hognorsk: Henta nyaste utgåva

source: Updates available at
nn_hognorsk: Uppdateringar finn du på

source: You can not perform further updates on this system.
nn_hognorsk: Du kann ikkje gjera fleire uppdateringar på detta systemet.

source: Learn more
nn_hognorsk: Les meir

source: Downloading update —
nn_hognorsk: Hentar uppdatering —

source: Applying update…
nn_hognorsk: Set inn uppdateringi …
