Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/browser/mailNavigatorOverlay.dtd.po
Languages: be, hu, lt

source: &Message
be: &Ліст
hu: &Üzenet
lt: &Laiškas

source: &Contact…
be: &Сувязь…
hu: &Névjegykártya…
lt: &Adresatas…

source: &Send Page…
be: &Даслаць старонку…
hu: &Oldal küldése…
lt: Išsiųsti tink&lalapį el. paštu…

source: Sen&d This Page…
be: Да&слаць гэтую старонку…
hu: &Oldal küldése…
lt: Iš&siųsti tinklalapį el. paštu…

source: Send This Lin&k…
be: Даслаць гэт&ую спасылку…
hu: &Hiperhivatkozás küldése…
lt: Iš&siųsti saitą el. paštu…

source: Se&nd Image…
be: &Даслаць выяву…
hu: Ké&p küldése…
lt: Išsiųsti p&aveikslą el. paštu…

source: Se&nd Video…
be: &Даслаць відэя…
hu: V&ideo küldése…
lt: Išsiųsti v&aizdą el. paštu…

source: Se&nd Audio…
be: &Даслаць гук…
hu: Han&g küldése…
lt: Išsiųsti g&arsą el. paštu…

source: Sen&d Frame…
be: Дасла&ць рамку…
hu: &Keret küldése…
lt: Iš&siųsti kadrą el. paštu…

source: Sen&d Link…
be: Даслаць с&пасылку…
hu: Hivatkozás kül&dése…
lt: Išsiųsti a&dresą el. paštu…
