Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/browser/taskbar.properties.po
Languages: be, pt

source: Open new tab
be: Адкрыць новую ўстаўку
pt: Abrir novo separador

source: Open a new browser tab.
be: Адкрыць новую ўстаўку азіральніка.
pt: Abre um novo separador.

source: Open new window
be: Адкрыць новае акно
pt: Abrir nova janela

source: Open a new browser window.
be: Адкрыць новае акно азіральніка.
pt: Abre uma nova janela.

source: Open private window
be: Адчыніць адасобленае акно
pt: Abrir janela privada

source: Open a new private browsing window.
be: Адчыніць новае адасобленае акно.
pt: Abre uma nova janela privada.

source: Open Mail & Newsgroups
be: Адкрыць Пошту і Навінакупы
pt: Abrir correio e grupos de notícias

source: Open the Mail & Newsgroups window.
be: Адкрыць акно Пошты і Навінакупаў
pt: Abre a janela de correio e grupo de notícias

source: Compose new message
be: Укласці новы ліст
pt: Compor uma nova mensagem

source: Compose a new message.
be: Укласці новы ліст.
pt: Compõe uma nova mensagem.

source: Open Address Book
be: Адкрыць адрасную кнігу
pt: Abrir livro de endereços

source: Open your Address Book.
be: Адкрыць вашу адрасную кнігу.
pt: Abre o seu livro de endereços.

source: Open new Composer page
be: Адкрыць новую старонку Укладальніка
pt: Abrir nova página de composição

source: Open a new Composer page.
be: Адкрыць новую старонку Укладальніка.
pt: Abre uma nova página de composição.

source: Frequent
be: Часты
pt: Frequente

source: Recent
be: Нядаўні
pt: Recente
