Repository: tktk711/mozilla-l10n
Catalog: hsb/browser/installer/custom.properties.po
Languages: hsb

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
hsb: $BrandShortName skići wěste, lochke webpřehladowanje. Znaty wužiwarski powjerch, polěpšene wěstotne funkcije inkluziwnje škit přećiwo kradnjenju identity online a integrowane pytanje dadźa wam najwjace z weba wućahnyć.

source: $BrandShortName &Options
hsb: $BrandShortName - &Nastajenja

source: $BrandShortName &Safe Mode
hsb: $BrandShortName - &wěsty modus

source: Setup Type
hsb: Typ instalacije

source: Choose setup options
hsb: Instalaciske nastajenja wubrać

source: Set Up Shortcuts
hsb: Tastowe skrótšenki postajić

source: Create Program Icons
hsb: Programowe symbole wutworić

source: Set Up Optional Components
hsb: Opcionalne komponenty instalować

source: Optional Recommended Components
hsb: Opcionalne doporučene komponenty

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
hsb: Wothladowanska słužba wam dowoli, $BrandShortName mjelčicy w pozadku aktualizować.

source: Install &Maintenance Service
hsb: &Wothladowansku słužbu instalować

source: Summary
hsb: Zjeće

source: Ready to start installing $BrandShortName
hsb: Hotowo, zo by so instalacija $BrandShortName započała

source: $BrandShortName will be installed to the following location:
hsb: $BrandShortName budźe so do slědowaceho městna instalować:

source: A restart of your computer may be required to complete the installation.
hsb: Nowy start wašeho ličaka móhł trěbny być, zo by so instalacija zakónčiła.

source: A restart of your computer may be required to complete the uninstall.
hsb: Nowy start wašeho ličaka móhł trěbny być, zo by so wotinstalowanje zakónčiło.

source: U&se $BrandShortName as my default web browser
hsb: $BrandShortName jako &standardny webwobhladowak wužiwać

source: Click Install to continue.
hsb: Klikńće na Instalować, zo byšće pokročował.

source: Click Upgrade to continue.
hsb: Klikńće na Aktualizować, zo byšće pokročował.

source: &Tell us what you thought of $BrandShortName
hsb: &Powědajće nam, štož sće wo $BrandShortName myslił

source: &Launch $BrandShortName now
hsb: $BrandShortName nětko &startować

source: Create icons for $BrandShortName:
hsb: Wutworće symbole za $BrandShortName:

source: On my &Desktop
hsb: Na mojim &desktopje

source: In my &Start Menu Programs folder
hsb: W mojim rjadowaku &Programy startoweho menija

source: In my &Quick Launch bar
hsb: W mojej &spěšnostartowej lajsće

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
hsb: $BrandShortName dyrbi so začinić, zo by z instalaciju pokročował. Prošu začińće $BrandShortName, zo byšće pokročował.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
hsb: $BrandShortName dyrbi so začinić, zo by z wotinstalowanjom pokročował. Prošu začińće $BrandShortName, zo byšće pokročował.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
hsb: $BrandShortName hižo běži. Prošu začińće $BrandShortName, prjedy hač wersiju startujeće, kotruž sće runje instalował.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
hsb: Nimaće přistup, zo byšće do instalaciskeho rjadowaka pisał. Klikńće na W porjadku, zo byšće druhi rjadowak wubrał.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
hsb: Nimaće dosć tačeloweho ruma, zo byšće do tutoho městna instalował. Klikńće na W porjadku, zo byšće druhe městno wubrał.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer. Please click the OK button for additional information.
hsb: Bohužel $BrandShortName njeda so instalować. Tuta wersija $BrandShortName trjeba ${MinSupportedVer} abo nowše. Prošu klikńće na tłóčatko „W porjadku“ za dalše informacije.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
hsb: Bohužel $BrandShortName njeda so instalować. Tuta wersija $BrandShortName trjeba procesor z podpěru ${MinSupportedCPU}. Prošu klikńće na tłóčatko „W porjadku“ za dalše informacije.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer and a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
hsb: Bohužel $BrandShortName njeda so instalować. Tuta wersija $BrandShortName trjeba ${MinSupportedVer} abo nowše a procesor z podpěru ${MinSupportedCPU}. Prošu klikńće na tłóčatko „W porjadku“ za dalše informacije.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
hsb: Waš ličak dyrbi so znowa startować, zo by předchadne wotinstalowanje $BrandShortName zakónčił. Chceće nětko znowa startować?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
hsb: Waš ličak dyrbi so znowa startować, zo by so předchadna aktualizacija $BrandShortName zakónčiła. Chceće nětko znowa startować?

source: Error creating directory:
hsb: Zmylk při wutworjenju rjadowaka:

source: Click Cancel to stop the installation or Retry to try again.
hsb: Klikńće na Přetorhnyć, zo byšće instalaciju zastajił abo na Hišće raz spytać, zo byšće hišće raz spytał.

source: Uninstall $BrandFullName
hsb: $BrandFullName wotinstalować

source: Remove $BrandFullName from your computer.
hsb: $BrandFullName z wašeho ličaka wotstronić.

source: $BrandShortName will be uninstalled from the following location:
hsb: $BrandShortName budźe so ze slědowaceho městna wotinstalować:

source: Click Uninstall to continue.
hsb: Klikńće na Wotinstalować, zo byšće pokročował.

source: Checking existing installation…
hsb: Eksistowaca instalacija so přepruwuje…

source: Installing $BrandShortName…
hsb: $BrandShortName so instaluje…

source: Installing Language Files (${AB_CD})…
hsb: Rěčne dataje (${AB_CD}) so instaluja…

source: Uninstalling $BrandShortName…
hsb: $BrandShortName so wotinstaluje…

source: A Little Housekeeping…
hsb: Trochu hospodarjenja…

source: Choose the type of setup you prefer, then click Next.
hsb: Wubjerće typ instalacije, kotryž preferujeće, a klikńće potom na Dale.

source: $BrandShortName will be installed with the most common options.
hsb: $BrandShortName budźe so z najbóle zwučenymi nastajenjemi instalować.

source: You may choose individual options to be installed. Recommended for experienced users.
hsb: Móžeće jednotliwe nastajenja wubrać, kotrež maja so instalować. Poruča so za nazhonjenych wužiwarjow.

source: &Custom
hsb: S&wójske

source: &Upgrade
hsb: &Aktualizować
