Repository: tktk711/mozilla-l10n
Catalog: an/browser/chrome/browser/aboutTabCrashed.dtd.po
Languages: an

source: Close This Tab
an: Zarrar ista pestanya

source: Restore This Tab
an: Recuperar ista pestanya

source: Restore All Crashed Tabs
an: Recuperar todas as pestanyas penchadas

source: Gah. Your tab just crashed.
an: Ah, la pestanya s'ha estricallau

source: We can help you!
an: Te podemos aduyar!

source: Choose &tabCrashed.restoreTab; to reload page content.
an: Selecciona &tabCrashed.restoreTab; pa tornar a cargar lo conteniu d'a pachina.

source: Choose &tabCrashed.restoreTab; or &tabCrashed.restoreAll; to reload page content.
an: Selecciona &tabCrashed.restoreTab; u &tabCrashed.restoreAll; pa tornar a cargar lo conteniu d'a pachina.

source: Will you help us?
an: Nos aduyarás?

source: Crash reports help us diagnose problems and make &brandShortName; better.
an: Los reportes de crashes nos aduyan a diagnosticar problemas y a amillorar lo &brandShortName;.

source: Report this tab
an: Reportar sobre ista pestanya

source: Send a crash report for the tab you are viewing
an: Ninviar un reporte de crash pa la pestanya que ye visualizando

source: Optional comments (comments are publicly visible)
an: Comentario opcionals (los comentarios son visibles publicament)

source: Include page URL with this crash report
an: Incluyier la URL d'a pachina en o reporte de crash

source: Enter your email address here
an: Escriba a suya adreza de correu electronico aquí

source: Email me when more information is available
an: Ninvia-me un correu electronico quan bi haiga mas información disponible

source: Crash report already submitted; thank you for helping make &brandShortName; better!
an: Ya s'ha ninviau o informe de fallos; muitas gracias por aduyar a amillorar &brandShortName;!
