Repository: tktk711/mozilla-l10n
Catalog: an/browser/chrome/browser/accounts.properties.po
Languages: an

source: Reconnect %S
an: Tornar a connectar %S

source: Verify %S
an: Verificar %S

source: Verification Sent
an: Verificación ninviada

source: A verification link has been sent to %S.
an: S'ha ninviau un vinclo de verificación ta %S

source: Unable to Send Verification
an: No s'ha puesto ninviar a verificación

source: We are unable to send a verification mail at this time, please try again later.
an: No s'ha puesto ninviar una verificación de correu en isto momento, torne a prebar-lo dimpués.

source: This computer is now syncing with %S.
an: Iste ordinador ye sincronizau agora con %S.

source: This computer is now syncing with a new device.
an: Iste ordinador ye sincronizau agora con un nuevo dispositivo.

source: %S will begin syncing momentarily.
an: Lo %S iniciará la sincronización en un momentet.

source: This computer has been successfully disconnected from Firefox Sync.
an: Iste ordinador s'ha desconnectau correctament d'o Firefox Sync.

source: Tab from %S
an: Pestanya de %S

source: #1 tab has arrived from #2;#1 tabs have arrived from #2
an: S'ha recibiu #1 pestanya dende #2; S'ha recibiu #1 pestanyas dende #2

source: #1 tab has arrived from your connected devices;#1 tabs have arrived from your connected devices
an: S'ha recibiu #1 pestanya dende los suyos dispositivos connectaus;S'ha recibiu #1 pestanyas dende los uyos dispositivos connectaus

source: #1 tab has arrived;#1 tabs have arrived
an: #1 pestanya ha plegau;#1 pestanyas han plegau
