Repository: tktk711/mozilla-l10n
Catalog: an/browser/chrome/browser/newTab.dtd.po
Languages: an

source: New Tab
an: Nueva pestanya

# newtab.customize.classic
source: Show your top sites
an: Amostrar os puestos preferius

source: Include suggested sites
an: Inlcuyer os puestos socherius

source: New Tab Controls
an: Controls de Nueva pestanya

source: Learn about New Tab
an: Saber mas sobre Nuevas pestanya

source: Customize your New Tab page
an: Personalizar a pachina de Nueva Pestanya

source: Show suggested and your top sites
an: Amuestra os puestos aconsellaus y destacaus

# newtab.customize.topsites
source: Show your top sites
an: Amostrar os puestos preferius

source: Show blank page
an: Amostrar una pachina en blanco

# newtab.customize.what
source: What is this page?
an: Qué i ha en ista pachina?

# newtab.intro.header
source: What is this page?
an: Qué i ha en ista pachina?

source: Thumbnail removed.
an: Miniatura eliminada.

source: Undo.
an: Desfer.

source: Restore All.
an: Restaurar-las todas.

source: Hide
an: Amagar
