Repository: tktk711/mozilla-l10n
Catalog: an/browser/chrome/browser/syncGenericChange.properties.po
Languages: an

source: Change your Password
an: Cambiar a clau

source: Change Password
an: Cambiar a clau

source: Changing your password…
an: Se ye cambiando a clau…

source: Your password has been changed.
an: S'ha cambiau a clau.

source: There was an error changing your password.
an: I habió una error en cambiar a clau.

source: Your password must be at least 8 characters long. It cannot be the same as either your user name or your Recovery Key.
an: A clau ha de tener a o menos 8 caracters de longaria. No puede estar a mesma que o suyo nombre d'usuario u a suya clau de recuperación.

source: Note: All of your other devices will be unable to connect to your account once you change this password.
an: Nota: garra d'a resta d'os suyos dispositivos podrá connectar-se a la suya cuenta malas que haiga cambiau ista clau.

source: My Recovery Key
an: A mía clau de recuperación

source: Change Recovery Key
an: Cambiar a clau de recuperación

source: Changing Recovery Key and uploading local data, please wait…
an: Se ye cambiando a clau de recuperación y se son puyando os datos locals, por favor, aspere…

source: There was an error while changing your Recovery Key!
an: S'ha produciu una error en cambiar a suya clau de recuperación.

source: Your Recovery Key was successfully changed!
an: A suya clau de recuperación s'ha cambiau correctament!

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
an: Ta guaranciar a suya completa privacidat, se zifrarán totz os suyos datos antes de puyar-los. No se puyará a clau ta deszifrar os suyos datos.

source: Note: Changing this will erase all data stored on the Sync server and upload new data secured by this Recovery Key. Your other devices will not sync until the new Recovery Key is entered for that device.
an: Nota: si la cambia se eliminarán totz os datos almagazenaus en o servidor Sync y se puyarán de nuevas totz os datos locals a o servidor, zifrando-los con a nueva clau de recuperación. Os suyos atros dispositivos no se sincronizarán dica que introduzca la nueva la clau de recuperación en ixos dispositivos.

source: Your Recovery Key
an: A suya clau de recuperación

# new.password.title
source: Update Password
an: Esviellar a clau d'acceso

source: Your password was rejected by the server, please update your password.
an: O servidor ha refusau a suya clau, cal que la esvielle.

source: Enter your new password
an: Escriba a suya nueva clau

source: Confirm your new password
an: Confirme a suya nueva clau

# new.password.acceptButton
source: Update Password
an: Esviellar a clau

source: Password incorrect, please try again.
an: A clau ye incorrecta, torne a prebar-lo.

# new.recoverykey.title
source: Update Recovery Key
an: Esviellar a clau de recuperación

source: Your Recovery Key was changed using another device, please enter your updated Recovery Key.
an: A suya clau de recuperación estió cambiada dende unatro dispositivo, introduzca a nueva clau de recuperación.

# new.recoverykey.acceptButton
source: Update Recovery Key
an: Esviellar a clau de recuperación
