Repository: tktk711/mozilla-l10n
Catalog: gn_PY/security/manager/chrome/pippki/certManager.dtd.po
Languages: gn_py

source: Certificate Manager
gn_py: Mboajepyréva ñangarekoha

source: Your Certificates
gn_py: Nemboajepyre

source: People
gn_py: Yvypóra

source: Servers
gn_py: Mohendahavusu

source: Authorities
gn_py: Moakãhára

source: Others
gn_py: Ambue

source: You have certificates from these organizations that identify you
gn_py: Oguereko mboajepyréva ko'ã atyguasúpe omoha'eñóva

source: You have certificates on file that identify these people
gn_py: Eguereko mboajepyréva marandurendápe oikuaaporãva ko'ã tapicha

source: You have certificates on file that identify these servers
gn_py: Eguereko mboajepyréva marandurendápe oikuaaporãva ko'ã mohendahavusúpe

source: You have certificates on file that identify these certificate authorities
gn_py: Oguereko mboajepyréva marandurendápe omoha'eñóva ko'ã moakãhára mboajehára

source: You have certificates on file that do not fit in any of the other categories
gn_py: Oguereko mboajepyréva marandurendápe ndojupytýiva mavavetéva ndive

source: &General
gn_py: Opavavetépe

source: &Details
gn_py: Mba'emimi

source: Currently verifying certificate…
gn_py: Ohechajeyhína ko'ág̃a pe mboajepyréva…

source: Issued To
gn_py: Ojejapo chupe

source: Issued By
gn_py: Ojapóva pe

source: Period of Validity
gn_py: Pa'ũ jepurukuaaha

source: Fingerprints
gn_py: Kuã rapykuere

source: Certificate Detail
gn_py: Mboajepyréva mba'emimi

source: Common Name (CN)
gn_py: Téra heta oĩva (CN)

source: Organization (O)
gn_py: Atyguasu (O)

source: Organizational Unit (OU)
gn_py: Joaju ñembohekokatu (OU)

# certmgr.certdetail.serialnumber
source: Serial Number
gn_py: Papapy syryry

source: SHA-256 Fingerprint
gn_py: SHA-256 kuã rapykuere

source: SHA1 Fingerprint
gn_py: SHA1 kuã rapykuere

source: Edit CA certificate trust settings
gn_py: Embosako'i ñemboheko jeroviaha CA mba'éva

source: Edit trust settings:
gn_py: Embosako'i ñemboheko jeroviaha:

source: This certificate can identify websites.
gn_py: Ko mboajepyréva ikatu ohechakuaa ñanduti renda.

source: This certificate can identify mail users.
gn_py: Ko mboajepyréva ikatu ohechakuaa puruhára ñandutiveve pegua.

source: This certificate can identify software makers.
gn_py: Ko mboajepyréva ikatu ohechakuaa software mboguatahápe.

source: Delete Certificate
gn_py: Mboajepyréva mboguete

source: Certificate Name
gn_py: Mboajepyréva réra

# certmgr.certserver
source: Server
gn_py: Mohendahavusu

source: Lifetime
gn_py: Pururã ára

source: Security Device
gn_py: Mba'e'oka rekorasãrã

source: Begins On
gn_py: Oñepyrũ amo

source: Expires On
gn_py: Oikóta ko'a peve

source: E-Mail Address
gn_py: Ñanduti veve kundaharape.

# certmgr.serial
source: Serial Number
gn_py: Papapy syryry

source: &Close
gn_py: Mboty

source: &View…
gn_py: Hecha…

source: &Edit Trust…
gn_py: Jerovia mbosako'i…

source: E&xport…
gn_py: Jeguerahauka…

source: &Delete…
gn_py: Mboguete…

source: &Delete or Distrust…
gn_py: Emboguete térã anive ejerovia hese…

source: &Backup…
gn_py: &Mbokuatia...

source: Bac&kup All…
gn_py: Eñongatuguypaite…

source: I&mport…
gn_py: Mba'egueru…

source: Certificate &Fields
gn_py: Mboajepyréva reheguaite

source: Field &Value
gn_py: Ñu repy

source: Certificate Hierarchy
gn_py: Mboajepyréva Sãmbyhyhareko

source: Add E&xception…
gn_py: Oĩ'ỹva mbojoapy…

source: Add Security Exception
gn_py: Oĩ'ỹva rekorasãrã mbojuapy

source: &Confirm Security Exception
gn_py: Emoneĩ tekorosãrã oĩ'ỹva

source: Legitimate banks, stores, and other public sites will not ask you to do this.
gn_py: Umi virurenda, ñemuha ha ambue tenda opavave mba'éva ndojeruremo'ãi ndéva ejapo kóicha.

# exceptionMgr.certlocation.caption2
source: Server
gn_py: Mohendahavusu

source: Location:
gn_py: Kundaharape:

source: Get Certificate
gn_py: Mboajepyréva jeguereko

source: Certificate Status
gn_py: Mboajepyréva rekotee

source: View…
gn_py: Hecha…

source: &Permanently store this exception
gn_py: Eñongatu ko oĩ'ỹva tapiaite g̃uarãva
