Repository: tktk711/mozilla-l10n
Catalog: ak/dom/chrome/plugins.properties.po
Languages: ak

source: About Plugins
ak: Mplagin Ho Nsɛm

source: Installed plugins
ak: Mplagin a wo a instɔɔle

source: No installed plugins found
ak: Ennhu mplagin biara a wo a instɔɔle

source: Find updates for installed plugins at
ak: Hu ntoso ma mplagin a wɔeinstɔl wɔ

source: File:
ak: Fael:

source: Path:
ak: Kwan:

source: Version:
ak: Vɛɛhyɛn:

source: State:
ak: Tebea:

source: Enabled
ak: Ekenyan

source: Disabled
ak: Kisazirwamu

source: MIME Type
ak: MIME Sɛso

source: Description
ak: Nkyerɛmu

source: Learn More
ak: Sua bio ka ho
