Repository: tktk711/mozilla-l10n
Catalog: ks/mobile/android/chrome/webapp.properties.po
Languages: ks

source: Checking for updates…
ks: اپ ڈیٹ چھ چک کران

source: Checking for updates to your apps
ks: تھند اپسن اپ ڈیٹ چیک کران

source: No updates available
ks: اپ ڈیٹ چھنہ موجود کہن

source: There are no updates to your apps
ks: تھند اپسن چھنہ اپ ڈیٹ کہن

source: #1 new update available;#1 new updates available
ks: #1 نو اپ ڈیٹ چھ موجود؛ #1 نو اپ ڈیٹس چھ موجود

source: Touch to retrieve update for %1$S;Touch to retrieve updates for %1$S
ks: اپ ڈیٹ حاصل کرنہ خاطرء دبایو%1$S; اپ ڈیٹس حاصل کرنہ خاطرء دبایو %1$S

source: Retrieving #1 update…;Retrieving #1 updates…
ks: #1 اپ ڈیٹ حاصل کران؛ #1 اپ ڈیٹس حاصل کران؛

source: Retrieving update for %1$S; Retrieving updates for %1$S
ks: %1$S اپ ڈیٹ حاصل کران؛ %1 $Sاپ ڈیٹس حاصل کران؛

source: #1 update downloaded;#1 updates downloaded
ks: #1 اپ ڈیٹ گو ڈوُن لوڈ؛ #1 اپ ڈیٹس گی ڈوُن لوڈ

source: Touch to install update for %1$S;Touch to install updates for %1$S
ks: اپ ڈیٹ انسٹال کرنہ خاطرء دبایو%1$S; اپ ڈیٹس انسٹال کرنہ خاطرء دبایو %1$S

source: #1 update failed;#1 updates failed
ks: #1 اپڈیٹ کو نا کام؛ #1 اپڈیٹ کو نا کام

source: Failed to retrieve update for %1$S;Failed to retrieve updates for %1$S
ks: اپ ڈیٹ حاصل کرن گو ناکم %1$S; اپ ڈیٹ حاصل کرن گو ناکم %1$S

source: Installing apps is disabled
ks: انسٹال اپس چھ بند
