Repository: tktk711/mozilla-l10n
Catalog: roa-*-val/security/manager/chrome/pippki/certManager.dtd.po
Languages: roa_es_val

source: Certificate Manager
roa_es_val: Gestor de certificats

source: Your Certificates
roa_es_val: Els seus certificats

source: People
roa_es_val: Gent

source: Servers
roa_es_val: Servidors

source: Authorities
roa_es_val: Autoritats

source: Others
roa_es_val: Atres

source: &Details
roa_es_val: &Detalls

source: Currently verifying certificate…
roa_es_val: Verificant certificat…

source: Issued To
roa_es_val: Emés a

source: Issued By
roa_es_val: Emés per

source: Period of Validity
roa_es_val: Periodo de validea

source: Fingerprints
roa_es_val: Ditades

source: Certificate Detail
roa_es_val: Senyes del certificat

source: Common Name (CN)
roa_es_val: Nom habitual (CN)

source: Organization (O)
roa_es_val: Organisació (O)

source: Organizational Unit (OU)
roa_es_val: Unitat organisacional (OU)

# certmgr.certdetail.serialnumber
source: Serial Number
roa_es_val: Número de série

source: SHA-256 Fingerprint
roa_es_val: Ditada SHA-256

source: SHA1 Fingerprint
roa_es_val: Ditada SHA1

source: Edit CA certificate trust settings
roa_es_val: Editar els ajusts de confiança del certificat de la AC

source: Edit trust settings:
roa_es_val: Editar els ajusts de confiança:

source: This certificate can identify websites.
roa_es_val: Este certificat pot identificar webs.

source: This certificate can identify mail users.
roa_es_val: Este certificat pot identificar usuaris de correu.

source: This certificate can identify software makers.
roa_es_val: Este certificat pot identificar fabricants de software.

source: Delete Certificate
roa_es_val: Borrar el certificat

source: Certificate Name
roa_es_val: Nom del certificat

# certmgr.certserver
source: Server
roa_es_val: Servidor

source: Lifetime
roa_es_val: Temps de vida

source: Security Device
roa_es_val: Dispositiu de seguritat

source: Begins On
roa_es_val: Comença el

source: Expires On
roa_es_val: Venciment

source: E-Mail Address
roa_es_val: Direcció electrònica

# certmgr.serial
source: Serial Number
roa_es_val: Número de série

source: &Close
roa_es_val: Tan&car

source: &View…
roa_es_val: &Vore…

source: &Edit Trust…
roa_es_val: &Editar confiança…

source: E&xport…
roa_es_val: E&xportar…

source: &Delete…
roa_es_val: &Borrar…

source: &Delete or Distrust…
roa_es_val: Eliminar o &deixar de confiar…

source: &Backup…
roa_es_val: &Còpia de seguritat…

source: Bac&kup All…
roa_es_val: Cò&pia de seguritat de tot…

source: I&mport…
roa_es_val: I&mportar…

source: Certificate &Fields
roa_es_val: &Camps del certificat

source: Field &Value
roa_es_val: &Valor del camp

source: Certificate Hierarchy
roa_es_val: Jerarquia de certificats

source: H
roa_es_val: C

source: Add E&xception…
roa_es_val: Afegir e&xcepció…

source: Add Security Exception
roa_es_val: Afegir excepció de seguritat

source: &Confirm Security Exception
roa_es_val: &Confirmar excepció de seguritat

source: Legitimate banks, stores, and other public sites will not ask you to do this.
roa_es_val: Bancs llegítims, comerços, i atres webs públiques no et demanaran que faces açò.

# exceptionMgr.certlocation.caption2
source: Server
roa_es_val: Servidor

source: Location:
roa_es_val: Ubicació:

source: Get Certificate
roa_es_val: Obtindre certificat

source: G
roa_es_val: O

source: Certificate Status
roa_es_val: Estat del certificat

source: View…
roa_es_val: Vore…

source: &Permanently store this exception
roa_es_val: Guardar &permanentment esta excepció
