Repository: tktk711/mozilla-l10n
Catalog: roa-*-val/security/manager/chrome/pippki/pippki.properties.po
Languages: es

source: Please enter the Personal Security Password for the PSM Private Keys security device.
es: Per favor, introduïxca la contrasenya de seguritat personal per a les claus privades PSM del dispositiu de seguritat.

source: Certificate Authority (unnamed)
es: Autoritat certificadora (sense nom)

source: Are you sure you want to delete these server exceptions?
es: ¿Segur que vol borrar les excepcions d'este servidor?

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
es: Si borra una excepció d'un servidor, restaurarà les comprovacions típiques de seguritat per ad eixe servidor requerint que use un certificat vàlit.

source: Delete Server Certificate Exceptions
es: Borrar les excepcions de certificat del servidor

# deleteUserCertConfirm
source: Are you sure you want to delete these certificates?
es: ¿Segur que vol borrar estos certificats?

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
es: Si borra un dels seus propis certificats, ya no el podrà utilisar per a identificar-se.

source: Delete your Certificates
es: Borrar els meus certificats

source: You have requested to delete these CA certificates. For built-in certificates all trust will be removed, which has the same effect. Are you sure you want to delete or distrust?
es: Ha solicitat eliminar estos certificats de CA. En el cas dels inclosos de serie, en lloc de borrar-los se les retira la confiança, lo que te el mateix efecte. ¿Esta segur de que vols fer açò?

source: If you delete or distrust a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
es: Si elimina, o deixa de confiar en, un certificat d'autoritat certificadora (CA), esta aplicació deixarà de confiar en qualsevol certificat emés per esta CA.

source: Delete or Distrust CA Certificates
es: Eliminar o deixar de confiar certificats CA

source: Delete E-Mail Certificates
es: Borrar els certificats de correu electrònic

# deleteOrphanCertConfirm
source: Are you sure you want to delete these certificates?
es: ¿Segur que vol borrar estos certificats?

source: Delete Certificates
es: Borrar certificats

source: Certificate File to Import
es: Archiu de certificat per a importar

source: File Name to Backup
es: Nom de l'archiu a fer còpia de seguritat

source: PKCS12 Files
es: Archius de PKCS12

source: Please enter the password that was used to encrypt this certificate backup:
es: Introduïxca la contrasenya que s'utilisat per a sifrar esta copia de seguritat del certificat:

source: This certificate has been verified for the following uses:
es: Este certificat ha segut verificat per als usos següents:

source: Could not verify this certificate because it has been revoked.
es: Este certificat no s'ha pogut comprovar perque ha segut revocat.

source: Could not verify this certificate because it has expired.
es: Este certificat no s'ha pogut comprovar perque ha vençut.

source: Could not verify this certificate because it is not trusted.
es: Este certificat no s'ha pogut comprovar perque no és de confiança.

source: Could not verify this certificate because the issuer is not trusted.
es: Este certificat no s'ha pogut comprovar perque no es confia en l'emissor.

source: Could not verify this certificate because the issuer is unknown.
es: Este certificat no s'ha pogut comprovar perque no es coneix l'emissor.

source: Could not verify this certificate because the CA certificate is invalid.
es: Este certificat no s'ha pogut comprovar perque el certificat de la CA no és vàlit.

source: Could not verify this certificate because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
es: No s'ha pogut verificar este certificat perque s'ha firmat usant un algoritme de firma que ha segut desactivat perque es insegur.

source: Could not verify this certificate for unknown reasons.
es: Este certificat no s'ha pogut comprovar per raons desconegudes.

source: Connection Not Encrypted
es: La conexió no està sifrada

source: The website %S does not support encryption for the page you are viewing.
es: La web %S no permet l'us de sifrat per a la pàgina que esta veent.

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
es: L'informació que s'envia per internet sense sifrar pot ser vista per tercers mentres està de camí.

source: Connection Encrypted (%1$S, %2$S bit keys, %3$S)
es: Conexió sifrada (%1$S, claus de %2$S bits, %3$S)

source: Broken Encryption (%1$S, %2$S bit keys, %3$S)
es: Sifrat estropejat (%1$S, claus de %2$S bits, %3$S)

source: The page you are viewing was encrypted before being transmitted over the Internet.
es: La pàgina que està veent va ser sifrada abans de transmetre's per Internet.

source: Encryption makes it difficult for unauthorized people to view information traveling between computers. It is therefore unlikely that anyone read this page as it traveled across the network.
es: El sifrat dificulta que persones no autorisades vegen l'informació que viaja entre sistemes. Es, per tant, improvable que ningú lligga esta pàgina mentres viaja per la ret.

source: Connection Partially Encrypted
es: Conexió parcialment sifrada

source: Parts of the page you are viewing were not encrypted before being transmitted over the Internet.
es: Part de la pàgina que està veent no estava sifrada abans de ser transmesa per Internet.

source: Certificate Viewer:
es: Visor de certificats:

source: <Not Part Of Certificate>
es: <No forma part del certificat>

source: (not set)
es: (indefinit)

source: Unable to change Master Password.
es: No es pot canviar la contrasenya mestra.

source: You did not enter the correct current Master Password. Please try again.
es: No ha introduït la contrasenya mestra correcta actual. Per favor, intente-ho de nou.

source: Master Password successfully changed.
es: Contrasenya mestra canviada correctament.

source: Warning! You have deleted your Master Password.
es: ¡Advertència! Ha borrat la seua contrasenya mestra.

source: Warning! You have decided not to use a Master Password.
es: ¡Advertència! Ha decidit no utilisar una contrasenya mestra.

source: Your stored web and email passwords, form data, and private keys will not be protected.
es: Les seues contrasenyes de webs i correu, senyes de formularis, i claus privades almagasenades no estaran protegides.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
es: Se troba en modo FIPS. FIPS requerix una contrasenya mestra que no estiga buida.

source: Failed to Login
es: Iniciar sessió fallit

source: Choose a PKCS#11 device to load
es: Trie un dispositiu PKCS#11 a carregar

source: Module
es: Mòdul

source: Path
es: Ruta

source: Label
es: Etiqueta

source: Manufacturer
es: Fabricant

source: Serial Number
es: Número de série

source: HW Version
es: Versió HW

source: FW Version
es: Versió FW

source: Status
es: Estat

source: Description
es: Descripció

source: Disabled
es: Desactivat

source: Not Present
es: No present

source: Uninitialized
es: No inicialisat

source: Not Logged In
es: No ha iniciat sessió

source: Logged In
es: Ha iniciat sessió

source: Ready
es: Preparat

source: Enable FIPS
es: Activa FIPS

source: Disable FIPS
es: Desactiva FIPS

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
es: El modo FIPS requerix que tinga una contrasenya mestra definida per a cada dispositiu de seguritat. Per favor, definixca la contrasenya abans d'activar el modo FIPS.

source: Unable to change the FIPS mode for the security device. It is recommended that you exit and restart this application.
es: No se pot canviar el modo FIPS per al dispositiu de seguritat. Se recomana que ixca i reinicie esta aplicació.

source: Reset Master Password
es: Reiniciar la contrasenya mestra

source: Your password has been reset.
es: S'ha reiniciat la contrasenya.

source: Select File containing CA certificate(s) to import
es: Seleccione l'archiu que conté els certificats de CA a importar

source: Certificate Files
es: Archius del certificat

source: Save Certificate To File
es: Guardar el certificat a un archiu

source: X.509 Certificate (PEM)
es: Certificat X.509 (PEM)

source: X.509 Certificate with chain (PEM)
es: Certificat X.509 en cadena (PEM)

source: X.509 Certificate (DER)
es: Certificat X.509 (DER)

source: X.509 Certificate (PKCS#7)
es: Certificat X.509 (PKCS#7)

source: X.509 Certificate with chain (PKCS#7)
es: Certificat X.509 en cadena (PKCS#7)

source: File Error
es: Erro d'archiu

source: Access denied
es: Accés denegat

source: File is locked
es: L'archiu està bloquejat

source: No space left on device
es: No queda espai en el dispositiu

source: Unknown error
es: Erro desconegut

source: You are about to override how %S identifies this site.
es: Està a punt de canviar com %S identifica este lloc.

source: This site attempts to identify itself with invalid information.
es: Esta web intenta identificar-se en informació invàlida.

source: Wrong Site
es: Web errònea.

source: The certificate belongs to a different site, which could mean that someone is trying to impersonate this site.
es: El certificat pertany a una web distinta, podria indicar una usurpació d'identitat.

source: Outdated Information
es: Informació obsoleta

source: The certificate is not currently valid. It may have been stolen or lost, and could be used by someone to impersonate this site.
es: El certificat no és vàlit actualment. És impossible verificar si l'identitat proporcionada és furtada o perduda.

source: Unknown Identity
es: Identitat desconeguda

source: Valid Certificate
es: Certificat vàlit

source: This site provides valid, verified identification. There is no need to add an exception.
es: Esta web proporciona identificació vàlida i verificada. No és necessari afegir una excepció.

source: Checking Information
es: Comprovant l'informació

source: Attempting to identify this site…
es: Intentant identificar la web…

source: No Information Available
es: Sens informació disponible

source: Unable to obtain identification status for this site.
es: Impossible obtindre l'estat d'indentificació d'este lloc.
