Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/app-manager.properties.po
Languages: pt

source: The App Manager will be removed in a future release. Your projects have been migrated to WebIDE.
pt: O gestor de aplicações será removido numa próxima versão. Os seus projetos foram migrados para o WebIDE.

source: Launch WebIDE
pt: Lançar WebIDE

source: Read More
pt: Ler mais

source: Device size: %1$Sx%2$S (%3$S DPI)
pt: Tamanho do dispositivo: %1$Sx%2$S (%3$S DPI)

source: Connected to %1$S
pt: Ligado a %1$S

source: Connect to %1$S:%2$S
pt: Ligar a %1$S:%2$S

source: Select a webapp folder
pt: Selecionar uma pasta webapp

source: Installing…
pt: A instalar...

source: Installed!
pt: Instalado!

source: The project folder doesn't exists
pt: A pasta do projeto não existe

source: The project folder ends up being a file
pt: A pasta do projeto é um ficheiro

source: Packaged apps require a manifest file that can only be named 'manifest.webapp' at project root folder
pt: As aplicações empacotadas precisam de um ficheiro de manifesto que apenas pode ter como nome 'manifest.webapp' na pasta de raiz do projeto

source: Invalid manifest URL '%S'
pt: URL do manifesto '%S' inválido

source: The webapp manifest isn't a valid JSON file: %1$S at: %2$S
pt: O manifesto webapp não é um ficheiro JSON válido: %1$S em: %2$S

source: Unable to read manifest file: %1$S at: %2$S
pt: Não foi possível ler o ficheiro de manifesto: %1$S em: %2$S

source: Invalid hosted manifest URL '%1$S': %2$S
pt: URL do alojamento do manifesto inválido '%1$S': %2$S

source: Unknown project type '%S'
pt: Tipo de projeto inválido '%S'

source: Missing mandatory 'name' in Manifest.
pt: 'name' em falta no manifesto.

source: Missing 'icons' in Manifest.
pt: 'icons' em falta no manifesto.

source: app submission to the Marketplace requires a 128px icon
pt: a submissão da aplicação para o Marketplace necessita de um ícone de 128px

source: Unknown app type: '%S'.
pt: Tipo de aplicação desconhecido: '%S'.

source: Hosted App can't be type '%S'.
pt: A aplicação alojada não pode ser do tipo '%S'.

source: 'certified' apps are not fully supported on the App manager.
pt: As aplicações 'certified' não são totalmente suportadas pelo gestor de aplicações.

source: Launch path has to be an absolute path starting with '/': '%S'
pt: O caminho de iniciação tem que ser um valor absoluto iniciado com '/': '%S'

source: Unable to access the app starting document '%S'
pt: Não foi possível aceder ao documento de arranque '%S'

source: Unable to access the app starting document '%1$S', got HTTP code %2$S
pt: Não foi possível aceder ao documento de arranque '%1$S'. Código HTTP recebido: %2$S
