Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/appcacheutils.properties.po
Languages: bn_in, bs, es_mx, eu, hi_in, ml, or, pt, te

source: The specified page has no manifest.
bn_in: উল্লেখিত পাতার কোনও ম্যানিফেসট নেই।
bs: Navedena stranica nema manifesta.
es_mx: La página especificada no tiene manifiesto.
eu: Zehaztutako orriak ez dauka manifesturik.
hi_in: निर्दिष्ट पृष्ठ का कोई मेनिफेस्ट नहीं है.
ml: നല്‍കിയ താളിനു് മാനിഫസ്റ്റ് ലഭ്യമല്ല.
or: ଉଲ୍ଲିଖିତ ପୃଷ୍ଠାରେ କୌଣସି ସୂଚୀପତ୍ର ନାହିଁ।
pt: A página especificada não tem manifesto.
te: తెలిపిన పేజీ మానిఫెస్ట్ కలిగిలేదు.

source: Manifest has a character encoding of %S. Manifests must have the utf-8 character encoding.
bn_in: ম্যানিফেসটে %S এর অক্ষর এনকোডিং রয়েছে। ম্যানিফেসটে UTF-8 এর অক্ষর এনকোডিং থাকা আবশ্যক।
bs: Manifest ima %S enkodiranje karaktera. Manifesti moraju imati utf-8 enkodiranje karaktera.
es_mx: El manifiesto tiene un codificación de caracteres de %S. Los manifiestos deben tener una codificación de caracteres UTF-8.
eu: Manifestuak %S karaktere-kodeketa du. Manifestuek utf-8 karaktere-kodeketa izan behar dute.
hi_in: मेनिफेस्ट के पास %S का कोई वर्ण एन्कोडिंग है. मेनिफेस्ट के पास कम से कम utf-8 वर्ण एन्कोडिंग है.
ml: മാനിഫസ്റ്റിനു് %S അക്ഷരം എന്‍കോഡിങ് അടങ്ങുന്നു. മാനിഫസ്റ്റുകള്‍ക്കു് utf-8 അക്ഷരം എന്‍കോഡിങ് ഉണ്ടായിരിയ്ക്കണം.
or: ସୂଚୀପତ୍ରରେ %S ଅକ୍ଷର ସାଙ୍କେତିକରଣ ଅଛି। ସୂଚୀପତ୍ରରେ ଅତିକମରେ utf-8 ଅକ୍ଷର ସାଙ୍କେତିକରଣ ଥିବା ଉଚିତ।
pt: O manifesto tem a codificação de caracteres %S. Os manifestos têm de ter a codificação utf-8.
te: మానిఫెస్ట్ %S యొక్క అక్షర యెన్కోడింగ్ కలిగివుంది. మానిఫెస్ట్స్ తప్పక utf-8 అక్షర యెన్కోడింగ్ కలిగివుండాలి.

source: Manifest has a mimetype of %S. Manifests must have a mimetype of text/cache-manifest.
bn_in: ম্যানিফেসটে %Sএর একটি mimetype রয়েছে। ম্যানিফেসটে text/cache-manifestএর একটি mimetype থাকা আবশ্যক
bs: Manifest ima %S mimetype. Manifesti moraju imati text/cache-manifest vrijednost za mimetype.
es_mx: El manifiesto tiene un formato de %S. Manifiestos deben tener un formato de texto/cache-manifiesto.
eu: Manifestuak %S mime-mota du. Manifestuak text/cache-manifest mime-mota izan behar dute.
hi_in: मेनिफेस्ट के पास %S का माइमटाइप है. मेनिफेस्ट के पास पाठ/कैश मेनिफेस्ट का एक माइमप्रकार है.
ml: മാനിഫസ്റ്റിനു് %S മൈംതരം അടങ്ങുന്നു. മാനിഫസ്റ്റുകള്‍ക്കു് text/cache-manifest എന്നൊരു മൈംതരവും ഉണ്ടായിരിയ്ക്കണം.
or: ସୂଚୀପତ୍ରରେ %S ମାଇମ ପ୍ରକାର ଅଛି। ସୀଚୀପତ୍ରରେ ନିଶ୍ଚିତ ଭାବରେ ପାଠ୍ୟ/କ୍ୟାଶେ-ସୂଚୀପତ୍ରର ମାଇମ ପ୍ରକାର ଥିବା ଉଚିତ।
pt: O manifesto tem o mimetype %S. Os manifestos têm de ter um mimetype text/cache-manifest.
te: మానిఫెస్ట్ %S యొక్క మైమ్‌టైప్ కలిగివుంది. మానిఫెస్ట్స్ తప్పక పాఠం/క్యాచీ-మానిఫెస్ట్ యొక్క మైమ్‌టైప్ కలిగివుండాలి.

source: URI %1$S is referenced in multiple locations. This is not allowed: %2$S.
bn_in: একাধিক অবস্থানে URI %1$S -র তথ্যসূত্র পাওয়া গেছে। এইটি অনুমোদিত নয়: %2$S।
bs: URI %S je referenciran na više lokacija. Ovo nije dopušteno: %S.
es_mx: URI %1$S está referenciado en múltiples locaciones. Esto no está permitido: %2$S.
eu: %S URIa hainbat kokalekutan aipatzen da. Hau ez da baimentzen: %S.
hi_in: URI %1$S को कई स्थानों में संदर्भित किया जाता है. इसकी अनुमति नहीं है: %2$S.
ml: യുആര്‍ഐ %1$S അനവധി സ്ഥാനങ്ങളില്‍ സൂചിപ്പിയ്ക്കുന്നു. ഇതു് അനുവദിയ്ക്കുന്നതല്ല: %2$S.
or: URI %1$S କୁ ଏକାଧିକ ସ୍ଥାନରେ ଅନୁସରଣ କରାଯାଇଛି। ଏହା ଅନୁମୋଦିତ ନୁହଁ: %2$S.
pt: O URI %1$S é referenciado em diversos locais. Isto não é permitido: %2$S.
te: URI %1$S బహుళ స్థానాలలో యీయబడెను. ఇది అనుమతించబడదు: %2$S.

source: NETWORK section line %1$S (%2$S) prevents caching of line %3$S (%4$S) in the %5$S section.
bn_in: NETWORK বিভাগ রেখা %1$S(%2$S) লাইন ক্যাশে %3$S(%4$S) প্রতিরোধ করে %5$S বিভাগে।
bs: Linija %S (%S) u NETWORK sekciji spriječava keširanje linije %S (%S) u %S sekciji.
es_mx: RED linea de sección %1$S (%2$S) impide el almacenamiento en cache %3$S (%4$S) in la sección %5$S.
eu: NETWORK ataleko %S. (%S) lerroak %S ataleko %S. (%S) lerroaren cachea eragozten du.
hi_in: संजाल खंड पंक्ति %1$S (%2$S) पंक्ति %3$S (%4$S) की कैशिंग को %5$S खंड में रोकता है.
ml: NETWORK സെക്ഷന്‍ ലൈന്‍ %1$S (%2$S), %3$S (%4$S) വരിയുടെ ക്യാഷിങ് %5$S ഭാഗത്തു് തടയുന്നു.
or: NETWORK ବିଭାଗ ଧାଡ଼ି %1$S (%2$S) ଧାଡ଼ି %3$S (%4$S) ର କ୍ୟାଶେକୁ %5$S ବିଭାଗରେ ବାରଣ କରିଥାଏ।
pt: A linha da secção NETWORK %1$S (%2$S) previne a cache da linha %3$S (%4$S) na secção %5$S.
te: నెట్వర్కు విభాగపు లైన్ %1$S (%2$S) అనునది లైన్ %3$S (%4$S) యొక్క క్యాచింగ్ %5$S విభాగమునందు నిరోధించును.

source: FALLBACK section line %1$S (%2$S) prevents caching of line %3$S (%4$S) in the %5$S section.
bn_in: FALLBACK বিভাগ রেখা %1$S(%2$S) লাইন ক্যাশে %3$S(%4$S) প্রতিরোধ করে %5$S বিভাগে।
bs: Linija %S (%S) u FALLBACK sekciji spriječava keširanje linije %S (%S) u %S sekciji.
es_mx: Reserva linea de sección %1$S (%2$S) impide el almacenamiento en cache %3$S (%4$S) in la sección %5$S.
eu: FALLBACK ataleko %S. (%S) lerroak %S ataleko %S. (%S) lerroaren cachea eragozten du.
hi_in: फालबैक खंड पंक्ति %1$S (%2$S) पंक्ति %3$S (%4$S) की कैशिंग को %5$S खंड में रोकता है.
ml: FALLBACK സെക്ഷന്‍ ലൈന്‍ %1$S (%2$S), %3$S (%4$S) വരിയുടെ ക്യാഷിങ് %5$S ഭാഗത്തു് തടയുന്നു.
or: FALLBACK ବିଭାଗ ଧାଡ଼ି %1$S (%2$S) ଧାଡ଼ି %3$S (%4$S) ର କ୍ୟାଶେକୁ %5$S ବିଭାଗରେ ବାରଣ କରିଥାଏ।
pt: A linha da secção FALLBACK %1$S (%2$S) previne a cache da linha %3$S (%4$S) na secção %5$S.
te: ఫాల్‌బాక్ విభాగపు వరుస %1$S (%2$S) అనునది వరుస %3$S (%4$S) యొక్క క్యాచింగ్ %5$S విభాగమునందు నిరోధించును.

source: The file %1$S was modified after %2$S. Unless the text in the manifest file is changed the cached version will be used instead at line %3$S.
bn_in: %1$S ফাইলটি %2$S এর পরে পরিবর্তিত হয়েছে। যদি না ম্যানিফেস্ট ফাইলের লেখা পরিবর্তিত হয় তাহলে %3$S লাইনে ক্যাশেড সংস্করণ ব্যবহার করা হবে।
bs: Fajl %S je mijenjan nakon %S. Ukoliko tekst u manifest fajlu nije mijenjan keširana verzija će biti korištena umjesto na liniji %S.
es_mx: El archivo %1$S fue modificado después de %2$S. A menos que cambie el texto en el archivo manifiesto haya cambiado en la versión del caché será usada en la linea %3$S.
eu: %S fitxategia %S ondoren aldatu da. Manifestu-fitxategiko testua aldatu ez bada, %S. lerroaren cacheko bertsioa erabiliko da.
hi_in: %1$S फ़ाइल को %2$S के बाद बदला गया था. जबतक मेनिफेस्ट फ़ाइल में पाठ नहीं बदला जाता है, कैश संस्करण को %3$S में बदले में प्रयोग किया जाएगा.
ml: %1$S ഫയലില്‍ %2$S-നു് ശേഷം മാറ്റം വരുത്തിയിരിയ്ക്കുന്നു. മാനിഫസ്റ്റ് ഫയലിലുള്ള വാചകത്തില്‍ മാറ്റം വരുത്താത്തിടത്തോളം, %3$S വരിയില്‍ കാഷ് ചെയ്ത പതിപ്പു് ഉപയോഗിയ്ക്കുന്നു.
or: ଫାଇଲ %1$S କୁ %2$S ପରେ ପରିବର୍ତ୍ତନ କରାଯାଇଥିଲା। ସୂଚୀପତ୍ର ଫାଇଲରେ ଥିବା ପାଠ୍ୟକୁ ପରିବର୍ତ୍ତନ କରାନହେଲେ ଧାଡ଼ି %3$S ପରିବର୍ତ୍ତେ କ୍ୟାଶେ ସଂସ୍କରଣକୁ ବ୍ୟବହାର କରାଯିବ।
pt: O ficheiro %1$S foi modificado depois de %2$S. A enos que o texto no ficheiro do manifesto tenha sido alterado, a versão em cache será usada na linha %3$S.
te: %1$S ఫైలు %2$S తరువాత సవరించబడెను. మానిఫెస్ట్ ఫైల్ నందలి పాఠం మార్చితే తప్పించి క్యాచీడ్ వర్షనే %3$S వరుస నందు వుపయోగించబడును.

source: %1$S has cache-control set to no-store. This will prevent the application cache from storing the file at line %2$S.
bn_in: %1$S no-storeতে cache-control নিযুক্ত করেছে। এইটি লাইন %2$S তে ফাইল সংরক্ষণ কর থেকে অ্যাপলিকেশন ক্যাশ প্রতিরোধ করবে।
bs: %S ima cache-control podešen na no-store. Ovo će spriječiti aplikacijski keš da sprema fajl na liniji %S.
es_mx: %1$S no está almacenando el caché. Esto evitará que el caché de la aplicación se almacene en la linea %2$S.
eu: %S fitxategiaren cache-control balioa no-store da. Aplikazio-cacheak %S. lerroko fitxategia gordetzea eragotziko du honek.
hi_in: %1$S में कैश नियंत्रण सेट है नो स्टोर के लिए. यह अनुप्रयोग कैश को %2$S पर पंक्ति पर जमा करने से कैश को रोकेगा.
ml: %1$S, cache-control-നെ no-store ആയി സജ്ജമാക്കിയിരിയ്ക്കുന്നു. %2$S വരിയില്‍ ഫയല്‍ സൂക്ഷിയ്ക്കുന്നതിനു് പ്രയോഗത്തിന്റെ ക്യാഷിനെ തടയുന്നു.
or: %1$S ରେ କ୍ୟାଶେ ନିୟନ୍ତ୍ରଣକୁ ବିନା ସଂରକ୍ଷଣରେ ସେଟ କରାଯାଇଛି। ଏହା ପ୍ରୟୋଗ କ୍ୟାଶେକୁ ଧାଡ଼ି %2$S ରେ ଫାଇଲ ସଂରକ୍ଷଣ କରିବାରୁ ବାରଣ କରିଥାଏ।
pt: %1$S tem o cache-control definido para no-store. Isto previne que a cache da aplicação guarde o ficheiro na linha %2$S.
te: %1$S అనునది నిల్వ-వుంచవద్దు కు అమర్చబడిన క్యాచీ-నియంత్రణ కలిగివుంది. ఇది అనువర్తన క్యాచీను ఫైలును %2$S వరుస వద్ద నిల్వవుంచుట నుండి నిరోదించును.

source: %1$S points to a resource that is not available at line %2$S.
bn_in: একটি পুঁজিতে %1$S বিন্দু যে লাইন %2$S তে প্রাপ্তিসাধ্য নয়।
bs: %S pokazuje na resurs koji nije dostupan na liniji %S.
es_mx: %1$S apunta a un recurso que no está disponible en la linea %2$S.
eu: %S fitxategiak erabilgarri ez dagoen baliabide bati egiten dio erreferentzia %S. lerroan.
hi_in: %1$S किसी संसाधन को इंगित करता है जो कि %2$S पंक्ति पर उपलब्ध नहीं है.
ml: %2$S വരിയില്‍ ലഭ്യമല്ലാത്തൊരു ശ്രോതസ്സിലേക്കു് %1$S പോയിന്റു് ചെയ്യുന്നു.
or: %1$S ଏକ ଉତ୍ସକୁ ସୂଚାଇଥାଏ ଯାହାକି ଧାଡ଼ି %2$S ରେ ଉପଲବ୍ଧ ହୋଇନଥାଏ।
pt: %1$S aponta para um recurso que não está disponível na linha %2$S.
te: %1$S అనునది %2$S వరుస వద్ద అందుబాటులో లేని వనరును సూచించును.

source: The URI passed to AppCacheUtils is invalid.
bn_in: URI AppCacheUtils অবৈধ ভাবে পাশ করেছিল।
bs: URI proslijeđen ka AppCacheUtils nije valjan.
es_mx: El identificador uniforme de recursos pasado a AppCacheUtils es inválido.
eu: AppCacheUtils-i pasatako URIa baliogabea da.
hi_in: AppCacheUtils में भेजा गया URI अवैध है.
ml: AppCacheUtils-നു് നല്‍കിയി യുആര്‍ഐ തെറ്റാകുന്നു.
or: AppCacheUtils କୁ ପଠାଯାଇଥିବା URI ଟି ଅବୈଧ ଅଟେ।
pt: O URI indicado ao AppCacheUtils é inválido.
te: AppCacheUtils కు పాసైన URI చెల్లనిది.

source: Your search returned no results.
bn_in: অনুসন্ধানের কোনো ফলাফল পাওয়া যায়নি
bs: Vaša pretraga nije dala nikakve rezultate.
es_mx: La búsqueda no devolvió ningún resultado.
eu: Bilaketak ez du emaitzarik itzuli.
hi_in: आपकी खोज का कोई परिणाम नहीं मिला.
ml: നിങ്ങളുടെ തെരച്ചിലിനു് ഫലങ്ങളൊന്നും ലഭ്യമായില്ല.
or: ଆପଣଙ୍କର ସନ୍ଧାନ ଦ୍ୱାରା କୌଣସି ଫଳ ମିଳିଲା ନାହିଁ।
pt: A sua pesquisa não obteve resultados.
te: మీ వెతుకులాటకు ఏ ఫలితాలు లేవు.

source: Your disk cache is disabled. Please set browser.cache.disk.enable to true in about:config and try again.
bn_in: আপনার ডিস্ক ক্যাশে নিষ্ক্রিয় করা হয়েছে. কনফিগ করুন browser.cache.disk.enable সত্য about:config এর মধ্যে চেষ্টা করুন
bs: Vaš diskovni keš je onemogućen. Molimo da podesite browser.cache.disk.enable na tačno u about:config i da pokušate ponovo.
es_mx: El cache del disco está deshabilitada. Por favor configura browser.cache.disk.enable a Verdadero en about:config y vuelve a intentarlo.
eu: Disko-cachea desgaituta dago. Ezarri browser.cache.disk.enable ezarpena about:config-en eta saiatu berriro.
hi_in: आपका डिस्क कैश निष्क्रिय है. कृपया browser.cache.disk.enable को about:config में सही के लिए सेट करें और फिर कोशिश करें.
ml: നിങ്ങളുടെ ഡിസ്ക് ക്യാഷ് പ്രവര്‍ത്തന രഹിതമാക്കിയിരിയ്ക്കുന്നു. about:config-ല്‍ browser.cache.disk.enable-നെ true ആയി സജ്ജമാക്കി വീണ്ടും ശ്രമിയ്ക്കുക.
or: ଆପଣଙ୍କର ଡିସ୍କ କ୍ୟାଶେକୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି। ଦୟାକରି browser.cache.disk.enable କୁ true ଭାବରେ about:config ରେ ସେଟ କରନ୍ତୁ ଏବଂ ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: A cache do disco está desativada. Por favor defina browser.cache.disk.enable para true em about:config e tente novamente.
te: మీ డిస్కు క్యాచీ అచేతనమైంది. దయచేసి browser.cache.disk.enable ను true కు అమర్చండి about:config నందు మరియు తిరిగి ప్రయత్నించండి.

source: The first line of the manifest must be "CACHE MANIFEST" at line %S.
bn_in: ম্যানিফেস্টের প্রথম লাইন হওয়া উচিত "CACHE MANIFEST" %S লাইনে।
bs: Prva linija manifesta mora biti "CACHE MANIFEST" na liniji %S.
es_mx: La primera línea de el manifiesto debe ser "CACHE MANIFEST" en la línea %S.
eu: Manfiestuaren lehenengo lerroak "CACHE MANIFEST" izan behar du %S. lerroan.
hi_in: मेनिफेस्ट की पहली पंक्ति को "कैश मेनिफेस्ट" होनी चाहिए %S पंक्ति पर.
ml: %S വരിയില്‍ മാനിഫസ്റ്റിന്റെ ആദ്യവരി "CACHE MANIFEST" ആയിരിയ്ക്കണം.
or: ସୂଚୀପତ୍ରର ପ୍ରଥମ ଧାଡ଼ିଟି ଧାଡ଼ି %S ରେ "CACHE MANIFEST" ହୋଇଥିବା ଉଚିତ।
pt: A primeira linha do manifesto tem de ser "CACHE MANIFEST" na linha %S.
te: మానిఫెస్ట్ యొక్క మొదటి వరుస తప్పక "CACHE MANIFEST" అయివుండాలి %S వరుస వద్ద.

source: "CACHE MANIFEST" is only valid on the first line but was found at line %S.
bn_in: "CACHE MANIFEST" শুধুমাত্র প্রথম লাইনে বৈধ কিন্তু %S লাইনে পাওয়া গেছে।
bs: "CACHE MANIFEST" je jedino valjano na prvoj liniji ali je pronađeno na liniji %S.
es_mx: "CACHE MANIFEST" es sólo valido en la primera línea pero encontró en la línea %S.
eu: "CACHE MANIFEST" lehenengo lerroan da baliozkoa soilik baina %S. lerroan aurkitu da.
hi_in: "कैश मेनिफेस्ट" %S पंक्ति पर केवल पहली पंक्ति पर वैध होनी चाहिए.
ml: "CACHE MANIFEST" ആദ്യത്തെ വരിയില്‍ മാത്രമേ ശരിയാകുള്ളൂ, പക്ഷേ %S വരിയിലാണു് ലഭ്യമായതു്.
or: "CACHE MANIFEST" ଟି କେବଳ ପ୍ରଥମ ଧାଡ଼ିରେ ବୈଧ ଅଟେ କିନ୍ତୁ ଧାଡ଼ି %S ରେ ମିଳି ଥିଲା।
pt: "CACHE MANIFEST" apenas é válido na primeira linha mas foi encontrado na linha %S.
te: "CACHE MANIFEST" అనునది మొదటి వరుస పైన మాత్రమే చెల్లునది అయితే %S వరుసవద్ద కనుగొనబడింది.

source: Asterisk (*) incorrectly used in the %1$S section at line %2$S. If a line in the NETWORK section contains only a single asterisk character, then any URI not listed in the manifest will be treated as if the URI was listed in the NETWORK section. Otherwise such URIs will be treated as unavailable. Other uses of the * character are prohibited.
bn_in: %1$S বিভাগের %2$S লাইনে অ্যাস্টেরিস্ক (*) ভুল ব্যবহার করা হয়েছে। যদি NETWORK বিভাগে কোনো লাইনে শুধুমাত্র একটি অ্যাস্টেরিস্ক অক্ষর থাকে, তাহলে ম্যানিফেস্টে উল্লেখিত নয় এমন কোনো URI, NETWORK বিভাগে উল্লেখিত URI এর মতো ব্যবহার করা হবে। অন্যথা এমন URIs উপলব্ধ হবে না। * অক্ষরের অন্যান্য ব্যবহার নিষিদ্ধ।
bs: Asterisk (*) neispravno korišten u %1$S sekciji na liniji %2$S. Ukoliko linija u NETWORK sekciji sadrži samo jedan asterisk karakter, tada će bilo koji URI koji nije izlistan u manifestu biti tretiran kao da je URI izlistan u NETWORK sekciji. U protivnom takvi URI-ji će biti tretirani kao nedostupni. Bilo kakve druge upotrebe * karaktera su zabranjene.
es_mx: El asterisco (*) fue incorrectamente usado en la sección %1$S de la línea %2$S. Si la línea está en la sección de RED contiene solamente un asterisco, entonces cualquier URI no listada en el manifiesto será tratada como si el URI estuviera listada en la sección de RED. De lo contrario, tales URIs serán tratados como no disponibles. Otros usos del asterisco están prohibidos.
eu: Izartxoa (*) oker erabili da %1$S ataleko %2$S. lerroan. NETWORK ataleko lerro batek izartxo karaktere bakarra badu, orduan manifestuan zerrendatzen ez den edozein URI NETWORK atalean zerrendatuta balego bezala tratatuko da. Bestela URI horiek ez-erabilgarri gisa tratatuko dira. * karakterearen bestelako erabilpenak debekatuta daude.
ml: %2$S വരിയില്‍ %1$S ഭാഗത്തു് (*) തെറ്റായി ഉപയോഗിച്ചിരിയ്ക്കുന്നു. NETWORK ഭാഗത്തുള്ളൊരു വരിയില്‍ ഒറ്റ ആസ്റ്ററിക്ക് ഉള്ളു എങ്കില്‍, മാനിഫസ്റ്റില്‍ നല്‍കിയിട്ടില്ലാത്ത ഏതു് യുആര്‍ഐയും NETWORK ഭാഗത്തു് നല്‍കിയിരിയ്ക്കുന്ന യുആര്‍ഐ ആയി നല്‍കിയിരിയ്ക്കുന്നു. അല്ലെങ്കില്‍, അത്തരം യുആര്‍ഐകള്‍ ലഭ്യമല്ലാത്തവയായി കരുതപ്പെടുന്നു. * അക്ഷരത്തിനു് മറ്റു് ഉപയോഗങ്ങള്‍ നിരോധിച്ചിരിയ്ക്കുന്നു.
pt: Asterisco (*) utilizado incorretamente na linha %2$S da secção %1$S. Se um linha na secção NETWORK contiver apenas um asterisco, quaisquer URI não listado no manifesto será tratado como se o URI fosse listado na secção NETWORK. CAso contrário, os URI serão considerados como não disponíveis. Outras utilizações do carácter * não são permitidos.
te: ఏస్ట్రిక్ (*) తప్పుగా %1$S విభాగము నందు వరుస %2$S వద్ద వుపయోగించబడింది. ఒకవేళ నెట్వర్కు విభాగమునందలి వరుస వొంటరి ఏస్ట్రిక్ అక్షరం మాత్రమే కలిగివుంటే, అప్పుడు మానిఫెస్ట్ నందు జాబితాచేయని యే URI అయినా నెట్వర్కు విభాగమునందు జాబితాచేసిన URI వలె పరిగణించబడును. లేదంటే అటువంటి URI లు అందుబాటులో లేనివిగా పరిగణించబడును. * అక్షరం యొక్క యితర వాడుకలు నిషేధించబడెను.

source: Spaces in URIs need to be replaced with %20 at line %S.
bn_in: %S লাইনে URIs এর স্পেস %20 দিয়ে প্রতিস্থাপন করা হবে।
bs: Prazna mjesta u URI-ima trebaju biti zamijenjena sa %20 na liniji %S.
es_mx: Espacios en URIs necesitan ser reemplazados con %20 en la línea %S.
eu: URIetako zuriuneak %20-rekin ordezkatu behar dira %S. lerroan.
hi_in: URIs में स्थान को %20 से %S पंक्ति पर प्रतिस्थापित होनी चाहिए.
ml: %S വരിയില്‍, യുആര്‍ഐകളിലുള്ള സ്പെയിസുകള്‍ %20 ഉപയോഗിച്ചു് മാറ്റുക.
or: URIs ରେ ଥିବା ଖାଲିସ୍ଥାନଗୁଡ଼ିକୁ %20 ଦ୍ୱାରା ଧାଡ଼ି %S ରେ ବଦଳାଇବା ଉଚିତ।
pt: Os espaços nos URI têm de ser substituídos por %20 na linha %S.
te: URI నందలి ఖాళీలు %20 తో వరుస %S వద్ద పునఃస్థాపించాలి.

source: /../ is not a valid URI prefix at line %S.
bn_in: %S লাইনে /../ বৈধ URI প্রিফিক্স নয়।
bs: /../ nije valjan URI prefiks na liniji %S.
es_mx: /../ no es un prefijo URI válido en la línea %S.
eu: /../ ez da baliozko URI aurrizkia %S. lerroan.
hi_in: /../ एक मान्य URI उपसर्ग %S पंक्ति पर नहीं है.
ml: /../, %S വരിയിലുള്ള തെറ്റായ യുആര്‍ഐ പ്രീഫിക്സ് ആകുന്നു.
or: /../ ଟି ଧାଡ଼ି %S ରେ ଏକ ବୈଧ URI ଉପସର୍ଗ ନୁହଁ।
pt: /../ não é um prefixo URI válido na linha %S.
te: /../ అనునది చెల్లనటువంటి URI ప్రిఫిక్స్ కాదు %S వద్ద.

source: Too many dot dot slash operators (../) at line %S.
bn_in: %S লাইনে অনেকগুলি ডট ডট স্ল্যাশ্ অপারেটরসমূহ (../) অাছে।
bs: Previše tačka tačka kosa crta operatora (../) na liniji %S.
es_mx: Muchos operadores punto punto diagonal (../) en la línea %S.
eu: Puntu-puntu marra eragile gehiegi (../) %S. lerroan.
hi_in: कई डॉट डॉट स्लैश ऑपरेटर (../) पंक्ति %S पर.
ml: %S വരിയില്‍ അനേകം ബിന്ദു ബിന്ദു സ്ലാഷ് ഓപ്പറേറ്ററുകള്‍.
or: ଧାଡ଼ି %S ରେ ଅତ୍ୟଧିକ ଡଟ ଡଟ ଶ୍ଲାସ (../) ପ୍ରଚାଳକ ଅଛି।
pt: Demasiados operadores ponto ponto barra (../) na linha %S.
te: చాలా డాట్ డాట్ స్లాష్ (../) ఆపరేటర్లు వరుస %S వద్ద.

source: Only two URIs separated by spaces are allowed in the FALLBACK section at line %S.
bn_in: FALLBACK বিভাগের %S লাইনে স্পেস দিয়ে অালাদা শুধুমাত্র দুটি URIs অনুমোদিত।
bs: Samo dva URI-a odvojena praznim mjestima su dozvoljena u FALLBACK sekciji na liniji %S.
es_mx: Sólo dos URIs separados por espacios son permitidos en la sección de RESERVA en la línea %S.
eu: Zuriunez bereizitako bi URI baimentzen dira soilik FALLBACK atalean %S. lerroan.
hi_in: केवल URIs जो स्थान के द्वारा अलग किए हुए हैं वे %S पंक्ति पर फालबैक खंड पर अनुमति दिए जाते हैं.
ml: %S വരിയില്‍ FALLBACK ഭാഗത്തു് സ്പെയിസ് ഉപയോഗിച്ചു് വേര്‍പെടുത്തുന്ന രണ്ടു് യുആര്‍ഐകള്‍ മാത്രമേ അനുവദിയ്ക്കുന്നുള്ളൂ.
or: ଖାଲିସ୍ଥାନ ଦ୍ୱାରା ପୃଥକ କେବଳ ଦୁଇଟି URIs କୁ ଧାଡ଼ି %S ରେ FALLBACK ବିଭାଗରେ ଅନୁମତି ଦିଆଯାଇଥାଏ।
pt: Apenas são permitidos dois URI separados por espaço na secção FALLBACK da linha %S.
te: ఖాళీలతో వేరు చేసిన రెండు URI లు మాత్రమే FALLBACK విభాగమునందు %S వరుస వద్ద అనుమతించబడును.

source: Asterisk (*) incorrectly used in the FALLBACK section at line %S. URIs in the FALLBACK section simply need to match a prefix of the request URI.
bn_in: FALLBACK বিভাগের %S লাইনে অ্যাস্টেরিস্ক (*) ভুল ব্যবহার করা হয়েছে। FALLBACK বিভাগের URIs এর সাথে অাবেদন করা URI এর কেবলমাত্র একটি উপসর্গ মেলা দরকার।
bs: Asterisk (*) neispravno koripten u FALLBACK sekciji na liniji %S. URI-ji u FALLBACK sekciji jednostavno moraju odgovarati prefiksu zatraženog URI-a.
es_mx: El asterisco (*) se usó incorrectamente en la sección de RESERVA en la línea %S. URIs en la sección de RESERVA simplemente necesitan coincidir con el prefijo de la solicitud URI.
eu: Izartxoa (*) oker erabili da FALLBACK ataleako %S. lerroan. FALLBACK ataleko URIek eskaera-URIaren aurrizki batekin etorri behar dute bat.
hi_in: तारांकन (*) गलत तरीके से फॉलबैक खंड में गलत तरीके से प्रयोग किया जायेगा %S पंक्ति पर. URIs को फालबैक सेक्शन में बस URI आग्रह के पूर्वसर्ग से मेल खाना चाहिए.
ml: %S വരിയില്‍ FALLBACK ഭാഗത്തു് (*) തെറ്റായി ഉപയോഗിച്ചിരിയ്ക്കുന്നു. FALLBACK ഭാഗത്തുള്ള യുആര്‍ഐകള്‍ ആവശ്യപ്പെട്ട യുആര്‍ഐയുടെ ഒരു പ്രീഫിക്സുമായി പൊരുത്തപ്പടേണ്ടതുണ്ടു്.
or: ଆସ୍ଟେରିସ୍କ (*) କୁ ଭୁଲ ଭାବରେ ଫଲବ୍ୟାକ ନେମସ୍ପେସସ୍ଥାନରେ ଧାଡ଼ି %S ରେ ବ୍ୟବହାର କରାଯାଇଛି। ଫଲବ୍ୟାକ ବିଭାଗରେ ଥିବା URI ଗୁଡ଼ିକ କେବଳ ଅନୁରୋଧ କରାଯାଇଥିବା URI ସହିତ ମେଳ ଖାଉଥିବା ଆବଶ୍ୟକ।
pt: Asterisco (*) utilizado incorretamente na linha %S da secção FALLBACK. Os URI na secção FALLBACK apenas precisam de coincidir com um prefixo do URI solicitado.
te: ఏస్ట్రిక్ (*) తప్పుగా ఫాక్‌బ్యాక్ విభాగము నందు వరుస %S వద్ద వుపయోగించబడెను. ఫాల్‌బ్యాక్ విభాగము నందలి URI లు అభ్యర్ధన URI యొక్క ప్రిఫిక్సుకు సరిపోలాలి.

source: The SETTINGS section may only contain a single value, "prefer-online" or "fast" at line %S.
bn_in: %S লাইনে SETTINGS বিভাগে শুধুমাত্র একক মান, "পছন্দ-অন-লাইন" অথবা "দ্রুত" থাকতে পারে।
bs: SETTINGS sekcija može sadržavati samo jednu vrijednost, "prefer-online" ili "fast" na liniji %S.
es_mx: La sección de CONFIGURACIÓN puede contener un sólo valor, "preferir en línea" o "rápido" en la línea %S.
eu: SETTINGS atalak balio bakarra eduki dezake, "prefer-online" edo "fast" %S. lerroan.
hi_in: यह सेटिंग खंड एकल मान "prefer-online" या "fast" को पंक्ति %S पर केवल समाहित कर सकता है.
ml: %S വരിയില്‍ SETTINGS ഭാഗത്തു് ഒറ്റ മൂല്ല്യം, "prefer-online" അല്ലെങ്കില്‍ "fast" മാത്രം അടങ്ങുന്നു.
or: SETTINGS ବିଭାଗ ହୁଏତଃ ଧାଡ଼ି %S ରେ କେବଳ ଏକମାତ୍ର ମୂଲ୍ୟ ଧାରଣ କରିଥାଇପାରେ, "prefer-online" କିମ୍ବା "fast"
pt: A secção SETTINGS apenas pode conter um único valor, "prefer-online" ou "fast" na linha %S.
te: అమరికల విభాగము వొంటరి విలువను మాత్రమే, "prefer-online" లేదా "fast" ను %S వరుస వద్ద కలిగివుండవచ్చు.

source: Invalid section name (%1$S) at line %2$S.
bn_in: %2$S লাইনে অবৈধ বিভাগ নাম (%1$S)।
bs: Neispravan naziv sekcije (%S) na liniji %S.
es_mx: Nombre de sección invalido (%1$S) en la línea %2$S.
eu: Atal-izen baliogabea (%S) %S. lerroan.
hi_in: अवैध खंड नाम (%1$S) पंक्ति %2$S पर.
ml: %2$S വരിയില്‍ തെറ്റായ സെക്ഷന്‍ നാമം (%1$S).
or: ଅବୈଧ ବିଭାଗ ନାମ (%1$S) ଧାଡ଼ି %2$S ରେ ଅଛି।
pt: Nome de secção inválido (%1$S) na linha %2$S.
te: చెల్లని విభాగము పేరు (%1$S) వరుస %2$S వద్ద.

source: Entry not found.
bn_in: এন্ট্রি পাওয়া যায়নি।
bs: Unos nije pronađen.
es_mx: Se encuentra la entrada.
eu: Ez da sarrera aurkitu.
hi_in: प्रविष्टि नहीं मिली.
ml: എന്‍ട്രി ലഭ്യമായില്ല.
or: ନିବେଶ ମିଳିଲା ନାହିଁ।
pt: Entrada não encontrada.
te: ప్రవేశం కనబడలేదు.
