Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/canvasdebugger.properties.po
Languages: cy, mr

source: Canvas
mr: कॅनव्हास

source: Canvas Panel
cy: Panel Canvas
mr: कॅनव्हास पटल

source: Tools to inspect and debug <canvas> contexts
cy: Offer i archwilio a dadfygio cynnwys <canvas>
mr: <canvas> संदर्भांची चाचणी आणि चुका काढण्याकरिता साधने

source: There are no snapshots yet.
cy: Nid oes ciplun eto.
mr: अजूनही स्नॅपशॉट्स अस्तित्वात नाहीत.

source: Snapshot #%S
cy: Ciplun #%S
mr: स्नॅपशॉट #%S

source: Loading…
cy: Llwytho…
mr: लोड करत आहे…

source: Save
cy: Cadw
mr: साठवा

source: Saving…
cy: Cadw…
mr: साठवत आहे…

source: Loaded from disk
cy: Llwythwyd o'r ddisg
mr: डिस्कमधून लोड केले आहे

source: Save animation frame snapshot…
cy: Cadw ciplun ffrâm animeiddio…
mr: ॲनिमेशन फ्रेम स्नॅपशॉट साठवा…

source: JSON Files
cy: Ffeiliau JSON
mr: JSON फाइल्स

source: All Files
cy: Pob Ffeil
mr: सर्व फाइल्स

source: #1 draw;#1 draws
cy: #1 lluniad;#1 lluniad
mr: #1 ड्रा;#1 ड्रॉज

source: #1 call;#1 calls
cy: #1 galwad;#1 galwad
mr: #1 कॉल;#1 कॉल्स

source: Canvas Debugger could not find a requestAnimationFrame or setTimeout cycle.
mr: कॅनव्हास डिबगरला requestAnimationFrame किंवा setTimeout चक्र सापडू शकले नाही.
