Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/gcli.properties.po
Languages: az, eu, gd, hi_in, or, pt, ug, vi

source: (No description)
az: (İzahat yoxdur)
eu: (Deskribapenik ez)
gd: (Gun tuairisgeul)
hi_in: (कोई विवरण नहीं)
or: (କୌଣସି ବର୍ଣ୍ଣନା ନାହିଁ)
pt: (Nenhuma descrição)
ug: (چۈشەندۈرۈش يوق)
vi: (Không có mô tả)

source: Options
az: Seçimlər
eu: Aukerak
gd: Roghainnean
hi_in: विकल्प
or: ବିକଳ୍ପଗୁଡ଼ିକ
pt: Opções
ug: تاللانمىلار
vi: Tùy chọn

source: Execute a command on %S
eu: Exekutatu komandoa %S(e)n
hi_in: %S पर कोई कमांड चलाएँ
pt: Executar comando em %S
ug: %S دا بۇيرۇق ئىجرا قىلىدۇ

source: A set of commands that are executed on a remote system. The remote system is reached via %S
eu: Urruneko sistema batean exekutatzen den komando multzoa. Urruneko sistemara %S bidez iristen da
hi_in: कमांड का सेट जो किसी दूरस्थ तंत्र पर निष्पादित किया जाता है. दूरस्थ तंत्र %S के द्वारा पहुँचा जाता है
pt: Um conjunto de comandos que são executados num sistema remoto. O sistema remoto é ligado através de %S
ug: يىراقتىكى سىستېمىدا ئىجرا قىلىنىدىغان بۇيرۇق توپلىمى. يىراقتىكى سىستېما %S ئارقىلىق يېتىدۇ.

source: There is already a command called '%S'
eu: '%S' izeneko komandoa badago lehendik ere
hi_in: '%S' नामक पहले से कोई कमांड है
pt: Já existe um comando com o nome '%S'
ug: '%S' ئاتلىق بۇيرۇقتىن بىرى چاقىرىلغان.

source: Enter JavaScript directly
az: Birbaşa JavaScript daxil edin
eu: Idatzi JavaScript zuzenean
gd: Cuir a-steach an JavaScript fhèin
hi_in: JavaScript सीधे दाखिल करें
or: ସିଧାସଳଖ ଭାବରେ ଜାଭା ସ୍କ୍ରିପ୍ଟ ଭରଣ କରନ୍ତୁ
pt: Escrever JavaScript diretamente
ug: بىۋاستە JavaScript كىرگۈزۈڭ
vi: Nhập JavaScript trực tiếp

source: Too many arguments
az: Həddən çox arqument
eu: Argumentu gehiegi
gd: Cus argamaidean
hi_in: बहुतेरे वितर्क
pt: Demasiados argumentos
ug: پارامېتىرلار بەك كۆپ
vi: Quá nhiều tham số

source: Available Options
az: İstifadə oluna biləcək seçimlər
eu: Aukera erabilgarriak
gd: Roghainnean a tha ri am faighinn
hi_in: उपलब्ध विकल्प
pt: Opções disponíveis
ug: ئىشلىتىلىشچان تاللانمالار
vi: Các Tùy chọn Sẵn có

source: Invalid Command
eu: Komando baliogabea
hi_in: अवैध कमांड
pt: Comando inválido

source: Value required for '%1$S'.
eu: Balioa behar da '%1$S' parametroarentzat.
hi_in: '%1$S' के लिए मान.
pt: Valor necessário para '%1$S'.

source: '%1$S' doesn't exist
eu: '%1$S' ez dago
hi_in: '%1$S' मौजूद नहीं है
pt: '%1$S' não existe

source: '%1$S' already exists
eu: '%1$S' badago lehendik
hi_in: '%1$S' पहले से मौजूद
pt: '%1$S' já existe

source: '%1$S' is not a file
eu: '%1$S' ez da fitxategia
hi_in: '%1$S' एक फ़ाइल नहीं है
pt: '%1$S' não é um ficheiro

source: '%1$S' is not a directory
eu: '%1$S' ez da direktorioa
hi_in: '%1$S' एक निर्देशिका नहीं है
pt: '%1$S' não é um diretório

source: '%1$S' does not match '%2$S'
eu: '%1$S' ez dator '%2$S' adierazpenarekin bat
hi_in: '%1$S'मेल नहीं खाता है '%2$S'
pt: '%1$S' não coincide com '%2$S'

source: More matches, keep typing
az: Daha çox uyğunlaşma var, yoxlamağa davam edin
eu: Emaitza gehiago, segi idazten
gd: Tha barrachd mhaidsichean ann, cum ort a' sgrìobhadh
hi_in: अधिक मिलान, टाइपिंग जारी रखें
pt: Mais correspondências, continuar a escrever
ug: تېخىمۇ كۆپ نەتىجە، كىرگۈزۈشنى داۋاملاشتۇرۇڭ
vi: Nhiều tương hợp, hãy tiếp tục gõ

source: Scope lost
az: Əhatə itdi
eu: Esparrua galduta
gd: Chaidh an sgòp air chall
hi_in: स्कोप खत्म
or: ସୁଯୋଗ ହରାଇଛି
pt: Scope perdido
ug: دائىرە كەم
vi: Mất phạm vi

source: Can't find property '%S'
az: '%S' xüsusiyyəti tapılmadı
eu: Ezin da '%S' propietatea aurkitu
gd: Cha ghabh am buadh '%S' a lorg
hi_in: '%S' विशेषता नहीं मिला
or: ଗୁଣଧର୍ମ '%S' କୁ ଖୋଜି ପାରିବେ ନାହିଁ
pt: Não é possível encontrar '%S'
ug: '%S' خاسلىقنى تاپالمىدى
vi: Không tìm thấy thuộc tính '%S'

source: Syntax error
az: Sintaksis səhv
eu: Sintaxi-errorea
gd: Mearachd co-chàraidh
hi_in: वाक्यरचना त्रुटि
or: ବାକ୍ୟ ବିନ୍ୟାସ ତ୍ରୁଟି
pt: Erro de sintaxe
ug: تىلقۇرما خاتالىقى
vi: Lỗi cú pháp

source: Unterminated string literal
az: Sonlandırılmamış sətir
eu: Amaitu gabeko karaktere-kate literala
gd: String Literal gun chrìochnachadh
hi_in: अनावरोधित स्ट्रिंग लिटरल
or: ସମାପ୍ତ ହୋଇନଥିବା ବାକ୍ୟଖଣ୍ଡ ଆକ୍ଷରିକ ତ୍ରୁଟି
pt: String literal indeterminada
ug: ئاخىرلاشتۇرىدىغان ھەرپ تىزىقى يوق
vi: Chuỗi giá trị chưa được hoàn thành

source: Error
az: Səhv
eu: Errorea
gd: Mearachd
hi_in: त्रुटि
or: ତ୍ରୁଟି
pt: Erro
ug: خاتالىق
vi: Lỗi

source: Can't convert "%S" to a number.
az: "%S" rəqəmə çevrilə bilməz.
eu: Ezin da "%S" zenbaki bihurtu.
gd: Cha ghabh "%S" iompachadh 'na àireamh.
or: "%S" କୁ ଗଣନ ସଂଖ୍ୟାରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ ନାହିଁ।
pt: Não é possível converter "%S" para número.
ug: "%S" نى سانغا ئايلاندۇرالمايدۇ.
vi: Không thể đổi "%S" thành số.

source: Can't convert "%S" to an integer.
eu: Ezin da "%S" osoko zenbaki bihurtu.
hi_in: एक नंबर के लिए "%S" बदला नहीं जा सकता.
pt: Não é possível converter '%S' para inteiro.
ug: "%S" نى پۈتۈن سانغا ئايلاندۇرالمايدۇ.

source: Can't convert "%S" to a date.
eu: Ezin da "%S" data bihurtu.
pt: Não é possível converter "%S" para data.

source: %1$S is greater than maximum allowed: %2$S.
az: %1$S icazə verilən maksimum dəyərdən çox: %2$S.
eu: %1$S baimendutako maximoa baino handiagoa da: %2$S.
gd: Tha %1$S nas motha na tha ceadaichte: %2$S.
or: %1$S ଟି ଅନୁମତି ପ୍ରାପ୍ତ ସର୍ବାଧିକ ଠାରୁ ଅଧିକ ଅଟେ: %2$S.
pt: %1$S é maior que o máximo permitido: %2$S.
ug: %1$S يول قويىدىغان ئەڭ چوڭ قىممەتتىن چوڭ: %2$S.
vi: %1$S lớn hơn giá trị tối đa được cho phép: %2$S.

source: %1$S is smaller than minimum allowed: %2$S.
az: %1$S icazə verilən minumum dəyərdən az: %2$S.
eu: %1$S baimendutako minimoa baino txikiagoa da: %2$S.
gd: Tha %1$S nas lugha na tha ceadaichte: %2$S.
or: %1$S ଟି ଅନୁମତି ପ୍ରାପ୍ତ ସର୍ବନିମ୍ନ ଠାରୁ କମ ଅଟେ: %2$S.
pt: %1$S é menor que o mínimo permitido: %2$S.
ug: %1$S يول قويىدىغان ئەڭ كىچىك قىممەتتىن كىچىك: %2$S.
vi: %1$S nhỏ hơn giá trị tối thiểu được cho phép: %2$S.

source: %1$S is later than maximum allowed: %2$S.
eu: %1$S baimendutako maximoa baino beranduago da: %2$S.
pt: %1$S é posterior ao máximo permitido: %2$S.

source: %1$S is earlier than minimum allowed: %2$S.
eu: %1$S baimendutako minimoa baino lehenago da: %2$S.
pt: %1$S é anterior ao mínimo permitido: %2$S.

source: Can't use '%S'.
az: '%S' istifadə edilə bilməz.
eu: Ezin da '%S' erabili.
gd: Cha ghabh '%S' a chleachdadh.
hi_in: '%S' का उपयोग नहीं कर सकता.
or: '%S' କୁ ବ୍ୟବହାର କରିପାରିବେ ନାହିଁ।
pt: Não é possível usar '%S'.
ug: '%S' نى ئىشلىتەلمەيدۇ.
vi: Không thể sử dụng '%S'.

source: Syntax error in CSS query
az: CSS sorğusunda sintaksis səhv
eu: Sintaxi-errorea CSS kontsultan
gd: Mearachd co-chàraidh sa cheist CSS
hi_in: CSS प्रश्न में वाक्यरचना त्रुटि
or: CSS ପ୍ରଶ୍ନରେ ବାକ୍ୟ ବିନ୍ୟାସ ତ୍ରୁଟି
pt: Erro de sintaxe no pedido CSS
ug: CSS سۈرۈشتۈرۈش تىلقۇرما خاتالىقى
vi: Lỗi cú pháp trong truy vấn CSS

source: Too many matches (%S)
az: Birdən çox uyğunluq (%S)
eu: Gehiegi datoz bat (%S)
gd: Tha cus sheisean ann (%S)
hi_in: कई मिलान (%S)
or: ଅତ୍ୟଧିକ ମେଳକ (%S)
pt: Demasiadas correspondências (%S)
ug: ماسلاشقىنى (%S) بەك كۆپ
vi: Quá nhiều giá trị phù hợp (%S)

source: No matches
az: Uyğunluq tapılmadı
eu: Bat datorrenik ez
gd: Gun mhaids
hi_in: कोई मिलान नहीं
or: କୌଣସି ମେଳକ ନାହିଁ
pt: Sem correspondências
ug: ماسلاشقىنى يوق
vi: Không tìm thấy chuỗi phù hợp

source: Get help on the available commands
az: Mövcud əmrlərlə bağlı kömək alın
eu: Eskuratu komandoen laguntza
gd: Faigh cuideachadh mu na h-àitheantan a tha ri làimh
hi_in: उपलब्ध कमांड पर मदद पाएँ
or: ଉପଲବ୍ଧ ନିର୍ଦ୍ଦେଶଗୁଡ଼ିକରୁ ସହାୟତା ଆଣନ୍ତୁ
pt: Obter ajuda sobre os comandos disponíveis
ug: ئىشلىتىلىشچان بۇيرۇقلارنىڭ ياردەم ئۇچۇرىغا ئېرىشىش
vi: Tìm trợ giúp về các lệnh có sẵn

source: Provide help either on a specific command (if a search string is provided and an exact match is found) or on the available commands (if a search string is not provided, or if no exact match is found).
az: Məlum bir əmr (axtarış sətiri daxil edildisə və tam uyğunluq tapıldısa) və ya istifadə oluna bilən əmrlər (axtarış sətiri daxil edilmədisə və ya uyğunluq tapılmadısa) haqqında kömək təqdim edir.
eu: Eman komando zehatzen (bilaketa-katea ematen bada eta erabateko bat-etortzea aurkitu bada) edo eskura dauden komandoen (bilaketa-katerik ez bada ematen edo ez bada erabateko bat-etortzerik aurkitu) laguntza.
gd: Bheir seo cobhair dhut le àithne shònraichte (ma rinn thu lorg 's ma chaidh deagh mhaids a lorg) no mu na h-àitheantan a tha ri làimh (mur an do rinn thu lorg no mura deach deagh mhaids a lorg).
or: ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ନିର୍ଦ୍ଦେଶରେ ସହାୟତା ପ୍ରଦାନ କରନ୍ତୁ (ଯଦି ସନ୍ଧାନ ବାକ୍ୟଖଣ୍ଡ ଦିଆଯାଇଛି ଏବଂ ପ୍ରକୃତ ମେଳକ ମିଳେ) ଅଥବା ଉପଲବ୍ଧ ନିର୍ଦ୍ଦେଶରେ (ଯଦି ସନ୍ଧାନ ବାକ୍ୟଖଣ୍ଡ ଦିଆଯାଇନଥାଏ, ଅଥବା ଯଦି କୌଣସି ମେଳକ ମିଳିନଥାଏ)।
pt: Fornece ajuda sobre um comando específico (se for fornecida uma procura de texto e for encontrada uma correspondência exata) ou sobre os comandos disponíveis (se não for fornecida uma procura de texto ou se não for encontrada uma correspondência exata).
ug: ھەر قانداق بىر مۇئەييەن بۇيرۇقنىڭ ياردەم (ئەگەر ئىزدەش ھەر تىزمىسى دەل بىر ماسلاشقان نەتىجىگە ئېرىشكەن بولسا)نى تەمىنلەيدۇ ياكى ئىشلىتىشكە بولىدىغان بۇيرۇق (ئەگەر ئىزدەش ھەرپ تىزىقى تەمىنلىمىگەن بولسا ياكى دەل ماسلاشقان نەتىجىگە ئېرىشمىگەن بولسا)نى تەمىنلەيدۇ.
vi: Đưa ra hỗ trợ cho lệnh được chỉ định (nếu một chuỗi tìm kiếm được đưa ra và khớp hoàn toàn với một lệnh nào đó) hoặc cho các lệnh sẵn có (nếu không có chuỗi tìm kiếm hoặc nếu không tìm thấy lệnh nào khớp).

source: Search string
az: Sətir axtar
eu: Bilaketa-katea
gd: Faclan luirg
hi_in: स्ट्रिंग खोजें
or: ସନ୍ଧାନ ବାକ୍ୟଖଣ୍ଡ
pt: Texto a procurar
ug: ھەرپ تىزىقى ئىزدە
vi: Chuỗi tìm kiếm

source: search string to use in narrowing down the displayed commands. Regular expressions not supported.
eu: bistaratutako komandoak mugatzeko erabiliko den bilaketa-katea. Adierazpen erregularrak ez dira onartzen.
gd: An sreath luirg a thèid a chleachdadh gus na h-àitheantan a chithear a chur air gleus. Chan eil taic ri Regular Expressions.
hi_in: खोज स्ट्रिंग जिसे कमांड दिखाने में संकुचित किया जाना है. नियमित अभिव्यक्ति समर्थित नहीं है.
pt: Texto a procurar para reduzir a lista de comandos apresentados. Não são suportadas expressões regulares.
ug: ئىزدەيدىغان ھەرپ تىزىقى كۆرسىتىدىغان بۇيرۇقتا قىسقارتىلىدۇ. مۇنتىزىم ئىپادىنى قوللىمايدۇ.
vi: chuỗi tìm kiếm để thu hẹp danh sách các lệnh được hiển thị. Không hỗ trợ regular expression.

source: Synopsis
az: Xülasə
eu: Laburpena
gd: Gearr-chunntas
hi_in: सारांश
or: ସାରାଂଶ
pt: Sinopse
ug: ئۈزۈندە
vi: Tóm tắt

source: None
eu: Bat ere ez
hi_in: कोई नहीं
pt: Nenhum

source: Available Commands:
az: İstifadə oluna biləcək əmrlər:
eu: Komando erabilgarriak:
gd: Àitheantan a tha ri làimh:
hi_in: उपलब्ध कमांड:
pt: Comandos disponíveis:
ug: ئىشلىتىلىشچان بۇيرۇقلار:
vi: Các Lệnh Sẵn có:

source: Commands starting with '%S':
eu: '%1$S'(r)ekin hasten diren komandoak:
hi_in: '%1$S' से आरंभ होनेवाला कमांड:
pt: Comandos a iniciar com '%S':

source: No commands starting with '%S'
eu: '%1$S'(r)ekin hasten den komandorik ez
hi_in: '%1$S' से आरंभ होनेवाला कोई कमांड नहीं
pt: Nenhum comando a iniciar com '%S'

source: required
az: lazımlı
eu: beharrezkoa
gd: riatanach
hi_in: जरूरी
or: ଆବଶ୍ୟକୀୟ
pt: necessário
ug: زۆرۈر
vi: yêu cầu

source: optional
az: seçimə bağlı
eu: aukerakoa
gd: roghainneil
hi_in: वैकल्पिक
pt: opcional
ug: تاللاشچان
vi: không bắt buộc

source: optional, default=%S
eu: aukerazkoa, lehenetsia=%1$S
hi_in: वैकल्पिक, डिफ़ॉल्ट=%1$S
pt: opcional, pré-definido=%S

# helpIntro
source: GCLI is an experiment to create a highly usable command line for web developers.
eu: Web garatzaileentzat komando-lerro benetan erabilgarria sortzeko esperimentua da GCLI.
hi_in: GCLI वेब डेवलेपर के लिए उच्चस्तरीय रूप से उपयोगी कमांड लाइन बनाने के लिए है.
pt: GCLI é uma experiência para a criação de uma linha de comandos flexível para os desenvolvedores web.

source: Sub-Commands
az: Alt əmrlər
eu: Azpikomandoak
gd: Fo-àitheantan
hi_in: उप-कमांड
or: ଉପ-ନିର୍ଦ୍ଦେଶଗୁଡ଼ିକ
pt: Sub-comandos
ug: تارماق بۇيرۇقلار
vi: Sub-Commands (Lệnh-phụ)

source: Command line parsing error
eu: Errorea komando-lerroa analizatzean
hi_in: कमांड लाइन विश्लेषण त्रुटि
pt: Erro de análise da linha de comando

source: Concentrate on a group of commands
eu: Kontzentratu komando multzo batean
hi_in: कमांड के समूह पर संकेंद्रित करें
pt: Concentrar num grupo de comandos
ug: بۇيرۇقلار بىر گۇرۇپپىغا توپلىنىدۇ

source: Setup a default prefix to future commands. For example 'context git' would allow you to type 'commit' rather than 'git commit'.
eu: Konfiguratu aurrizki lehenetsia etorkizuneko komandoentzat. Adibidez, 'context git' ezarrita 'commit' erabil daiteke 'git commit' ordez.
hi_in: भविष्य के कमांड के लिए तयशुदा उपसर्ग सेटअप करें. उदाहरण के लिए 'context git' आपको 'commit' टाइप करने की अनुमति देगा बजाय 'git commit' के.
pt: Configure um prefixo pré-definido para comandos futuros. Por exemplo 'context git' permite-lhe escrever 'commit' em vez de 'git commit'.

source: The command prefix
eu: Komandoaren aurrizkia
hi_in: कमांड उपसर्ग
pt: O prefixo do comando

source: Can't use '%S' as a prefix because it is not a parent command.
eu: Ezin da '%1$S' aurrizki gisa erabili ez delako guraso-komandoa.
hi_in: '%1$S' को बतौर उपसर्ग नहीं उपयोग कर सकता है क्योंकि यह एक जनक कमांड नहीं है.
pt: Não é possível usar '%S' como prefixo porque não é um comando similar.

source: Using %S as a command prefix
eu: %1$S erabiltzen komando-aurrizki gisa
hi_in: %1$S को बतौर कमांड उपसर्ग उपयोग करना
pt: A usar '%S' como um prefixo de comando

source: Command prefix is unset
eu: Komando-aurrizkia ezarri gabe
hi_in: कमांड उपसर्ग अनसेट है
pt: Prefixo de comando não definido

source: Proxy commands to server
eu: Erabili proxy-a zerbitzariko komandoentzat
hi_in: सर्वर में प्रॉक्सी कमांड
pt: Comandos proxy para o servidor

source: Connect to the server, creating local versions of the commands on the server. Remote commands initially have a prefix to distinguish them from local commands (but see the context command to get past this)
eu: Zerbitzarira konektatu, komandoen bertsio lokalak zerbitzarian sortuz. Urruneko komandoek aurrizkia dute komando lokalengandik bereizteko (baina ikus 'context' komandoa portaera honi jaramonik ez egiteko)
hi_in: सर्वर से कनेक्ट करें, सर्वर पर कमांड का स्थानीय संस्करण बना रहा है. दूरस्थ कमांड के पास आरंभ में उपसर्ग रहता है ताकि उसे स्थानीय कमांड से अलग किया जा सके (लेकिन इससे आगे जाने के लिए संदर्भ कमांड देखें)
pt: Liga ao servidor, criando versões locais dos comandos no servidor. Comandos remotos têm um prefixo para os distinguir dos comandos locais (veja o contexto do comando para ultrapassar isto)

# connectPrefixDesc
source: Parent prefix for imported commands
eu: Guraso-aurrizkia inportatutako komandoentzat
hi_in: आयातित कमांड के लिए जनक उपसर्ग
pt: Prefixo similar para comandos importados

source: The method of connecting
eu: Konektatzeko metodoa
hi_in: कनेक्ट करने की विधि
pt: O método de ligação

source: The URL to connect to
eu: Konektatu beharreko URLa
hi_in: URL जिससे कनेक्ट करना है
pt: O url para se ligar

source: Connection called %S already exists.
eu: %S izeneko konexioa badago lehendik ere.
hi_in: %S नामक कनेक्शन पहले से मौजूद है.
pt: A ligação com o nome %S já existe.

source: Added %S commands.
eu: %S komando gehituta.
hi_in: %S कमांड जोड़ा गया.
pt: Adicionados %S comandos.

source: Disconnect from server
eu: Deskonektatu zerbitzaritik
hi_in: सर्वर से डिस्कनेक्ट करें
pt: Desligar do servidor

source: Disconnect from a server currently connected for remote commands execution
eu: Deskonektatu urruneko komandoak exekutatzeko konektatutako zerbitzaritik
hi_in: वर्तमान में दूरस्थ कमांड निष्पादन के लिए जुड़े एक सर्वर से डिस्कनेक्ट करें
pt: Desligar do servidor ligado atualmente para a execução remota de comandos

# disconnectPrefixDesc
source: Parent prefix for imported commands
eu: Guraso-aurrizkia inportatutako komandoentzat
hi_in: आयातित कमांड के लिए जनक उपसर्ग
pt: Prefixo similar para comandos importados

source: Removed %S commands.
eu: %S komando kenduta.
hi_in: %S कमांड हटाया गया.
pt: %S comandos removidos.

source: Change the JS global
eu: Aldatu JS globala
hi_in: JS ग्लोबल बदलें
pt: Alterar o JS global

source: The new window/global
eu: Leiho/global berria
hi_in: नया विंडो/वैश्विक
pt: A nova janela/global

source: JS global is now %S
eu: JS globala %S da orain
hi_in: JS वैश्विक अब %S है
pt: JS global está agora %S

source: Clear the output area
eu: Garbitu irteerako eremua
hi_in: आउटपुट क्षेत्र साफ़ करें
pt: Limpar a área de saída

source: Enter commands in different languages
eu: Idatzi komandoak hainbat hizkuntzatan
hi_in: विभिन्न भाषाओं में आदेशों दर्ज करें
pt: Escreva os comandos em diferentes idiomas

source: You are now using %S
eu: %S erabiltzen ari zara orain
hi_in: अब आप %S उपयोग कर रहे हैं
pt: Está a usar %S

source: Commands to control settings
az: Nizamları yoxlayan əmrlər
eu: Ezarpenak kontrolatzeko komandoak
gd: Àitheantan a chum smachd nan roghainnean
hi_in: सेटिंग्स नियंत्रण के लिए कमांड
pt: Comandos para configurar as definições
ug: تەڭشەكلەرنى تىزگىنلەيدىغان بۇيرۇقلار
vi: Lệnh để thay đổi cài đặt

source: Commands to display and alter preferences both for GCLI and the surrounding environment
az: Həm GCLI həm də ətrafı üçün seçimləri göstərir və dəyişmə imkanı verir
eu: GCLI eta inguruko ingurunearen hobespenak bistaratzeko eta aldatzeko komandoak.
gd: Àitheantan gus na roghainnean aig GCLI 's an àrainneachd mun cuairt air a shealltainn 's atharrachadh
hi_in: GCLI और आस-पास के वातावरण दोनों के लिए वरीयताएँ दिखाने और बदलने के लिए कमांड
or: ଉଭୟ GCLI ଏବଂ ଚତୁର୍ପାର୍ଶ୍ୱ ପରିବେଶ ପାଇଁ ପସନ୍ଦଗୁଡ଼ିକୁ ଦର୍ଶାଇବା ଏବଂ ପରିବର୍ତ୍ତନ କରିବାକୁ ନିର୍ଦ୍ଦେଶ
pt: Comandos a mostrar e alterar preferências para GCLI e o ambiente em redor
ug: بۇ GCLI ۋە ئۇنىڭ ئەتراپ مۇھىتىنىڭ مايىللىق بۇيرۇقىنى كۆرسىتىش ۋە ئۆزگەرتىشكە ئىشلىتىلىدۇ.
vi: Lệnh để hiển thị và thay đổi tùy chọn cho GCLI và môi trường xung quanh

source: Display available settings
az: Mövcud nizamları göstər
eu: Bistaratu ezarpen erabilgarriak
gd: Seall na roghainnean a tha ri làimh
hi_in: उपलब्ध सेटिंग्स दिखाएँ
or: ଉପଲବ୍ଧ ସଂରଚନାକୁ ଦର୍ଶାନ୍ତୁ
pt: Mostrar definições disponíveis
ug: ئىشلىتىلىشچان تەڭشەكلەرنى كۆرسەت
vi: Hiển thị các tùy chọn sẵn có

source: Display a list of preferences, optionally filtered when using the 'search' parameter
az: Seçim siyahısını göstərir, 'search' parametri ilə filtirlənə bilər
eu: Bistaratu hobespenen zerrenda, aukerazko 'bilaketa' parametroa erabiliz iragazita
gd: Seall liosta de roghainnean a ghabhas criathradh leis a' pharamadair "search"
hi_in: वरीयताओं की सूची दिखाएँ, वैकल्पिक रूप से फिल्टर किया हुआ जो 'खोज' पैरामीटर का उपयोग करता है
or: ପସନ୍ଦଗୁଡ଼ିକର ତାଲିକାକୁ ଦର୍ଶାନ୍ତୁ, ବୈକଳ୍ପିକ ଭାବରେ 'ସନ୍ଧାନ' ପ୍ରାଚଳକୁ ବ୍ୟବହାର କରିବା ସମୟରେ ଛାଣନ୍ତୁ
pt: Mostrar uma lista de preferências, filtradas opcionalmente ao utilizar o parâmetro 'search'
ug: «ئىزدە» پارامېتىرىنى ئىشلەتكەندە مايىللىق، تاللاشچان سۈزگۈچلەرنىڭ تىزىمىنى كۆرسىتىدۇ
vi: Hiển thị danh sách tùy chọn, có thể được lọc khi sử dụng tham số 'search'

source: Filter the list of settings displayed
az: Göstərilən ayar siyahısını filtirlə
eu: Iragazi bistaratutako ezarpenen zerrenda
gd: Criathraich liosta nan roghainnean a chithear
hi_in: दिखाए सेटिंग की सूची फिल्टर करें
or: ଦର୍ଶାଯାଇଥିବା ସଂରଚନା ତାଲିକାକୁ ବାଛନ୍ତୁ
pt: Filtrar lista de definições mostradas
ug: كۆرسىتىدىغان تەڭشەك تىزىمىنى سۈزىدۇ
vi: Lọc danh sách các thiết lập được hiển thị

source: Search for the given string in the list of available preferences
az: Mövcud seçim siyahısı içində göstərilən sətiri axtarar
eu: Bilatu emandako karaktere-katea hobespen erabilgarrien zerrendan
gd: Lorg an sreath sin ann an liosta nan roghainnean a tha ri làimh
hi_in: उपलब्ध वरीयताओं की सूची में दिए स्ट्रिंग के लिए खोजें
or: ପ୍ରଦତ୍ତ ବାକ୍ୟଖଣ୍ଡ ପାଇଁ ଉପଲବ୍ଧ ପସନ୍ଦଗୁଡ଼ିକର ତାଲିକାରେ ଖଜନ୍ତୁ
pt: Procurar um texto na na lista de preferências
ug: ئىشلەتكىلى بولىدىغان مايىللىق تىزىمىدىن بېرىلگەن ھەرپ تىزىقىنى ئىزدەيدۇ
vi: Tìm kiếm chuỗi từ danh sách các tùy chọn

source: Display setting value
az: Nizamlama dəyərini göstər
eu: Bistaratu ezarpenaren balioa
gd: Seall luach na roghainn
hi_in: सेटिंग मान दिखाएँ
or: ସଂରଚନା ମୂଲ୍ୟ ଦର୍ଶାନ୍ତୁ
pt: Mostrar valor da definição
ug: تەڭشەك قىممىتىنى كۆرسىتىدۇ
vi: Hiển thị giá trị tùy chọn

source: Display the value of a given preference
az: Göstərilən seçim dəyərini göstər
eu: Bistaratu emandako hobespen baten balioa
gd: Seall luach de roghainn àraidh
hi_in: दिए वरीयताओं का मान दिखाएँ
or: ପ୍ରଦତ୍ତ ପସନ୍ଦର ମୂଲ୍ୟକୁ ଦର୍ଶାନ୍ତୁ
pt: Mostra o valor da preferência escolhida
ug: بېرىلگەن مەيىللىقنىڭ قىممىتىنى كۆرسىتىدۇ
vi: Hiển thị giá trị của một tùy chỉnh

source: Setting to display
az: Göstəriləcək nizamlama
eu: Bistaratzeko hobespena
gd: An roghainn a thèid a shealltainn
hi_in: दिखाने के लिए सेटिंग
or: ଦର୍ଶାଇବାକୁ ଥିବା ସଂରଚନା
pt: Definição a mostrar
ug: كۆرسىتىدىغان تەڭشەك
vi: Tùy chọn cần hiển thị

source: The name of the setting to display
az: Göstəriləcək nizamlamanın adı
eu: Bistaratu behar den hobespenaren izena
gd: Ainm na roghainn a thèid a shealltainn
hi_in: दिखाने के लिए सेटिंग का नाम
or: ଦର୍ଶାଇବାକୁ ଥିବା ସଂରଚନାର ନାମ
pt: O nome da definição a mostrar
ug: كۆرسىتىدىغان تەڭشەكنىڭ ئىسمى
vi: Tên của tùy chỉnh cần hiển thị

source: Alter a setting
az: Bir nizamlamanı dəyiş
eu: Aldatu ezarpen bat
gd: Atharraich roghainn
hi_in: कोई सेटिंग बदलें
or: ଏକ ସଂରଚନାକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pt: Alterar definição
ug: ئۆزگەرگەن تەڭشەك
vi: Thay một tùy chọn

source: Alter preferences defined by the environment
az: Ətraf tərəfindən dəyişdirilmiş təyin olunmuş seçimləri dəyiş
eu: Aldatu inguruneak definitutako hobespenak
gd: Atharraichidh seo roghainn a tha air a mhìneachadh leis an àrainneachd
hi_in: वातावरण के लिए परिभाषित वरीयताओं को बदलें
or: ଏହି ପରିବେଶ ଦ୍ୱାରା ବର୍ଣ୍ଣନା ହୋଇଥିବା ପସନ୍ଦକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pt: Alterar preferências definidas pelo ambiente
ug: مۇھىت ئۆزگەرگۈچى مىقدار تەرىپىدىن بەلگىلەپ ئۆزگەرگەن مايىللىقلار
vi: Thay đổi tùy chọn được xác định bởi môi trường

source: Setting to alter
az: Dəyişdiriləcək nizamlama
eu: Aldatzeko ezarpena
gd: An roghainn a tha ri atharrachadh
hi_in: बदलने के लिए सेटिंग
or: ପରିବର୍ତ୍ତନ କରିବାକୁ ଥିବା ସଂରଚନା
pt: Definição a alterar
ug: ئۆزگەرتىدىغان تەڭشەك
vi: Tùy chọn cần thay

source: The name of the setting to alter.
az: Dəyişdiriləcək nizamlamanın adı.
eu: Aldatu behar den ezarpenaren izena.
gd: Ainm na roghainn a tha ri atharrachadh.
hi_in: बदलने के लिए सेटिंग का नाम
or: ପରିବର୍ତ୍ତନ ହେବାକୁ ଥିବା ସଂରଚନାର ନାମ।
pt: O nome da definição a alterar.
ug: ئۆزگەرتىدىغان تەڭشەكنىڭ ئىسمى.
vi: Tên của cấu hình cần thay đổi.

source: New value for setting
az: Nizamlamanın yeni dəyəri
eu: Ezarpenaren balio berria
gd: Luach ùr na roghainn
hi_in: सेटिंग के लिए नया मान
or: ସଂରଚନା ପାଇଁ ନୂତନ ମୂଲ୍ୟ
pt: Novo valor para a definição
ug: تەڭشەكنىڭ يېڭى قىممىتى
vi: Giá trị mới cho tùy chỉnh

source: The new value for the specified setting
az: Göstərilən nizamlama üçün yeni dəyər
eu: Zehaztutako ezarpenaren balio berria
gd: Luach ùr na roghainn a chaidh a shònrachadh
hi_in: निर्दिष्ट सेटिंग के लिए नया मान
or: ଉଲ୍ଲିଖିତ ସଂରଚନା ପାଇଁ ନୂତନ ମୂଲ୍ୟ
pt: O novo valor para a definição especificada
ug: بەلگىلەنگەن تەڭشەكنىڭ يېڭى قىممىتى
vi: Giá trị mới cho cấu hình được chọn

source: Reset a setting
az: Bir nizamlamanı sıfırla
eu: Berrezarri ezarpen bat
gd: Ath-shuidhich roghainn
hi_in: किसी सेट को फिर सेट करें
or: ଏକ ସଂରଚନାକୁ ପୁଣି ସେଟ କରନ୍ତୁ
pt: Repor definição
ug: تەڭشەكنى ئەسلىگە قايتۇر
vi: Thiết lập lại một tùy chọn

source: Reset the value of a setting to the system defaults
az: Bir nizamlamanın dəyərini sistem standartına sıfırla
eu: Berrezarri ezarpen baten balioa sistemaren lehenespenetara
gd: Ath-shuidhich luach de roghainn do bhun-roghainnean an t-siostaim
hi_in: तंत्र तयशुदा में सेटिंग के मान फिर सेट करें
or: ତନ୍ତ୍ର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ସହିତ ସଂରଚନାର ମୂଲ୍ୟକୁ ସେଟ କରନ୍ତୁ
pt: Restaura o valor de uma definição para os valores pré-definidos
ug: تەڭشەكنىڭ قىممىتىنى سىستېمىنىڭ كۆڭۈلدىكى قىممىتىگە ئەسلىگە قايتۇرىدۇ
vi: Đổi giá trị của cấu hình về giá trị mặc định
