Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/gcli.properties.po
Languages: az, eu, gd, hi_in, or, pt, ug, vi

source: Setting to reset
az: Sıfırlanacaq nizamlama
eu: Berrezartzeko ezarpena
gd: An roghainn a tha ri ath-shuidheachadh
hi_in: फिर सेट करने के लिए सेटिंग
or: ପୁଣି ସେଟ କରିବା ପାଇଁ ବ୍ୟବସ୍ଥା
pt: Definição a repor
ug: ئەسلىگە قايتۇرىدىغان تەڭشەڭ
vi: Tùy chọn cần thiết lập

source: The name of the setting to reset to the system default value
az: Sistem standart dəyərinə sıfırlanacaq nizamlamanın adı
eu: Sistemaren balio lehenetsira berrezarri behar den ezarpenaren izena
gd: Ainm na roghainn a tha ri ath-shuidheachadh do bhun-roghainn an t-siostaim
hi_in: तंत्र तयशुदा मान में फिर सेट करने के लिए सेटिंग का नाम
or: ତନ୍ତ୍ର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ମୂଲ୍ୟକୁ ପୁଣି ସେଟ କରିବାର ବ୍ୟବସ୍ଥାର ନାମ
pt: O nome da definição a repor os valores pré-definidos
ug: سىستېمىنىڭ كۆڭۈلدىكى قىممىتىگە ئەسلىگە قايتۇرىدىغان تەڭشەكنىڭ ئىسمى
vi: Tên của thiết lập được đặt lại về giá trị mặc định của hệ thống

source: Filter
az: Süzgeç
eu: Iragazi
gd: Criathrag
hi_in: फिल्टर करें
or: ବାଛନ୍ତୁ
pt: Filtro
ug: سۈزگۈچ
vi: Bộ lọc

source: Name
az: Ad
eu: Izena
gd: Ainm
hi_in: नाम
or: ନାମ
pt: Nome
ug: ئاتى
vi: Tên

source: Value
az: Kəmiyyət
eu: Balioa
gd: Luach
hi_in: मान
or: ମୂଲ୍ୟ
pt: Valor
ug: قىممىتى
vi: Giá trị

source: Show the opening message
az: Açılış mesajını göstər
eu: Erakutsi zabaltze-mezua
gd: Seall an teachdaireachd fàilte
hi_in: खुले संदेश दिखाएँ
or: ପ୍ରାରମ୍ଭିକ ସନ୍ଦେଶ ଦର୍ଶାନ୍ତୁ
pt: Mostrar mensagem inicial
ug: ئاچقان ئۇچۇرنى كۆرسىتىدۇ
vi: Hiển thị thông báo đầu tiên

source: Redisplay the message that is shown to new users until they click the 'Got it!' button
az: Yeni istifadəçilərə göstərilən mesajı 'Anladım!' düyməsinə klikləyənə qədər təkrar göstər
eu: Bistaratu berriro erabiltzaile berriei 'Ulertu dut!' botoia sakatu arte erakusten zaien mezua
gd: Seall an teachdaireachd a-rithist a chì cleachdaichean ùra gus am briog iad air a' phutan "Tha mi agaibh a-nis!"
hi_in: संदेश फिर दिखाएँ जो नए उपयोक्ताओं को दिखाए जाते हैं जबतक वे 'मिल गया!' बटन पर क्लिक करते हैं.
or: ଚାଳକମାନଙ୍କୁ ସେମାନେ 'ବୁଝିଗଲୁ!' ବଟନ କ୍ଲିକ କରିବା ପର୍ଯ୍ୟନ୍ତ ସନ୍ଦେଶକୁ ପୁନଃ ଦର୍ଶାନ୍ତୁ
pt: Mostrar novamente a mensagem inicial aos novos utilizadores até que cliquem no botão 'Já percebi!'
ug: يېڭى ئىشلەتكۈچى ئۈچۈن تاكى ‹بىلدىم› توپچىنى چەككىچە دەسلەپكى ئۇچۇرنىڭ قىممىتىنى كۆرسىتىدۇ
vi: Hiển thị lại thông báo cho những người dùng mới trước khi bấm nút 'Got it!'

# introTextOpening3
source: GCLI is an experiment to create a highly usable command line for web developers.
eu: Web garatzaileentzat komando-lerro benetan erabilgarria sortzeko esperimentua da GCLI.
hi_in: GCLI वेब डेवलेपर के लिए उच्चस्तरीय रूप से उपयोगी कमांड लाइन बनाने के लिए है.
pt: O gcli é uma experiência para criar uma linha de comandos para desenvolvedores web.

source: For a list of commands type
az: Əmr siyahısı üçün
eu: Komandoen zerrenda eskuratzeko idatzi
gd: Airson liosta nan àitheantan, cuir na leanas a-steach
hi_in: कमांड के प्रकारों की सूची के लिए
or: ଏକ ନିର୍ଦ୍ଦେଶ ତାଲିକା ପାଇଁ ଲେଖନ୍ତୁ
pt: Para ver a lista de comandos escreva
ug: بۇيرۇق تىپى تىزىمىنى كۆرسىتىش
vi: Danh sách các kiểu lệnh

source: , or to show/hide command hints press
eu: edo komandoen argibideak erakusteko/ezkutatzeko sakatu
hi_in: ,कमांड हिंट दिखाने/छिपाने के लिए दबाएँ
pt: , ou para mostrar/ocultar dicas de comandos prima
ug: ، ياكى بۇيرۇق كىرگۈزۈش ئەسكەرتىشىنى كۆرسىتىش/يوشۇرۇش

source: F1/Escape
eu: F1/Eskape
vi: F1/Thoát

source: Got it!
az: Anladım!
eu: Ulertu dut!
gd: Tha mi agaibh a-nis!
hi_in: मिल गया!
or: ବୁଝି ଗଲି!
pt: Já entendi!
ug: بىلدىم!
vi: Hiểu rồi!

source: Show the initial welcome message
az: İlk qarşılama mesajını göstər
eu: Erakutsi hasierako ongietorri-mezua
gd: Seall an teachdaireachd fàilte thùsail
hi_in: आरंभिक स्वागत संदेश दिखाएँ
or: ପ୍ରାରମ୍ଭିକ ସ୍ୱାଗତ ସନ୍ଦେଶ ଦର୍ଶାନ୍ତୁ
pt: Mostrar mensagem inicial
ug: دەسلەپكى قارشى ئېلىش ئۇچۇرىنى كۆرسەت
vi: Hiển thị lời chào

source: How eager are the tooltips
az: İp uclarının nə qədər həvəsli olduğu
eu: Argibideen zehaztasun-maila
gd: Dè cho dealasach 's a tha na gliocasan-sgrìn?
hi_in: टूलटिप्स कितने इच्छुक हैं
or: ଉପକରଣ ସୂଚନାଗୁଡ଼ିକ କେତେ ଉତ୍ସାହଜନକ ଅଟେ
pt: Como são as dicas
ug: قورال ئەسكەرتىشىنىڭ جىددىيلىك دەرىجىسى
vi: Tần suất thể hiện của lời nhắc trợ giúp

source: Select a %S…
az: Bir %S seçin...
gd: Tagh %S…
or: ଗୋଟିଏ %S ବାଛନ୍ତୁ …
ug: بىر %S تاللاڭ…
vi: Chọn %S…

source: Add
az: Ekle
gd: Cuir ris
or: ଯୋଗ କରନ୍ତୁ
ug: قوش
vi: Thêm

source: Delete
gd: Sguab às
or: ଅପସାରଣ କରନ୍ତୁ
ug: ئۆچۈر
vi: Xóa

source: Description
az: Açıqlama
gd: Tuairisgeul
or: ବର୍ଣ୍ଣନା
ug: چۈشەندۈرۈش
vi: Mô tả

source: Parameters
az: Parametrlər
gd: Paramadairean
or: ପ୍ରାଚଳଗୁଡ଼ିକ
ug: پارامېتىرلار
vi: Tham số

# helpManNone
source: None
az: Yoxdur
gd: Chan eil gin
or: କିଛି ନୁହଁ
ug: يوق
vi: Không có

source: Commands starting with '%1$S':
gd: Àitheantan a tha a' tòiseachadh le "%1$S":
ug: بۇيرۇقنىڭ بېشى '%1$S':
vi: Các câu lệnh bắt đầu bởi '%1$S':

source: No commands starting with '%1$S'
gd: Chan eil àithne ann a tha a' tòiseachadh le "%1$S"
ug: بۇيرۇق '%1$S' بىلەن باشلانمىغان
vi: Không có câu lệnh nào bắt đầu bởi '%1$S'

# subCommandsNone
source: None
az: Yoxdur
gd: Chan eil gin
or: କିଛି ନୁହଁ
ug: يوق
vi: Không có

source: This might void your warranty!
az: Zəmanətiniz ləğv oluna bilər!
gd: Dh'fhaodadh seo am barantas agad a chur gu neoini!
or: ଏହା ହୁଏତଃ ଆପଣଙ୍କର ୱାରେଣ୍ଟିକୁ ନଷ୍ଟ କରିପାରେ!
ug: بۇنداق بولغاندا كاپالەت يوقىلىشى مۇمكىن!
vi: Thiết lập này sẽ vô hiệu hóa tính ủy quyền của bạn!

source: Changing these advanced settings can be harmful to the stability, security, and performance of this application. You should only continue if you are sure of what you are doing.
az: Bu geniş dəyərləri dəyiştirmək bu proqramın sabitliyinə, təhlükəsizliyinə və performansına zərər verə bilər. Sadəcə nə etdiyinizə əminsinizsə davam etməlisiniz.
gd: Dh'fhaodadh droch bhuaidh a bhith ann air seasmhachd, tèarainteachd is dèanadas na h-aplacaid seo ma dh'atharraicheas tu na roghainnean adhartach seo. Cha bu chòir dhut leantainn air adhart ach ma bhios tu cinnteach gu bheil thu eòlach air buaidh na tha thu a' dèanamh.
or: ଏହି ଉନ୍ନତ ସଂରଚନାଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ କରିବା ପ୍ରୟୋଗର ସ୍ଥାୟୀତ୍ତ୍ୱ, ସୁରକ୍ଷା, ଏବଂ କାର୍ଯ୍ୟଦକ୍ଷତା ପାଇଁ କ୍ଷତିକାରକ ଅଟେ। ଆପଣ ଯଦି ସବୁକିଛି ଜାଣିକରି କରୁଛନ୍ତି ତେବେହିଁ ଅଗ୍ରସର ହେବା ଉଚିତ।
ug: بۇ ئالىي تەڭشەكلەر ئۆزگەرتىلسە مەزكۇر قوللىنىشنىڭ مۇقىملىقى، بىخەتەرلىكى شۇنداقلا ئۈنۈمىگە ناچار تەسىر پەيدا قىلىشى مۇمكىن. سىزگە ناھايىتى ئېنىق بولغان ئەھۋالدىلا داۋاملىق مەشغۇلات قىلىڭ.
vi: Thay đổi những thiết lập nâng cao này có thể gây tổn hại đến tính ổn định, bảo mật, và hiệu năng của ứng dụng. Bạn chỉ nên tiếp tục nếu bạn chắc chắn về những gì bạn đang làm.

source: I'll be careful, I promise!
az: Söz verirəm diqqəli olacam!
gd: Tha mi a' toirt gealladh gum bi mi faiceallach!
or: ପ୍ରତିଜ୍ଞା କରୁଛି, ମୁଁ ସତର୍କ ରହିବି!
ug: مەن ئېھتىيات قىلىمەن، ۋەدە بېرەي!
vi: Tôi sẽ cẩn thận. Tôi hứa!

source: This command line is designed for developers. It focuses on speed of input over JavaScript syntax and a rich display over monospace output.
ug: بۇ بۇيرۇق قۇرى مەخسۇس ئىجادكارلار ئۈچۈن لايىھەلەنگەن. ئۇنىڭ مۇھىم نۇقتىسى JavaScript تىلقۇرمىسى ئارقىلىق تېز كىرگۈزۈشنى ئىشقا ئاشۇرۇش شۇنداقلا تەڭ كەڭلىكتىكى خەت بىلەن چىقىرىپ تېخىمۇ ياخشى كۆرسىتىش ئۈنۈمىگە ئېرىشىشتۇر.

source: Has the user enabled the 'pref set' command?
az: İstifadəçi 'pref set' əmrini aktivləşdirib?
gd: An do chuir an cleachdaiche an àithne "pref set" an comas?
or: ଚାଳକ 'pref set' ନିର୍ଦ୍ଦେଶକୁ ସକ୍ରିୟ କରିଛି କି?
ug: ئىشلەتكۈچى ‹pref set› بۇيرۇقىنى قوزغاتتىمۇ يوق؟
vi: Người dùng đã cho phép lệnh 'pref set' chưa?

source: For more information see MDN.
az: Daha çox məlumat üçün MDN-ə baxın.
gd: Airson barrachd fiosrachaidh, faic MDN.
or: ଅଧିକ ସୂଚନା ପାଇଁ MDN କୁ ଦେଖନ୍ତୁ।
ug: تېخىمۇ كۆپ ئۇچۇرنى MDN دىن كۆرۈڭ.
vi: Xem MDN để biết thêm thông tin.
