Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/performance.properties.po
Languages: bn_bd

source: &Performance
bn_bd: কার্যকারিতা &P

source: Performance Panel
bn_bd: কর্মক্ষমতা প্যানেল

source: Performance (%S)
bn_bd: কর্মক্ষমতা (%S)

source: There are no profiles yet.
bn_bd: এখন পর্যন্ত কোন প্রোফাইল নেই।

source: Recording #%S
bn_bd: রেকর্ডিং #%S

source: In progress…
bn_bd: চলমান প্রক্রিয়া

source: Loading…
bn_bd: লোড করা হচ্ছে…

source: Save
bn_bd: সংরক্ষণ

source: Styles
bn_bd: স্টাইল

source: Network
bn_bd: নেটওয়ার্ক

source: Graphics
bn_bd: গ্রাফিক্স

source: Storage
bn_bd: স্টোরেজ

source: Input & Events
bn_bd: ইনপুট এবং ঘটনা

source: Tools
bn_bd: টুল

source: View source in Debugger
bn_bd: ডিবাগারে উৎস দেখুন

source: Import recording…
bn_bd: ইম্পোর্ট রেকর্ডিং…

source: Save recording…
bn_bd: রেকর্ড সংগ্রহ করা হচ্ছে

source: JSON Files
bn_bd: JSON ফাইল

source: All Files
bn_bd: সব ফাইল

source: Optimization failed
bn_bd: অপটিমাইজেশন ব্যর্থ

source: #1 sample;#1 samples
bn_bd: #1 নমুনা;#1 নমুনাগুলি

source: No JIT optimizations recorded for this frame.
bn_bd: এই ফ্রেমের জন্য কোন JIT অপ্টিমাইজেশন রেকর্ড নেই।

# timeline.tick
source: %S ms
bn_bd: %S মিলিসেকেন্ড

source: Buffer %S%% full
bn_bd: বাফার %S%% সম্পূর্ণ
