Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/scratchpad.properties.po
Languages: az, bn_in, hy_am, ms, th, vi

source: File exists. Overwrite?
az: Fayl mövcuddur. Üstünə yazılsın?
bn_in: ফাইল উপস্থিত রয়েছে। নতুন করে লেখা হবে কি?
hy_am: Ֆայլը առկա է.վերագրանցե՞ լ:
ms: Fail wujud. Tulis ganti?
th: มีแฟ้มอยู่แล้ว จะเขียนทับหรือไม่?
vi: Tập tin đã tồn tại sẵn. Ghi đè?

source: Scratchpad cannot find any browser window to execute the code in.
az: Qaralama Dəftəri kodu işlətmək üçün açıq bir brauzer pəncərəsi tapa bilmədi.
bn_in: Scratchpad দ্বারা কোড সঞ্চালনার উদ্দেশ্যে কোনো ব্রাউজার উইন্ডো সনাক্ত করা হয়নি।
hy_am: Խմբագրիչը չի կարող գտնել որևէ դիտարկիչի պատուհան, որի մեջ կատարվելու է կոդը:
ms: Scratchpad tidak menjumpai sebarang pelayar untuk melancarkan kod.
th: ไม่มีหน้าต่างของเบราว์เซอร์ที่จะเรียกให้โค้ดทำงานได้
vi: Scratchpad không thể tìm thấy bất kì cửa sổ trình duyệt nào để thực thi mã lệnh.

source: Scratchpad cannot run this operation in the current mode.
bn_in: Scratchpad বর্তমান মোডে এই অপারেশন চালাতে পারে না ।
hy_am: Խմբագրիչը չի կարող աշխատեցնել այս գործողությունը տվյալ եղանակում:
ms: Pad conteng tidak dapat menjalankan operasi ini dalam mod semasa.
th: กระดานทดไม่สามารถเรียกให้โค้ดทำงานในโหมดปัจจุบันได้
vi: Scratchpad không thể thực hiện phép toán này ở chế độ hiện tại.

source: Open File
az: Fayl Aç
bn_in: ফাইল খুলুন
hy_am: Բացել ֆայլ
ms: Buka Fail
th: เปิดแฟ้ม
vi: Mở Tập Tin

source: Failed to read the file.
az: Fayl oxuma cəhdi uğursuz oldu.
bn_in: ফাইল পড়তে ব্যর্থ।
hy_am: Ֆայլի կարդացման ձախողում:
ms: Gagal untuk membaca fail.
th: อ่านแฟ้มไม่ได้
vi: Thất bại khi đọc tập tin.

source: Failed to convert file to Unicode from %1$S.
bn_in: ইউনিকোড থেকে %1$S-তে কনভার্ট করতে ব্যর্থ।

source: Clear Items
az: Obyektləri təmizlə
bn_in: তথ্য পরিশ্রুত করুন
hy_am: Մաքրել
ms: Hapus Item
th: ล้างรายการ
vi: Xóa các mục

source: Save File As
az: Faylı fərqli saxla
bn_in: নতুন রূপে ফাইল সংরক্ষণ করুন
hy_am: Պահպանել ֆայլը որպես
ms: Simpan Fail Sebagai
th: บันทึกแฟ้มเป็น
vi: Lưu Tập Tin dưới dạng

source: The file save operation failed.
az: Fayl saxlama əməliyyatı uğursuz oldu.
bn_in: ফাইল সংরক্ষণ করতে ব্যর্থ।
hy_am: Ֆայլի պահպանման գործընթացը չի հաջողվել:
ms: Operasi menyimpan fail gagal.
th: การบันทึกแฟ้มล้มเหลว
vi: Thao tác lưu tập tin bị thất bại.

source: Do you want to save the changes you made to this scratchpad?
az: Bu qaralama dəftərində etdiyiniz dəyişiklikləri saxlamaq istəyirsiniz?
bn_in: এই scratchpad-এ করা পরিবর্তনগুলি সংরক্ষণ করা হবে কি?
hy_am: Ցանկանու՞մ եք պահպանել այս Խմբագրիչում ձեր կատարած փոփոխությունները
ms: Adakah anda mahu menyimpan perubahan yang anda lakukan di scratchpad ini?
th: คุณต้องการบันทึกการเปลี่ยนแปลงที่ทำกับกระดานทดนี้หรือไม่?
vi: Bạn có muốn lưu sự thay đổi vừa rồi với scratchpad này?

source: Unsaved Changes
az: Saxlanmamış dəyişikliklər
bn_in: অসংরক্ষিত পরিবর্তন
hy_am: Չպահպանված փոփոխություններ
ms: Perubahan yang tidak disimpan
th: การเปลี่ยนแปลงที่ไม่ได้บันทึก
vi: Các thay đổi chưa được lưu

source: Do you want to revert the changes you made to this scratchpad?
bn_in: আপনি কি এই scratchpad করা পরিবর্তন প্রত্যাবর্তন করতে চান?
hy_am: Ցանկանու՞մ եք վերադարձնել այս Խմբագրիչում մինչ փոփոխությունները ձեր կատարածը
ms: Adakah anda mahu mengundur perubahan yang telah dilakukan ke atas pad conteng ini?
th: คุณต้องการยกเลิกการเปลี่ยนแปลงที่ได้ทำไปหรือไม่?
vi: Bạn có muốn khôi phục lại những thay đổi bạn đã tạo cho scratchpad này?

source: Revert Changes
bn_in: পরিবর্তনগুলির পূর্বাবস্থা ।
hy_am: Ետարկել փոփոխությունները
ms: Undur Perubahan
th: ยกเลิกการเปลี่ยนแปลง
vi: Khôi phục lại những thay đổi

source: Scratchpad was created without any arguments.
bn_in: Scratchpad কোনো আর্গুমেন্ট ছাড়া নির্মিত হয়েছিল ।
hy_am: Խմբագրիչը ստեղծվել է առանց որևէ փաստարկի:
ms: Scratchpad telah dibuat tanpa sebarang persoalan.
vi: Vùng tạm (Scratchpad) được tạo không có các đối số.

source: This scratchpad executes in the Browser context.
az: Bu qaralama dəftəri Brauzer kontekstində işləyir.
bn_in: এই scratchpad-টি ব্রাউজার কনটেক্সটের মধ্যে সঞ্চালিত হবে।
hy_am: Այս Խմբագրիչը կատարվում է Դիտարկիչի համատեքստում:
ms: Scratchpad ini kitar laku di dalam konteks pelayar.
th: กระดานทดทำงานภายในบริบทของเบราว์เซอร์
vi: Scratchpad này chạy trong Trình duyệt.

source: Line %1$S, Col %2$S
bn_in: পংক্তি %1$S, কলাম %2$S

source: This file no longer exists.
az: Bu fayl artıq mövcud deyil.
bn_in: এই ফাইলটির এখন আর অস্তিত্ব নেই ।
hy_am: Այս ֆայլը այլևս գոյություն չունի:
ms: Fail ini tidak wujud lagi.
vi: Tập tin này không còn tồn tại nữa.

source: Filter properties
bn_in: ফিল্টার সংক্রান্ত বৈশিষ্ট্য
hy_am: Տպիչի հատկությունները

source: Connection timeout. Check the Error Console on both ends for potential error messages. Reopen the Scratchpad to try again.
bn_in: সংযোগের সময় সমাপ্ত হয়েছে। সম্ভাব্য ত্রুটি বার্তাগুলির জন্য উভয় প্রান্তে ত্রুটি কনসোল দেখে নিন। অাবার চেষ্টা করতে খসড়া খাতা পুনরায় খুলুন।

# scratchpad.label
source: Scratchpad
bn_in: খসড়া খাতা

source: Scratchpad Panel
bn_in: খসড়াপাতা প্যানেল

# scratchpad.tooltip
source: Scratchpad
bn_in: খসড়াপাতা

source: Scam Warning: Take care when pasting things you don't understand. This could allow attackers to steal your identity or take control of your computer. Please type '%S' in the scratchpad below to allow pasting.
bn_in: স্ক্যাম সতর্কীকরণ: যখন আপনি না বোঝা জিনিস পেস্ট করছেন তখন তার খেয়াল রাখুন। এটা আক্রমণকারীদের আপনার পরিচিতি চুরি করতে সাহায্য করবে বা আপনার কম্পিউটারের কন্ট্রোল করতে সাহায্য করবে। অনুগ্রহ করে '%S' টাইপ করুন নীচের স্ক্র্যাচপ্যাডে পেস্টিং অনুমোদন করবার জন্য।

source: allow pasting
bn_in: পেস্ট করা অনুমোদিত

source: /* * This is a JavaScript Scratchpad. * * Enter some JavaScript, then Right Click or choose from the Execute Menu: * 1. Run to evaluate the selected text (%1$S), * 2. Inspect to bring up an Object Inspector on the result (%2$S), or, * 3. Display to insert the result in a comment after the selection. (%3$S) */
az: /* * Bu bir JavaScript qaralama dəftəridir. * * JavaScript kodunuzu daxil edin, sonra sağ klikləyərək və ya Aç menyusundan bunlardan birini seçin: * 1. Aç (%1$S): Seçilən mətni dəyərləndirir * 2. Yoxla(%2$S): Nəticələr üzərində Obyekt Yoxlayıcısını açır * 3. Göstər (%3$S): Nəticəni seçimdən sonra bir şərh olaraq əlavə edir */
hy_am: /* * Սա JavaScript-ի Խմբագրիչ է: * * Մուտքագրեք որոշ JavaScript, այնուհետև աջ սեղմում կատարեք կամ ընտրեք Կատարման ընտրացանկից. * 1. Աշխատեցնել՝ նշված տեքստը կատարելու համար (%1$S), * 2. Ստուգել` արդյունքում Օբյեկտի Տեսուչին առաջ բերելու համար (%2$S) կամ * 3. Ցուցադրել՝ ընտրությունից հետո մեկնաբանության մեջ արդյունքը ներառելու համար: (%3$S) */
ms: /* * Ini adalah Scratchpad Javaskrip. * * Masukkan beberapa Javaskrip, kemudian Right Click atau pilih daripada Execute Menu: * 1. Jalankan untuk mengevaluasi teks dipilih (%1$S), * 2. Periksa untuk dibawa kembali sebuah Object Inspector pada keputusannya (%2$S), or, * 3. Papar untuk memasukkan keputusan dalam satu komen selepas dipilih. (%3$S) */
th: /* * นี่คือกระดานทดจาวาสคริปต์ * * เขียนจาวาสคริปต์ลงไป แล้วคลิกขวาหรือเลือกจากเมนูดำเนินการ : * 1. รัน เพื่อดูผลของโค้ดที่เลือกไว้ (%1$S), * 2. ตรวจสอบ เพื่อดูผลลัพธ์โดยใช้ตัวตรวจดูส่วนประกอบ, หรือ (%2$S), * 3. แสดง เพื่อแทรกผลลัพธ์ลงในคอมเมนต์ด้านล่างของโค้ดที่เลือกไว้ (%3$S) */
vi: /* * Đây là một đoạn JavaScript Scratchpad. * * Nhập vào một vài đoạn JavaScript, sau đó ấn phải chuột hoặc chọn từ Trình Đơn Thực Thi: * 1. Chạy chương trình để đánh giá văn bản được chọn (%1$S), * 2. Xem xét kỹ để đưa ra một Kiểm Soát Viên Đối Tượng dựa vào kết quả (%2$S), hoặc, * 3. Hiển thị để chèn kết quả vào phần chú thích sau phần được chọn. (%3$S) */
