Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/timeline.properties.po
Languages: si

source: Timeline
si: කාලරේඛාව

source: Timeline Panel
si: කාලරේඛා පුවරුව

source: Performance Timeline
si: ක්‍රියාකාරීත්ව කාලරේඛාව

source: Recalculate Style
si: රටාව නැවත ගණනය

source: Layout
si: ආකෘතිය

source: Paint
si: ඇඳීම

source: Function Call
si: ක්‍රියාකාරීත්ව ඇමතුම

source: DOM Event
si: DOM අවස්ථාව

source: Console
si: කොන්සෝලය

source: Unknown
si: නොදන්නා

source: Start:
si: අරඹන්න:

source: End:
si: අවසන:

source: Duration:
si: කාලසීමාව:

source: Timer Name:
si: කාල ඝණක නම:

source: Event Type:
si: අවස්ථා වර්ගය:

source: Phase:
si: අවධිය:

source: Target
si: ඉලක්කය

source: Capture
si: ග්‍රහණය

source: Bubbling
si: බුබුළුදමන

source: Stack:
si: ගොඩ:

source: Stack at start:
si: ආරම්භයේ ගොඩගසන්න:

source: Stack at end:
si: අවසානයේ ගොඩගසන්න:

source: <unknown location>
si: <නොදන්නා ස්ථානය>
