Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/webide.properties.po
Languages: br

source: Select Runtime
br: Diuzañ pad an erounezadur

source: Open App
br: Digeriñ an arload

source: Main Process
br: Argerzh pennañ

source: Local Runtime
br: Pad an erounezadur lec'hel

source: Remote Runtime
br: Pad an erounezadur a-bell

# remote_runtime_promptTitle
source: Remote Runtime
br: Pad an erounezadur a-bell

source: hostname:port
br: anv an ostiz : porzh

source: Select Directory
br: Diuzañ ur c'havlec'hiad

source: Open Hosted App
br: Digeriñ un arload herberc'hiet

source: Enter Manifest URL
br: Enankañ URL an ezrevellad

source: Troubleshooting
br: Dirouestladur

source: T
br: D

source: Loading…
br: O kargañ...

source: Can't install project. Not fully connected.
br: N'haller ket staliañ ar raktres. N'eo ket kennasket penn da benn.

source: Can't install project. Validation errors.
br: N'haller ket staliañ ar raktres. Fazioù talvoudekaat.

source: Can't get app list from device
br: N'haller ket tapout roll an arloadoù diwar an trevnad

source: Operation timed out: %1$S
br: Diamzeret eo ar gwezhiadur : %1$S

source: Operation failed: %1$S
br: C'hwitet eo ar gwezhiadur : %1$S

source: Can't connect to app: %1$S
br: N'haller ket kennaskañ ouzh an arload : %1$S

source: Can't fetch the add-on list: %S
br: N'haller ket kerc'hat roll an askouezhioù : %S

source: Unable to load project list. This can occur if you've used this profile with a newer version of Firefox.
br: N'haller ket kargañ roll ar raktresoù. Degouezhout a ra mard hoc'h eus graet gant an aelad-mañ gant un handelv nevesoc'h eus Firefox.

source: stable
br: stabil

source: unstable
br: distabil

source: Firefox OS %1$S Simulator (%2$S)
br: Darvanerez (%2$S) Firefox OS %1$S

source: install
br: staliañ

source: uninstall
br: distaliañ

source: ADB Helper Add-on
br: Askouezh Skoazeller ADB

source: Tools Adapters Add-on
br: Askouezh azasaerioù an ostilhoù

source: USB devices won't be detected without this add-on
br: An trevnadoù mod USB ne vint ket dinoet hep an askouezh-mañ

source: Installed
br: Staliet

source: Not Installed
br: N'eo ket staliet

source: preparing
br: o prientiñ

source: downloading
br: o pellgargañ

source: installing
br: o staliañ

source: no
br: ket

source: yes
br: ya

source: unknown
br: dianav

source: Not a USB device
br: Ket un trevnad mod USB

source: Validation status: %1$S
br: Stad talvoudekaat : %1$S

source: ERRORS
br: FAZIOU

source: UNKNOWN
br: DIANAV

source: Reset to default
br: Adlakaat gwerzhioù dre ziouer
