Repository: tktk711/mozilla-l10n
Catalog: doi/browser/chrome/browser/syncGenericChange.properties.po
Languages: doi

source: Change your Password
doi: अपना पासवर्ड बदलो

source: Change Password
doi: पासवर्ड बदलो

source: Changing your password…
doi: तुंʼदा पासवर्ड बदलने ...

source: Your password has been changed.
doi: तुंʼदा पासवर्ड बदली दित्ता गेआ ऐ.

source: There was an error changing your password.
doi: तुंʼदा पासवर्ड बदलने च गल्ती ही.

source: Your password must be at least 8 characters long. It cannot be the same as either your user name or your Recovery Key.
doi: तुंʼदा पासवर्ड घट्टोघट्ट 8 वर्ण लम्मा होना चाहिदा. एह् तुंʼदे बरतूनी नांऽ जां तुंʼदी वसूली कुंजी चा कुसै जनेहा नेईं होई सकदा.

source: Note: All of your other devices will be unable to connect to your account once you change this password.
doi: नोट: इक बारी जिसलै तुस अपना एह् पासवर्ड बदलदे ओ तां तुंʼदियां दूइयां सब डिवाइसां तुंʼदे खाते कन्नै कनैक्शन जोड़ने च असमर्थ होङन.

source: My Recovery Key
doi: मेरी वसूली कुंजी

source: Change Recovery Key
doi: वसूली कुंजी बदलो

source: Changing Recovery Key and uploading local data, please wait…
doi: वसूली कुंजी बदली जा करदी ऐ ते स्थानी डेटा अपलोड होआ करदा ऐ, कृपा करियै बलगो...

source: There was an error while changing your Recovery Key!
doi: तुंʼदी वसूली कुंजी बदलदे बेल्लै कोई गल्ती होई ही!

source: Your Recovery Key was successfully changed!
doi: तुंʼदी वसूली कुंजी सफलतापूर्वक बदली दित्ती गेई ही!

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
doi: अपनी प्राइवेसी गी यकीनी बनाने आस्तै, अपलोड करने शा पैह्‌लें तुंʼदे सारे डेटे गी एन्क्रिप्ट कीता गेआ ऐ. तुंʼदे डेटे गी डीक्रिप्ट करने दी कुंजी अपलोड नेईं कीती गेदी.

source: Note: Changing this will erase all data stored on the Sync server and upload new data secured by this Recovery Key. Your other devices will not sync until the new Recovery Key is entered for that device.
doi: नोट: इस्सी बदलने कन्नै सिंक सर्वर पर स्टोर सब्भै डेटा म्हिटी जाह्‌ग ते इस वसूली कुंजी द्वारा सुरक्षत नमां डेटा अपलोड होग. तुंʼदियां दूइयां डिवाइसां इन्ना चिर सिंक नेईं करङन जिन्ना चिर उस डिवाइस आस्तै नमीं वसूली कुंजी गी प्रविश्ट नेईं कीता जंदा.

source: Your Recovery Key
doi: तुंʼदी वसूली कुंजी

# new.password.title
source: Update Password
doi: पासवर्ड अपडेट करो

source: Your password was rejected by the server, please update your password.
doi: सर्वर द्वारा तुंʼदा पासवर्ड नांमंजूर करी दित्ता गेआ हा, कृपा करियै अपना पासवर्ड अपडेट करो.

source: Enter your new password
doi: अपना नमां पासवर्ड प्रविश्ट करो

source: Confirm your new password
doi: अपने नमें पासवर्ड दी पुश्टी करो

# new.password.acceptButton
source: Update Password
doi: पासवर्ड अपडेट करो

source: Password incorrect, please try again.
doi: पासवर्ड गल्त ऐ, कृपा करियै दोबारा कोशश करो.

# new.recoverykey.title
source: Update Recovery Key
doi: वसूली कुंजी अपडेट करो

source: Your Recovery Key was changed using another device, please enter your updated Recovery Key.
doi: कोई होर डिवाइस बरतियै तुंʼदी वसूली कुंजी गी बदली दित्ता गेआ हा, कृपा करियै अपनी अपडेट कीती दी वसूली कुंजी प्रविश्ट करो.

# new.recoverykey.acceptButton
source: Update Recovery Key
doi: वसूली कुंजी अपडेट करो
