Repository: tktk711/mozilla-l10n
Catalog: fj/browser/chrome/browser/feeds/subscribe.properties.po
Languages: fj

source: Go to %S
fj: Lako ena %S

source: Add Feed Reader
fj: Kuria na Feed Reader

source: Live Bookmarks
fj: Na Makanivola Bula

source: Subscribe Now
fj: Vakalewena Oqo

source: Choose Application…
fj: Digitaka na Application...

source: Choose Application
fj: Digitaka na Application...

source: Always use %S to subscribe to feeds
fj: Vakayagataka tiko na %S ena veigauna kece ko vakalewena na feeds

source: Media files
fj: Na file ni Media

source: bytes
fj: Na bytes

source: Always use %S to subscribe to feeds.
fj: Vakayagataka tiko na %S ena veigauna kece ko vakalewena na feeds

source: Always use %S to subscribe to podcasts.
fj: Vakayagataka tiko na %S ena veigauna kece ko vakalewena na podcasts.

source: Always use %S to subscribe to video podcasts.
fj: Vakayagataka tiko na %S ena veigauna kece ko vakalewena na video podcasts.

source: Subscribe to this feed using
fj: Vakalewena na feed oqo ka vakayagataka na

source: Subscribe to this podcast using
fj: Vakalewena na podcast oqo ka vakayagataka na

source: Subscribe to this video podcast using
fj: Vakalewena na video podcast oqo ka vakayagataka na

source: You can subscribe to this feed to receive updates when this content changes.
fj: Iko rawa ni vakalewena feed mo ciqoma kina na vei veiveisau eso ena gauna e veisau kina na lewena

source: You can subscribe to this podcast to receive updates when this content changes.
fj: Iko rawa ni vakalewena podcast mo ciqoma kina na vei veiveisau eso ena gauna e veisau kina na lewena

source: You can subscribe to this video podcast to receive updates when this content changes.
fj: Iko rawa ni vakalewena video podcast mo ciqoma kina na vei veiveisau eso ena gauna e veisau kina na lewena

source: Add %S (%S) as an application for %S links?
fj: Kuria na %S me vaka e dua na application ni %S links?

source: Add Application
fj: Kuria na Application
