Repository: tktk711/mozilla-l10n
Catalog: gn_*/toolkit/chrome/mozapps/downloads/downloads.dtd.po
Languages: bo

source: Starting…
bo: Omboɨpɨ güɨnoi...

source: Scanning for viruses…
bo: Oeka güɨnoi virus...

source: Downloads
bo: Ombogüeyɨ reta

source: &Pause
bo: O&pɨta michi pegua

source: &Resume
bo: Toyapoño

source: &Cancel
bo: Emboai

source: Open Containing &Folder
bo: Eipea kuatía jɨru &oyekuatíagüe

source: Show in &Finder
bo: Toechauka &Finder pe

source: &Open
bo: Eipe&a

source: Open Wit&h…
bo: Oipea kuae...

source: &Retry
bo: Emboaɨkue&re ye

source: &Go to Download Page
bo: Ekua pag&ina ombogüeyɨ vae pe

source: Copy Download &Link
bo: Embocopia tape ombogüeyɨ vae güi

source: R&emove From List
bo: &Emboai ñemoapɨta

source: &Clear List
bo: Eitɨo ñemoapɨta

source: Removes completed, canceled, and failed downloads from the list
bo: Opa omboai oyembogüeyɨ vae reta, oyemboai jare oyeavɨ ñemoapɨta pe vae

source: Close when downloads complete
bo: Oyokenda opa ma ombogüeyɨ reta yave

source: Closes the Downloads window when all files are done downloading
bo: Oyokenda ventana oyembogüeyɨ pɨpe vae reta opa ma ombogüeyɨ yave opaete archivo reta güi

source: Show this Folder
bo: Toechauka kuae kuatía jɨru

source: Search…
bo: Eeka…
