Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/aboutRobots.dtd.po
Languages: ta

source: Gort! Klaatu barada nikto!
ta: கார்ட்! க்ளாட்டு பரடா நிக்ட்டோ!

source: Welcome Humans!
ta: மனிதர்களே வருக!

source: We have come to visit you in peace and with goodwill!
ta: நீங்கள் சமாதானமாகவும் மகிழ்ச்சியாகவும் இருக்கும் தருணத்தில் உங்களைச் சந்திக்க வந்துள்ளோம்!

source: Robots may not injure a human being or, through inaction, allow a human being to come to harm.
ta: ரோபோக்கள் மனிதர்களுக்கு தீங்கு விளைவிக்காது, அல்லது செயல்படாமல் இருப்பதன் மூலமாக மனிதர்கள் தீங்கு அடைய அவை விட்டுவிடக்கூடும்.

source: Robots have seen things you people wouldn't believe.
ta: ரோபோக்கள் பார்த்த விஷயங்களை,நம்மை போன்ற மக்களால் நம்ப இயலாது.

source: Robots are Your Plastic Pal Who's Fun To Be With.
ta: ரோபோக்கள் நமது பிளாஸ்டிக் நண்பர்கள் அவற்றுடன் இருப்பது வேடிக்கையாக இருக்கும்.

source: Robots have shiny metal posteriors which should not be bitten.
ta: ரோபோக்கள், பளபளப்பான உலோக பின்பக்கங்களைக் கொண்டவை, அதனை கடிக்க கூடாது.

source: And they have a plan.
ta: அவற்றுக்கு ஒரு திட்டம் உள்ளது.

source: Frakkin' Toasters
ta: ஃப்ராக்கிங் டோஸ்ட்டர்ஸ்

source: Please do not press this button again.
ta: மீண்டும் இந்த பொத்தானை அழுத்தாதீர்கள்
