Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/newTab.properties.po
Languages: az, bg, bn_bd, bn_in, br, bs, ca, es_mx, eu, fa, hu, is, kn, lt, lv, mai, ms, my, or, pt_br, sv, ta, te, th, tr, ur, vi, xh

source: You can turn off the tiles feature by clicking the %1$S button for your preferences.
kn: ನಿಮ್ಮ ಆದ್ಯತೆಗಳಿಗಾಗಿ ಟೈಲ್‌ಗಳ ಸೌಲಭ್ಯವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು %1$S ಗುಂಡಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಬಹುದು.
lv: Jūs varat atslēgt flīžu funkciju klikšķinot uz %1$S pogas iestatījumos.
or: %1$S ବଟନକୁ କ୍ଲିକ କରି ଇଚ୍ଛାଅନୁସାରେ ଆପଣ ଟାଇଲ ବିଶେଷତାକୁ ଅଫ୍‌ କରିପାରିବେ।
tr: Tercihlerinize ulaşmak için %1$S düğmesine tıklayarak kutucuk özelliği kapatabilirsiniz.
vi: Bạn có thể tắt tính năng thẻ này bằng cách nhấn nút %1$S.

source: You can turn off this service by clicking the gear (%1$S) button and unchecking "Include suggested sites" in the %2$S menu.
az: Bu xidməti menyuda %2$S üzərindən alət (%1$S) düyməsinə klikləyərək "Məsləhətli saytları da göstər" işarəsini qaldıraraq söndürə bilərsiz.
br: Gallout a rit diweredekaat ar c'heweriuster-mañ en ur glikañ war an afell rod kranellet (%1$S) hag en ur zigevaskañ "Enlakaat al lec'hiennoù aliet"diwar al lañser %2$S.
bs: Ovu uslugu možete isključiti klikom na dugme zupčanika (%1$S), te uklanjanjem kvačice s opcije "Uključi predložene stranice" u meniju %2$S.
eu: Zerbitzu hau desgai dezakezu engranajearen (%1$S) botoian klik eginez eta %2$S menuan "Sartu iradokitako guneak" aukerari marka kenduz.
is: Þú getur slökkt á þessu með því að smella á gíra (%1$S) hnappinn og velja "Bæta við vefsvæðum sem mælt er með" í %2$S valmyndinni.
kn: ನೀವು ಈ ಸೇವೆಯನ್ನು (%1$S) ಗಿಯರ್ ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಮತ್ತು "ಸೂಚಿಸಿರುವ ತಾಣಗಳನ್ನು ಸೇರಿಸು" ಆಯ್ಕೆಯನ್ನು %2$S ಮೆನುವಿನಲ್ಲ್ ಅನ್‌ಚೆಕ್ ಮಾಡುವುದರಿಂದ ಆಫ್ ಮಾಡಬಹುದು.
lv: Šo funkciju jūs varat atslēgt klikšķinot uz zobrata (%1$S) pogas un izvēloties "Rādīt tukšu lapu" no %2$S izvēlnes.
pt_br: Você pode desativar este serviço clicando no botão da engrenagem (%1$S) e desmarcando "Incluir sites sugeridos" no menu %2$S.
sv: Du kan stänga av denna tjänst genom att klicka på kugghjulsknappen (%1$S) och avmarkera "Inkludera förslag på webbplatser" i %2$S-menyn.
th: คุณสามารถปิดใช้งานบริการนี้ได้โดยคลิกที่ปุ่มรูปเฟือง (%1$S) และยกเลิกการเลือก "รวมเว็บแนะนำด้วย" ในเมนู %2$S
tr: Bu servisi kapatmak isterseniz çark (%1$S) düğmesine tıklayıp %2$S menüsündeki "Önerilen siteleri göster" işaretini kaldırabilirsiniz.

source: New Tab will show the sites you visit most frequently, along with sites we think might be of interest to you. To get started, you'll see several sites from Mozilla.
az: Yeni vərəq tez-tez ziyarət etdiyiniz saytları sizə maraqlı ola biləcəyini düşündüklərimizlə birgə göstərəcək. Başlanğıc olaraq Mozilladan bir neçə saytı görəcəksiz.
bn_bd: আপনি বারংবার যে সাইটগুলতে যাচ্ছেন নতুন ট্যাব তা প্রদর্শন করবে,বারংবার একই সাইটগুল প্রদর্শন করায় আমরা মনে করছি আপনি কৌতূহলী।শুরু করার জন্য, আপনি মজিলা থেকে বিভিন্ন সাইট দেখতে পাবেন।
br: An ivinell nevez a ziskouezo deoc'h al lec'hiennoù gweladennet an aliesañ ganeoc'h, asambles gant lec'hiennoù a soñjomp a dedenno ac'hanoc'h. Evit kregiñ ganti e vo gwelet ganeoc'h meur a lec'hienn eus Mozilla.
bs: Novi tab će prikazivati stranice kojima najčešće pristupate, zajedno sa stranicama za koje mislimo da će vas zanimati. Za početak, bit će prikazano nekoliko Mozillinih stranica.
eu: Fitxa berriaren orriak gehien bisitatzen dituzun guneak erakutsiko ditu, zure interesekoak izan daitezkeela uste ditugun guneekin batera. Hasteko, Mozilla-ko hainbat gune ikusiko dituzu.
is: Nýi flipinn sýnir þau vefsvæði sem þú heimsækir oftast, og svo þau vefsvæði sem þú gætir haft áhuga á. Til að byrja með, muntu sjá nokkur vefsvæði frá Mozilla.
kn: ಹೊಸ ಟ್ಯಾಬ್ ನೀವು ತೀರ ಇತ್ತೀಚೆಗೆ ಸಂಪರ್ಕಿಸಿರುವ, ಜೊತೆಗೆ ನಾವು ನಿಮ್ಮ ಆಸಕ್ತಿಗೆ ಅನುಗುಣವಾದವು ಎಂದು ಆಯ್ಕೆ ಮಾಡಿದ ತಾಣಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. ಪ್ರಾರಂಭಿಸಲು, ನೀವು Mozilla ದ ಅನೇಕ ತಾಣಗಳನ್ನು ನೋಡುವಿರಿ.
lv: Jaunas cilnes lapa rādīs biežāk apmeklētās lapas kā arī ieteikumus, kas varētu jums interesēt. Sākumā parādīsim dažas Mozilla lapas.
pt_br: A nova aba irá mostrar os sites que visita mais frequentemente, em conjunto com sites que pensamos que possam te interessar. Para começar, irá ver vários sites da Mozilla.
sv: Ny flik visar de webbplatser du besöker oftast, tillsammans med platser som vi tror kan vara av intresse för dig. För att komma igång, kommer du att se flera platser från Mozilla.
th: หน้าแท็บใหม่จะแสดงเว็บไซต์ที่คุณเข้าเป็นประจำ รวมทั้งเว็บไซต์ที่เราคิดว่าคุณน่าจะสนใจ ในช่วงเริ่มต้น คุณจะเห็นเว็บไซต์จำนวนหนึ่งจาก Mozilla
tr: Yeni Sekme, en sık ziyaret ettiğiniz sitelerle birlikte ilginizi çekeceğini düşündüğümüz siteleri gösterecektir. Başlangıçta Mozilla'nın birkaç sitesini göreceksiniz.
vi: Tính năng Tab mới sẽ hiện các trang bạn hay truy cập nhất, cùng với các trang mà chúng tôi nghĩ sẽ thú vị với bạn. Để bắt đầu, bạn sẽ thấy một vài trang từ chính Mozilla.

source: You can %1$S or %2$S any site by using the controls available on rollover.
az: İstədiyiniz saytın üzərinə gəldiyinizdə uyğun düymələrlə onları %1$S və ya %2$S bilərsiz.
br: Gallout a rit %1$S pe %2$S forzh peseurt lec'hienn en ur arverañ ar reolerezhioù hegerz war an dreistnij.
bs: Možete %1$S ili %2$S bilo koju stranicu koristeći opcije koje se pojave kada pređete mišem.
eu: Edozein gune %1$S edo %2$S dezakezu gainetik pasatzean agertzen diren kontrolak erabiliz.
is: Þú getur %1$S eða %2$S hvaða vefsvæði sem er með því að nota stýringarnar sem birtast þegar þú færir músina yfir.
kn: ಯಾವುದೇ ತಾಣವನ್ನು ರೋಲ್‌ಓವರ್ ಮೇಲೆ ಲಭ್ಯವಿರುವ ನಿಯಂತ್ರಣಗಳನ್ನು ಬಳಸಿ ನೀವು %1$S ಅಥವಾ %2$S
lv: Jūs varat %1$S vai %2$S jebkuru lapu, izmantojot rīkus, kas pieejami uzbraucot ar peli uz lapas bildes.
pt_br: Você pode %1$S ou %2$S qualquer site usando os controles disponivel ao deslocar o mouse sob os elementos.
sv: Du kan %1$S eller %2$S en webbplats med hjälp av kontrollerna vid överrullning.
th: คุณสามารถ %1$S หรือ %2$S เว็บไซต์ได้โดยใช้ปุ่มที่จะแสดงเมื่อลากเมาส์ผ่าน
tr: İstediğiniz sitenin üstüne geldiğinizde beliren düğmelerle onu %1$S veya %2$S.
vi: Bạn có thể %1$S hoặc %2$S bất kỳ trang nào sử dụng những nút hiện ra khi di chuột qua.

source: remove
az: silə
br: dilemel
bs: ukloni
eu: kendu
is: fjarlægja
kn: ತೆಗೆದುಹಾಕು
lv: aizvākt
pt_br: remover
sv: ta bort
th: เอาออก
tr: kaldırabilir

source: pin
az: sabitləyə
bn_bd: পিন
br: spilhennañ
bs: zakači
eu: ainguratu
is: festa
kn: ಪಿನ್ ಮಾಡು
lv: piespraust
pt_br: fixar
sv: fästa
th: ตรึง
tr: sabitleyebilirsiniz
vi: ghim

source: Some of the sites you will see may be suggested by Mozilla and may be sponsored by a Mozilla partner. We'll always indicate which sites are sponsored.
az: Görə biləcəyiniz bəzi saytlar Mozilla məsləhət görülə və ya Mozilla partnyoru tərəfindən sponsorlaşdırıla bilər. Sponsorlaşdırılmış saytları həmişə işarətləyəcəyik.
bn_bd: আপনি দেখতে পাবেন কিছু সাইট মোজিলা দ্বারা প্রস্তাবিত হতে পারে এবং একটি মোজিলা অংশীদার দ্বারা স্পন্সর করা হতে পারে। যেগুলো স্পন্সর করা আমরা তা দেখিয়ে দেব।
br: Posupl eo e vefe gwelet ganeoc'h lec'hiennoù aliet gant Mozilla ha paeroniet gant ur c'heveler eus Mozilla. Meneget e vo atav pa vo ul lec'hienn paeroniet.
bs: Neke od stranica koje ćete vidjeti može predložiti Mozilla i može biti sponzorirana od strane Mozillinog partnera. Sponzorirane stranice će uvijek biti naznačene.
eu: Ikusiko dituzun zenbait gune Mozillak iradokitakoak dira eta Mozillaren bazkideren batek babestutakoak izan daitezke. Beti adieraziko dugu zein diren babesleen guneak.
is: Sum vefsvæðin sem þú sérð eru frá Mozilla og eru hugsanlega kostuð af samstarfsaðila Mozilla. Við látum alltaf vita hvaða svæði eru frá samstarfsaðila.
kn: ನೀವು ನೋಡುವ ಕೆಲವು ತಾಣಗಳನ್ನು Mozilla ನಿಮಗೆ ಸೂಚಿಸಿರಬಹುದು ಮತ್ತು Mozilla ಪಾಲುದಾರರಿಂದ ಸೂಚಿತವಾಗಿದ್ದಿರಬಹುದು. ನಾವು ಯಾವಾಗಲೂ ಸೂಚಿಸಿರುವ ತಾಣಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿ ನೀಡುತ್ತೇವೆ.
lv: Dažas no lapām jums var ieteikt Mozilla vai kāds sponsorētais partneris. Mēs vienmēr parādīsim, kuras lapas tiek sponsorētas.
pt_br: Alguns sites que irá ver podem ser sugeridos pela Mozilla e podem ser patrocinados por um parceiro da Mozilla. Nós indicaremos sempre que os sites são patrocinados.
sv: Några av de webbplatser som du kommer att se kan föreslås av Mozilla och kan sponsras av en Mozilla partner. Vi kommer alltid att ange vilka webbplatser som är sponsrade.
th: บางเว็บไซต์ที่คุณเห็นอาจเป็นเว็บที่แนะนำโดย Mozilla หรือเป็นเว็บที่ได้รับการสนับสนุนโดยพันธมิตรของ Mozilla เราจะแสดงให้เห็นเสมอว่าเว็บไหนที่ได้รับการสนับสนุน
tr: Göreceğiniz sitelerden bazıları Mozilla tarafından veya Mozilla iş ortaklarının sponsorluğuyla önerilmiş olabilir. Hangi sitelerin sponsorlu olduğunu her zaman belirteceğiz.
vi: Một số trang bạn thấy sẽ được giới thiệu bởi Mozilla và có thể được tài trợ bởi đối tác của Mozilla. Chúng tôi sẽ luôn chỉ rõ trang nào đã được tài trợ.

source: %1$S will only show sites that most closely match your interests on the Web. %2$S
az: %1$S ancaq sizin internetdə olan maraqlarınıza ən uyğun ola biləcək saytları göstərəcək. %2$S
bn_bd: % 1 $S শুধুমাত্র সবচেয়ে কাছাকাছি ওয়েবে আপনার আগ্রহের বিষয়ের সাথে মেলে সে সাইটগুল প্রদর্শন করবে। % 2 $S
br: Diskouezet e vo gant %1$S lec'hiennoù a glot ar muiañ gant hoc'h atapioù war ar web. %2$S
bs: %1$S će prikazivati samo stranice koje su blisko povezane s vašim interesima na webu. %2$S
eu: Zure Webeko interesekin ondoen bat datozen guneak erakutsiko ditu soilik %1$S(e)k. %2$S
is: %1$S sýnir aðeins þau vefsvæði sem passa best við það sem þú hefur áhuga á vefnum. %2$S
kn: %1$S ಕೇವಲ ನಿಮ್ಮ ಜಾಲದಲ್ಲಿ ಆಸಕ್ತಿಗಳಿಗೆ ತೀರಾ ಹೊಂದುವಂತಹ ತಾಣಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸುತ್ತದೆ. %2$S
lv: %1$S rādīs tikai lapas, kas ļoti tuvu atbilst jūsu interesēm internetā. %2$S
pt_br: O %1$S irá mostrar apenas sites que mais se aproximam aos seus interesses na Web. %2$S
sv: %1$S kommer bara att visa webbplatser som bäst matchar dina intressen på webben. %2$S
th: %1$S จะแสดงเฉพาะเว็บไซต์ที่ใกล้เคียงกับความสนใจบนเว็บของคุณเท่านั้น %2$S
tr: %1$S yalnızca web'deki ilgi alanlarınızla yakından eşleşen siteleri gösterecektir. %2$S
vi: %1$S sẽ chỉ hiện các trang phù hợp nhất với những quan tâm của bạn trên web. %2$S

source: Now when you open New Tab, you'll also see sites we think might be interesting to you.
az: Artıq Yeni Vərəq açdığınızda həmçinin sizə maraqlı ola biləcəyini düşündüyümüz saytları görəcəksiniz.
bn_bd: আমরা মনে করি এখন আপনি যখন নতুন একটি ট্যাব খুলবেন, আপনি যে সাইটগুলো দেখতে আগ্রহী সে সাইটগুলো দেখতে পাবেন।
br: Bremañ, pa vo digoret un ivinell nevez ganeoc'h e welot, e-touez traoù all, lec'hiennoù a soñjomp a vo dedennus evidoc'h.
bs: Sada, kada otvorite novi tab, vidjet ćete i stranice koje bi vas mogle zanimati.
eu: Hemendik aurrera fitxa berri bat irekitzen duzunean, zure interesekoak izan daitezkeen guneak ere ikusiko dituzu.
is: Þegar þú opnar nýjan flipa þá muntu sjá þau vefsvæði sem þú gætir haft áhuga á.
kn: ಈಗ ನೀವು ಹೊಸ ಹಾಳೆ ತೆರೆಯುವಾಗ, ನಾವು ನಿಮಗೆ ಕುತೂಹಲಕಾರಿ ಎನಿಸಬಹುದು ಎಂದು ಕೊಂಡಿರುವ ತಾಣಗಳನ್ನು ನೋಡುವಿರಿ.
lv: Tagad atverot jaunas cilnes lapu, jūs redzēsiet arī lapas, kas mūsuprāt var jums interesēt.
pt_br: Agora quando você abrir uma nova aba, também verá os sites que achamos serem interessantes para você.
sv: Nu när du öppnar Ny flik, kommer du också se webbplatser som vi tror kan vara av intresse för dig.
th: จากนี้ไปเมื่อคุณเปิดหน้าแท็บใหม่ จะมีเว็บไซต์ที่เราคิดว่าคุณน่าจะสนใจอยู่ด้วย
tr: Bundan sonra Yeni Sekme'yi açtığınızda ilginizi çekeceğini düşündüğümüz siteleri de göreceksiniz.
vi: Bây giờ, khi bạn mở một tab mới, bạn sẽ thấy các trang mà chúng tôi nghĩ sẽ thú vị với bạn.

source: New Tab Controls
az: Yeni Vərəq İdarələri
bn_bd: নতুন ট্যাব নিয়ন্ত্রণ
br: Reoliadurioù ivinell nevez
bs: Kontrole novog taba
eu: Fitxa berrien kontrolak
is: Nýjar flipastýringar
kn: ಹೊಸ ಹಾಳೆ ನಿಯಂತ್ರಣಗಳು
lv: Jaunas cilnes rīki
pt_br: Controles da nova aba
sv: Nya flik kontroller
th: ตัวควบคุมหน้าแท็บใหม่
tr: Yeni Sekme denetimleri
vi: Quản lý tab mới

source: Learn more…
az: Ətraflı öyrən…
bg: Научете повече…
bn_bd: আরও জানুন…
bn_in: আরও জানুন ...
br: Gouzout hiroc'h…
bs: Saznajte više…
ca: Més informació…
es_mx: Aprender más…
eu: Argibide gehiago…
fa: بیشتر بدانید...
hu: További tudnivalók…
is: Fræðast meira…
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ...
lt: Sužinoti daugiau…
lv: Uzzināt vairāk…
mai: आओर जानू…
ms: Ketahui lanjut…
my: ပိုမို လေ့လာပါ…
or: ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ…
pt_br: Saiba mais…
sv: Läs mer…
ta: மேலும் அறிக...
te: మరింత తెలుసుకోండి…
th: เรียนรู้เพิ่ม…
tr: Daha fazla bilgi…
ur: مزید سیکھیں…
vi: Tìm hiểu thêm…
xh: Funda okungakumbi…

source: Privacy Notice
az: Məxfilik Bildirişi
bg: Политика за личните данни
bn_bd: গোপনীয়তার নীতি
bn_in: গোপনীয়তা সংক্রান্ত নীতি
br: Evezhiadennoù a-fet buhez prevez
bs: Pravila o privatnosti
ca: avís de privadesa
es_mx: Política de privacidad
eu: Pribatutasun-oharra
fa: اخطار حفظ حریم خصوصی
hu: adatvédelmi megjegyzésnek
is: Upplýsingar um meðferð persónuupplýsinga
kn: ಗೌಪ್ಯತಾ ಸೂಚನೆ
lt: Privatumo nuostatų
lv: Privāruma politikai
mai: गोपनीयता नीति
ms: Notis Privasi
my: ပရိုက်ဗစ်ဆီ သတိပေးချက်
or: ଗୋପନୀୟତା ବିଜ୍ଞପ୍ତି
pt_br: Política de privacidade
sv: Integritetsinfo
ta: தனியுரிம கொள்கை
te: గోప్యతా నోటీసు
th: หนังสือบอกกล่าวความเป็นส่วนตัว
tr: Gizlilik Bildirimi
ur: اطلاع نامہ نجی نوعیت
vi: Thông báo về quyền riêng tư cá nhân
xh: Isaziso sabucala

source: More about New Tab
az: Yeni Vərəq haqqında daha ətraflı məlumat
bg: Повече за новия подпрозорец
bn_bd: নতুন ট্যাব সম্পর্কে আরো
bn_in: নতুন ট্যাবের বিষয় বিষদ জানুন
br: Hiroc'h a-zivout an ivinelloù nevez
bs: Više o novom tabu
ca: Més informació sobre la pàgina de Pestanya nova
es_mx: Más acerca de nueva pestaña
eu: Fitxa berriei buruzko argibide gehiago
fa: اطلاعات بیشتر دربارۀ زبانۀ جدید
hu: Továbbiak az Új lapról
is: Meiri upplýsingar um nýja flipa
kn: ಹೊಸ ಟ್ಯಾಬ್ ಬಗ್ಗೆ ಮತ್ತಷ್ಟು
lt: Daugiau apie naują kortelę
lv: Vairāk par Jaunām cilnēm
mai: नव टैबक बारे मे आओर जानू
my: စာမျက်နှာခွဲအသစ် အကြောင်း ပိုမိုလေ့လာပါ
pt_br: Mais sobre a nova aba
sv: Mer om Ny flik
ta: புதிய கீற்றைப் பற்றி மேலும்
te: కొత్త టాబ్ గురించి మరింత
th: เรียนรู้เพิ่มเติมเกี่ยวกับหน้าแท็บใหม่
tr: Yeni Sekme hakkında daha fazla bilgi
ur: نئے ٹیب کے بارے میں مذید
vi: Tìm hiểu thêm về trang Tab mới
xh: Okuninzi malunga neTab Entsha

source: About your privacy
az: Məxfiliyiniz haqqında
bn_bd: আপনার গোপনীয়তা সম্পর্কে
br: A-zivout ho puhez prevez
bs: O vašoj privatnosti
eu: Zure pribatutasunari buruz
is: Um friðhelgi
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆಯ ಬಗ್ಗೆ
lv: Par privātumu
pt_br: Sobre a sua privacidade
sv: Om din sekretess
th: เกี่ยวกับความเป็นส่วนตัวของคุณ
tr: Gizlilik hakkında
vi: Quyền bí mật đời tư của bạn

source: Welcome to New Tab on %1$S!
az: %1$S Yeni Vərəqə xoş gəldiniz!
bn_bd: %1 $S নতুন ট্যাবে স্বাগতম!
br: Degemer mat war ivinelloù nevez %1$S !
bs: Dobrodošli u novi tab na %1$S!
eu: Ongi etorri %1$S(e)ko fitxa berriaren orrira!
is: Velkomin í nýja flipa á %1$S!
kn: %1$S ಮೇಲೆ ಹೊಸ ಹಾಳೆಗೆ ಸ್ವಾಗತ !
lv: Laipni lūgti %1$S jaunajā cilnē!
pt_br: Bem-vindo a nova aba no %1$S!
sv: Välkommen till Ny flik på %1$S!
th: ยินดีต้อนรับสู่หน้าแท็บใหม่ของ %1$S!
tr: %1$S Yeni Sekme'ye hoş geldiniz!
vi: Đây là trang Tab mới của %1$S!

source: New Tab got an update!
az: Yeni Vərəq yeniləndi!
bn_bd: নতুন ট্যাব একটি আপডেট পেয়েছে!
bn_in: নতুন ট্যাব একটি আপডেট পেয়েছে!
br: An ivinelloù nevez a zo bet hizivaet !
bs: Novi tab je dobio nadogradnju!
ca: La pàgina de Pestanya nova s'ha actualitzat
es_mx: ¡Nueva pestaña tiene una actualización!
eu: Fitxa berriaren orria eguneratu egin da!
fa: «زبانهٔ جدید» بروزرسانی شد!
hu: Az Új lap megújult!
is: Nýi flipinn hefur verið uppfærður!
kn: ಹೊಸ ಹಾಳೆಗೆ ಪರಿಷ್ಕರಣೆ ಲಭ್ಯವಿದೆ!
lt: Nauja kortelė gavo atnaujinimą!
lv: Jaunajām cilnēm ir jaunums!
mai: नव टैब लेल अद्यतन भेटल!
my: စာမျက်နှာခွဲအသစ်သည် အဆင့်မြှင့်တင်မှု ရပြီ။!
pt_br: A nova aba foi atualizada!
sv: Nya flik fick en uppdatering!
ta: புதிய கீற்றிற்கு புதுப்பிப்பு உள்ளது!
te: కొత్త ట్యాబు మెరుగయ్యింది!
th: หน้าแท็บใหม่ได้รับการปรับปรุง!
tr: Yeni Sekme güncellendi!
ur: نئے ٹیب کو تازہ کاری ملی!
vi: Đã được nâng cấp với tính năng mới!
xh: Ithebhu entsha ifumene isihlaziyi!

source: Skip this
az: Bunu keç
bn_bd: এড়িয়ে যান
br: Tremen
bs: Preskoči ovo
eu: Saltatu hau
is: Sleppa þessu
kn: ಇದನ್ನು ದಾಟು
lv: Izlaist šo
pt_br: Pular isto
sv: Hoppa över detta
th: ข้ามไป
tr: Atla
vi: Bỏ qua

source: Continue tour
az: Tura devam et
br: Kenderc'hel
bs: Nastavi obilazak
eu: Jarraitu txangoa
is: Halda áfram með kynninguna
kn: ಪ್ರವಾಸ ಮುಂದುವರಿಸು
lv: Turpināt ekskursiju
pt_br: Continue o tour
sv: Fortsätt rundtur
th: ดูต่อ
tr: Tura devam et
vi: Tiếp tục chuyến tham quan

source: Back
az: Geri
bn_bd: পূর্ববর্তী
br: Kent
bs: Nazad
eu: Atzera
is: Til baka
kn: ಹಿಂದೆ
lv: Atpakaļ
pt_br: Voltar
sv: Bakåt
th: ย้อนกลับ
tr: Geri
vi: Lùi

source: Next
az: Növbətini tap
bn_bd: পরবর্তী
br: War-lerc'h
bs: Dalje
eu: Hurrengoa
is: Næsta
kn: ಮುಂದಕ್ಕೆ
lv: Nākamā
pt_br: Avançar
sv: Nästa
th: ถัดไป
tr: Sonraki
vi: Tiếp

source: Got it!
az: Bildin!
bg: Разбрах!
bn_bd: এটি পেয়েছি!
br: Mat eo !
bs: Razumijem!
ca: Entesos
es_mx: ¡Lo tengo!
eu: Ulertu dut!
fa: گرفتم!
hu: Megértettem!
is: Ég skil!
kn: ಅರ್ಥವಾಯಿತು!
lt: Gerai
lv: Viss skaidrs!
mai: भेट गेल!
ms: Dah dapat!
my: ရပြီ!
pt_br: Entendi!
sv: Jag fattar!
ta: புரிந்தது!
te: అర్థమయింది!
th: เข้าใจแล้ว!
tr: Anladım!
ur: مل گیا!
vi: Hiểu rồi!
xh: Ndivile!

source: Now when you open New Tab, you'll also see sites we think might be interesting to you. Some may be suggested by Mozilla or sponsored by one of our partners.
bg: При отваряне на нов подпрозорец ще виждате сайтове, които смятаме, че представляват интерес за вас. Някои от тях може да са предложени от Mozilla или да са спонсорирани от някой от нашите партньори.
ca: A partir d'ara, quan obriu una pestanya nova, també veureu llocs que creiem que us poden interessar. Poden ser llocs recomanats per Mozilla o llocs patrocinats per algun soci de Mozilla.
es_mx: Ahora cuando abres una nueva pestaña, también verás sitios que pensamos podrían interesarte. Algunos podrían ser recomendados por Mozilla o patrocinados por uno de nuestros socios.
hu: Mostantól ha megnyitja az Új lapot, olyan oldalakat is láthat, amelyek szerintünk érdekelhetik. Némelyiket a Mozilla javasolhatja, vagy egyik partnerünk szponzorálhatja.
my: ယခု သင် စာမျက်နှာခွဲအသစ် ယူလိုက်လျှင် သင် စိတ်ဝင်စားမည့်ဆိုက်များကို မြင်ရပါလိမ့်မည်။. ဆိုက်တချို့သည် မော်ဇီလာမှ အကြံပြုထားသည် သို့မဟုတ် မော်ဇီလာ၏ အပေါင်းအဖော်မှ ကူညီထောက်ပံ့ထားသည်။
te: మీరు కొత్త టాబ్ తెరిచినప్పుడు, మీ అభిరుచికి తగిన సైట్లను చూస్తారు. కొన్ని మొజిల్లా సూచించినవి కావచ్చు లేదా మా భాగస్వాములలో ఒకరిచే కావచ్చు.
ur: اب جب آپ نیا ٹیب کھولیں گے، تو آپ کو وہ سائٹیں بھی نظر آئیں گی جو ہمارے خیال سے آپ کے لیے دلچسپ ہوں گی۔ ان میں سے کچھ Mozilla کی طرف سے تجویز کردہ ہو سکتی ہیں یا پھر ہمارے کسی شارکیں کی طرف سے تعاون کردہ ہو سکتی ہے۔

source: In order to provide this service, some data is automatically sent back to us in accordance with our %1$S. You can turn this off by unchecking the option under the gear icon (%2$S).
bn_in: আপনি এই সার্ভিসটি বন্ধ করতে পারেন এই গিয়ার (%1$S) বোতাম ক্লিক করে এবং "প্রস্তাবিত সাইটগুলি অন্তর্ভুক্ত করুন" বিকল্পটি %2$S মেনু থেকে আনচেক করে।
ca: Per proporcionar aquest servei, ens enviareu algunes dades automàticament, d'acord amb el nostre %1$S. Podeu desactivar aquest servei desmarcant l'opció sota el botó en forma d'engranatge (%2$S).
es_mx: Con el fin de mejorar este servicio algunos datos nos son enviados de vuelta automaticamente, esto conforme a nuestro %1$S. Tu puedes desactivar esto desmarcando la opción bajo el icono del engrane (%2$S).
fa: برای فراهم کردن این سرویس، بعضی از اطلاعات بطور خودکار و با توجه به %1$S ما برای ما ارسال می‌شود. شما می‌توانید این ویژگی را با برداشتن تیک این گزینه در زیر دکمه چرخ‌دنده خاموش کنید (%2$S).
hu: Ezen szolgáltatás nyújtásához bizonyos adatok visszaküldésre kerülnek, az %1$S megfelelően. Ezt kikapcsolhatja a fogaskerék ikon (%2$S) alatti megfelelő négyzet törlésével.
lt: Kad suteiktume šią paslaugą, mes automatiškai renkame tam tikrus duomenis laikydamiesi mūsų %1$S. Siuntimą galite išjungti galite paspaudę dantračio piktogramą (%2$S) ir nužymėję parinktį.
mai: ई सेवा केँ उपलब्ध कराबै लेल, हमरा %1$S केर अनुसार किछु तथ्य स्वतः ही वापस पठाए देल जाएत अछि. अहाँ गीयर आइकॉन(%2$S) केर तहत विकल्प केँ अनचेक कए क एकरा बन्न कए सकैत छी.
my: ဒီဝန်ဆောင်မှုကို ပေးစွမ်းရန်အတွက် ကျွန်တော်တို့ရဲ့ %1$S အရ ဒေတာအချို့သည် အလိုအလျောက် ကျွန်တော်တို့ထံသို့ ပေးပို့ပါလိမ့်မည်။. ဂီယာပုံငယ်လေး (%2$S)၏ အောက်တွင်ရှိသော ရွေးချယ်မှုကို အမှန်ခြစ် ဖြုတ်ခြင်းဖြင့် သင် အဲဒီပေးပို့မှုကို ပိတ်ထားနိုင်သည်။
ta: இந்த சேவையை வழங்கும் பொருட்டு, சில தரவுகள் தானாகவே எங்களின் %1$S ஏற்ப எங்களுக்கு திரும்பி அனுப்பப்படும். கியர் சின்னத்தின் கீழ் உள்ளதை தேர்வு நீக்குவதன் மூலம் (%2$S) இதனை அணைக்கலாம்.
ur: یہ سروس مہیا کرنے کے لیے، کچھ کوائف ہمارے %1$S کی مطابقت سے ہمیں خودکار طریقے سے واپس بھیجا جاتا ہے۔ آپ اس کو گیئر شبیہ (%2$S) کے پاس والے اختیار کو بے نشان کرکےاسے آف کر سکتے ہیں۔
xh: Ukuze unikele le nkonzo, enye idatha iphinda ithunyelwe kuthi ngokuzenzekelayo ngokuvumelana ne%1$S. Unokuyicima le ngokususa uphawu lokukhetha ngaphantsi kweayikhon yegiya (%2$S).

source: Now when you open New Tab, you’ll also see sites we think might be interesting to you. Some may be suggested by Mozilla or sponsored by one of our partners.
fa: از هم‌اکنون زمانی که شما یک زبانه جدید باز می‌کنید، سایت‌هایی که ما فکر میکنیم برای شما جذاب هستند را می‌بینید. برخی از این سایت‌ها ممکن است توسط موزیلا پیشنهاد داده شوند و یا توسط شرکای موزیلا حمایت مالی شده باشند.
lt: Kai dabar atversite naują kortelę, jūs kartu matysite svetaines, kurios, mūsų manymu, galėtų jus sudominti. Kai kurios gali būti pasiūlytos „Mozillos“ arba remiamos mūsų partnerių.
mai: आब जे अहाँ नव टैब खोलब तँ अहाँक रोचक वेब साइट अहाँक समक्ष देखाई देत. एकरा मे सँ किछु वेब साइट्स Mozilla द्वारा बताएल गेल अछि आ किछु हमार सहयोगी क द्वारा प्रायोजित अछि.
ms: Disaat anda membuka Tab Baru, anda juga akan melihat laman yang dianggap sesuai kepada anda. Ada yang disarankan oleh Mozilla atau ditaja oleh salah satu rakan kongsi kami.
ta: இப்போது நீங்கள் புதிய கீற்றை திறக்கும் போது, உங்களுக்கு பிடித்தமானதாக இருக்கும் என நினைக்கும் தளங்களையும் பார்ப்பீர்கள். சில மொசில்லாவால் பரிந்துரைக்கப்பட்டதாகவும் அல்லது கூட்டாளிகளாலும பரிந்துரைக்கப்பட்டதாகவும் இருக்கலாம்.
xh: Ngoku xa uvula iThebhu Entsha, uya kubona iisayithi esicinga ukuba zinokubangela umdla kuwe. Ezinye zinokucetyiswa nguMozilla okanye zixhaswe ngomnye wabalingane bethu.
