Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/newTab.properties.po
Languages: az, bg, bn_bd, bn_in, br, bs, ca, es_mx, eu, fa, hu, is, kn, lt, lv, mai, ms, my, or, pt_br, sv, ta, te, th, tr, ur, vi, xh

source: Pin this site at its current position
az: Bu saytı mövcud yerinə bağla
bg: Фиксиране на страницата тук
bn_bd: এটির বর্তমান অবস্থায় এই সাইট পিন
bn_in: বর্তমান অবস্থানে এই সাইটটিকে পিন করুন
br: Spilhennañ al lec'hienn-mañ war e lec'hiadur bremanel
bs: Zakači ovu stranicu na njenoj trenutnoj poziciji
ca: Fixa aquest lloc en aquesta posició
es_mx: Fijar este sitio en su posición actual
eu: Ainguratu gune hau uneko kokalekuan
fa: این سایت را در محل فعلی خود بچسبان
hu: Webhely rögzítése ezen a helyen
is: Festa þetta vefsvæði á núverandi stað
kn: ಈ ಜಾಲತಾಣವನ್ನು ಈ ಸ್ಥಳದಲ್ಲಿ ಸಿಕ್ಕಿಸು
lt: Įsegti šią svetainę šioje pozicijoje
lv: Pielīmēt šo lapu tās pašreizējā vietā
mai: एकर मोजुदा स्थिति पर ई साइट केँ पिन करू
ms: Pinkan laman ini pada posisinya
my: ဤဝတ်ဆိုဒ် အား ၎င်း၏ ယခုပုံစံအတိုင်း သိမ်းထားမည်
or: ଏହି ସାଇଟକୁ ତାହାର ବର୍ତ୍ତମାନ ସ୍ଥାନରେ ଲଗାନ୍ତୁ
pt_br: Fixar site nesta posição
sv: Fäst webbplatsen på dess nuvarande position
ta: இந்த தளத்தை அதன் தற்போதைய இடநிலையில் பொருத்து
te: ఈ సైటును దాని ప్రస్తుత స్థానము వద్ద పిన్ చేయి
th: ตรึงเว็บไซต์นี้ที่ตำแหน่งปัจจุบัน
tr: Bu siteyi mevcut konumuna sabitle
ur: اس سائٹ کو اس کی موجودہ پوزیشن پر پن کر دیں
vi: Ghim trang này tại vị trí hiện tại
xh: Qhobosha le sayithi kwindawo ekuyo

source: Unpin this site
az: Bu saytı çıxart
bg: Страницата да е не фиксирана
bn_bd: এই সাইট আনপিন করুন
bn_in: এই সাইট থেকে পিন সরিয়ে নিন
br: Dispilhennañ al lec'hienn-mañ
bs: Otkači ovu stranicu
ca: No fixis aquest lloc
es_mx: Despegar este sitio
eu: Desainguratu gune hau
fa: این سایت را ازجا بکّن
hu: Rögzítés feloldása
is: Losa þetta vefsvæði
kn: ಈ ತಾಣವನ್ನು ಹೊರತೆಗೆ
lt: Išsegti šią svetainę
lv: Atbrīvot šo lapu
mai: ई साइट केँ अनपिन करू
ms: Tidak pinkan laman ini
my: ဝတ်ဆိုဒ် အားဖြုတ်ပစ်မည်
or: ଏହି ସାଇଟକୁ ହଟାନ୍ତୁ
pt_br: Desafixar site
sv: Lösgör webbplatsen
ta: இந்த தளத்தை விடுவி
te: ఈ సైటును అన్‌పిన్ చేయి
th: เลิกตรึงเว็บไซต์นี้
tr: Bu siteyi sabitlikten çıkar
ur: اس سائٹ کو ان پن کر دیں
vi: Bỏ ghim trang này
xh: Khulula le sayithi

source: Remove this site
az: Bu saytı sil
bg: Премахване на страница
bn_bd: এই সাইট অপসারণ করুন
bn_in: সাইটটি সরিয়ে ফেলুন
br: Lemel al lec'hienn-mañ
bs: Ukloni ovu stranicu
ca: Suprimeix aquest lloc
es_mx: Quitar este sitio
eu: Kendu gune hau
fa: حذف این سایت
hu: Eltávolítás
is: Fjarlægja þetta vefsvæði
kn: ಈ ತಾಣವನ್ನು ತೆಗೆದುಹಾಕು
lt: Pašalinti šią svetainę
lv: Aizvākt šo lapu
mai: ई साइट हटाउ
ms: Alih laman ini
my: ဒီ ဝဘ်ဆိုက်ကို ဖြုတ်ပါ
or: ଏହି ସାଇଟକୁ ବାହାର କରନ୍ତୁ
pt_br: Remover este site
sv: Ta bort webbplatsen
ta: இந்த தளத்தை நீக்கு
te: ఈ సైటును తీసివేయి
th: เอาเว็บไซต์นี้ออก
tr: Bu siteyi kaldır
ur: اس سائٹ کو ہٹا دیں
vi: Bỏ trang này
xh: Shenxisa le sayithi

source: SPONSORED
az: SPONSORLAŞDIRILIB
bg: СПОНСОРИРАНА
bn_bd: বিজ্ঞাপন
br: KEVELER
bs: SPONZORISANO
ca: PATROCINAT
es_mx: PATROCINADO
eu: BABESLEA
fa: حمایت شده
hu: SZPONZORÁLT
is: KOSTAÐ
lt: RĖMĖJAS
lv: SPONSORĒTA
mai: स्पोंसर कएल गेल
ms: DITAJA
my: ကူညီထောက်ပံ့ထားသူ
pt_br: PATROCINADO
sv: SPONSRAD
te: స్పాన్సర్డ్
th: สปอนเซอร์
tr: SPONSORLU
ur: تعاون شدا
vi: ĐƯỢC TÀI TRỢ
xh: Ixhaswa ngezimali

source: SUGGESTED
az: TÖVSİYƏ EDİLƏN
bg: ПРЕДЛОЖЕНИЕ
bn_in: প্রস্তাবিত
br: ALIET
bs: PREDLOŽENO
ca: RECOMANAT
es_mx: SUGERIDO
eu: IRADOKIA
fa: پیشنهاد
hu: AJÁNLOTT
is: UPPÁSTUNGA
lt: SIŪLOMA
lv: IETEIKTS
mai: अनुशंसित
ms: DISYORKAN
my: အကြံပြုခံထားရသူ
pt_br: SUGERIDO
sv: FÖRESLAGEN
ta: பரிந்துரைத்தவை
te: సూచించినవి
th: แนะนำ
tr: ÖNERİLEN
ur: تجویز کردہ
vi: GIỚI THIỆU
xh: ECETYISIWEYO

source: Suggested for %1$S visitors
az: %1$S ziyarətçiyə məsləhət görülüb
bg: Предложена на %1$S посетителя
bn_in: পরিদর্শকদের জন্য %1$S প্রস্তাবিত
br: Aliet evit %1$S gweladenner
bs: Predloženo za %1$S posjetioce
ca: Recomanat per a %1$S visitants
es_mx: Sugeridos para %1$S visitantes
eu: %1$S bisitarirentzat gomendatuta
fa: پیشنهاد شده برای بیننده‌های %1$S
hu: Javasolt a(z) %1$S látogatóinak
is: Uppástunga fyrir %1$S notendur
kn: %1$S ಸಂದರ್ಶಕರಿಗೆ ಸೂಚಿಸಲಾಗಿದೆ
lt: Siūloma %1$S lankytojams
lv: Ieteikta %1$S apmeklētājiem
mai: %1$S आगंतुक लेल अनुशंसित
ms: Disyorkan untuk pelawat %1$S
my: လည်ပတ်သူ %1$S ယောက်အတွက် အကြံပြုထားသည်
pt_br: Sugerido por %1$S visitantes
sv: Föreslagen för %1$S besökare
ta: %1$S வருகையாளர்களுக்கு பரிந்துரைத்தது
te: %1$S చూసేవారికి సూచించబడింది
th: แนะนำผู้ใช้ %1$S คน
tr: %1$S ziyaretçilerine öneriliyor
ur: %1$S ملاحظہ کار کے لیے تجویز کردہ
vi: Được giới thiệu cho người dùng %1$S
xh: Abacetyiselwe abatyeleli lwe-%1$S

source: This tile is being shown to you on behalf of a Mozilla partner. You can remove it at any time by clicking the %1$S button. %2$S
az: Bu örtük sizə Mozilla partnyoru tərəfindən göstərilir. Bunu istədiyiniz zaman %1$S düyməsinə klikləyərək qaldıra bilərsiz. %2$S
bg: Тази Витрина се показва от името на партньор на Mozilla. Можете по всяко време да я премахнете с натискане на бутона %1$S. %2$S
bn_bd: এই টাইল একজন Mozilla অংশীদারের তরফে আপনাকে দেখানো হচ্ছে। অাপনি যেকোনো সময়ে এটি মুছে ফেলতে পারেন %1$S বাটন ক্লিক করে। %2$S
bn_in: এই টালি একজন Mozilla অংশীদারের তরফে আপনাকে দেখানো হচ্ছে। অাপনি যেকোনো সময়ে এটি মুছে ফেলতে পারেন %1$S বাটন ক্লিক করে। %2$S
br: Kinniget eo bet deoc'h an deolenn-mañ gant ur c'heveler eus Mozilla. Gallout a rit lemel anezhi en ur glikañ an afell %1$S. %2$S
bs: Ova pločica je prikazana u ime Mozillinog partnera. Možete je ukloniti u bilo kojem trenutku klikom na dugme %1$S. %2$S
ca: Aquest mosaic se us mostra en nom d'un soci de Mozilla. Podeu eliminar-lo fent clic al botó %1$S. %2$S
es_mx: Te mostramos esta miniatura en nombre de un socio de Mozilla. Puedes quitarla en cualquier momento haciendo clic en el botón %1$S. %2$S
eu: Mosaiko hau Mozillaren bazkide baten izenean ari zaizu erakusten. Edozein unetan ken dezakezu %1$S botoian klik eginda. %2$S
fa: این عنوان یکی به نمایندگی از یکی از شرکای موزیلا به شما نمایش داده شده است. شما می‌توانید در هر زمان با کلیک بر روی دکمه %1$S آن را حذف کنید. %2$S
hu: Ezt a csempét egy Mozilla partner nevében jelenítjük meg. Bármikor eltávolíthatja a %1$S gombra kattintva. %2$S
is: Þessi kassi er sýndur frá samstarfsaðila Mozilla. Þú getur fjarlægt hann hvenær sem er með því að smella á %1$S hnappinn. %2$S
kn: ಈ ಟೈಲ್ ಅನ್ನು ನಿಮಗೆ Mozilla ಪಾಲುದಾರರ ಪರವಾಗಿ ತೋರಿಸಲಾಗುತ್ತದೆ. %1$S ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಅದನ್ನು ತೆಗೆದುಹಾಕಬಹುದು. %2$S
lt: Ši plytelė jums rodoma „Mozillos“ partnerių vardu. Ją galite bet kada pašalinti, spustelėdami mygtuką %1$S. %2$S
lv: Šo jums rāda Mozilla partneri. Jūs jebkurā laikā varat to aizvākt klikšķinot uz %1$S pogas. %2$S
mai: इ शीर्षक अहाँक मोज़िला साझीदारक रूप मे देखाएल जाएत. अहाँ एकरा कखनो %1$S बटन पर क्लिक करि कए हटाए सकैत छी.%2$S
ms: Jubin ini sedang dipaparkan kepada anda bagi pihak rakan kongsi Mozilla. Anda boleh membuangnya pada bila-bila dengan mengklik butang %1$S. %2$S
my: မော်ဇီလာ၏ အပေါင်းအဖော်ကိုယ်စား ဒီအစိတ်အပိုင်းကို သင့်ထံ ပြသခြင်း ဖြစ်သည်။. သင်သည် %1$S ခလုတ်ကို နှိပ်ခြင်းဖြင့် အချိန်အခါမရွေး ဖယ်ရှားနိုင်သည်။. %2$S
or: ଏହି ଟାଇଲକୁ ଆପଣଙ୍କୁ Mozilla ସହଯୋଗୀ ତରଫରୁ ଦର୍ଶାଯାଇଛି। %1$S ବଟନକୁ କ୍ଲିକ କରି ଆପଣ ଏହାକୁ ଯେକୌଣସି ସମୟରେ ବାହାର କରିପାରିବେ। %2$S
pt_br: Este bloco está sendo exibido em nome de um parceiro da Mozilla. Você pode removê-lo a qualquer momento clicando no botão %1$S. %2$S
sv: Denna panel visas för dig på uppdrag av en Mozilla-partner. Du kan ta bort den när som helst genom att klicka på %1$S-knappen. %2$S
ta: இந்த அடுக்கு ஒரு மொசில்லா பங்குதாரர் சார்பாக உங்களுக்கு காட்டப்படும். நீங்கள் %1$S பொத்தானை சொடுக்குவதன் மூலம் எந்த நேரத்திலும் அதை நீக்க முடியும். %2$S
te: మొజిల్లా భాగస్వామి తరుపున మీకు ఈ టైల్ చూపబడుతోంది. మీరు %1$S బటన్ వత్తి ఎప్పుడు కావాలంటే అప్పుడు తీసివేయవచ్చు. %2$S
th: ไทล์นี้ถูกแสดงหาคุณในนามของพันธมิตร Mozilla คุณสามารถนำมันออกได้ทุกเมื่อโดยคลิกปุ่ม %1$S %2$S
tr: Bu kutucuk size bir Mozilla iş ortağı tarafından gösterilmektedir. İstediğiniz zaman %1$S düğmesine tıklayarak kaldırabilirsiniz. %2$S
ur: یہ ٹائل آپ کو ایک Mozilla کے شریک کی طرف سے دکھائی جا رہی ہے۔ آپ اس کو کسی بھی وقت %1$S بٹن پر کلک کر کے ہٹا سکتے ہیں۔ %2$S
vi: Thẻ này được giới thiệu bởi một đối tác của Mozilla. Bạn có thể xóa nó bất kỳ lúc nào bằng cách nhấn nút %1$S. %2$S
xh: Esi sihloko siboniswayo kuwe egameni lomlingane kaMozilla. Ungasisusa naninina ngokucofa iqhosha %1$S. %2$S

source: This site is suggested to you on behalf of a Mozilla partner. You can remove it at any time by clicking the %1$S button. %2$S
az: Bu səhifə sizə bir Mozilla partnyoru tərəfindən tövsiyyə olunur. Bunu istədiyiniz zaman %1$S düyməsini basaraq silə bilərsiniz. %2$S
bg: Тази страница е предложение от партньор на Mozilla. Можете по всяко време да я премахнете с натискане на бутона %1$S. %2$S
bn_bd: এই সাইটটি একটি Mozilla অংশীদারের তরফ থেকে আপনাকে দেখানো হচ্ছে। অাপনি যেকোনো সময়ে এটি মুছে ফেলতে পারেন %1$S বাটন ক্লিক করে। %2$S
bn_in: এই সাইটটি একজন Mozilla অংশীদারের তরফ থেকে আপনাকে দেখানো হচ্ছে। অাপনি যেকোনো সময়ে এটি অপসারণ করতে পারেন %1$S বোতাম ক্লিক করে। %2$S
br: Kinniget eo bet deoc'h al lec'hienn-mañ gant ur c'heveler eus Mozilla. Gallout a rit lemel anezhi en ur glikañ an afell %1$S. %2$S
bs: Ova stranica je prikazana u ime Mozillinog partnera. Možete je ukloniti u bilo kojem trenutku klikom na dugme %1$S. %2$S
ca: Aquest lloc se us recomana en nom d'un soci de Mozilla. Podeu eliminar-lo fent clic al botó %1$S. %2$S
es_mx: Te mostramos esta sugerencia en nombre de un socio de Mozilla. Puedes quitarla en cualquier momento haciendo clic en el botón %1$S. %2$S
eu: Gune hau Mozillaren bazkide baten izenean ari zaizu erakusten. Edozein unetan ken dezakezu %1$S botoian klik eginda. %2$S
fa: این سایت از طرف یکی از شرکای موزیلا به شما پیشنهاد شده است. شما می‌توانید در هر زمان با کلیک بر روی دکمۀ %1$S آن را حذف نمایید. %2$S
hu: Ezt az oldalt egy Mozilla partner nevében ajánljuk. Bármikor eltávolíthatja az %1$S gombra kattintva. %2$S
is: Þetta vefsvæði er frá samstarfsaðila Mozilla. Þú getur fjarlægt það hvenær sem er með því að smella á %1$S hnappinn. %2$S
kn: ಈ ತಾಣವನ್ನು ನಿಮಗೆ Mozilla ಪಾಲುದಾರರ ಪರವಾಗಿ ತೋರಿಸಲಾಗುತ್ತದೆ. %1$S ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಅದನ್ನು ತೆಗೆದುಹಾಕಬಹುದು. %2$S
lt: Ši svetainė jums rodoma „Mozillos“ partnerių vardu. Ją galite bet kada pašalinti, spustelėdami %1$S mygtuką. %2$S
lv: Šo jums rāda Mozilla partneri. Jūs jebkurā laikā varat to aizvākt klikšķinot uz %1$S pogas. %2$S
mai: यह साइट Mozilla साथी दिस स अहॉंक लेल एकटा सुझाव अछि. अहॉं एकरा %1$S बटन पर क्लिक करि‍ कए कखनो हटा सकैत छी. %2$S
ms: Laman ini sedang dicadangkan kepada anda bagi pihak rakan kongsi Mozilla. Anda boleh membuangnya pada bila-bila dengan mengklik butang %1$S. %2$S
my: မော်ဇီလာ၏ အပေါင်းအဖော်ကိုယ်စား ဒီဆိုက်ကို သင့်ထံ အကြံပြုထားခြင်း ဖြစ်သည်။. သင်သည် %1$S ခလုတ်ကို နှိပ်ခြင်းဖြင့် အချိန်အခါမရွေး ဖယ်ရှားနိုင်သည်။. %2$S
pt_br: Este site foi sugerido em nome de um parceiro da Mozilla. Você pode removê-lo a qualquer momento clicando no botão %1$S. %2$S
sv: Denna webbplats har föreslagits till dig på uppdrag av en Mozilla partner. Du kan ta bort den när som helst genom att klicka på %1$S-knappen. %2$S
ta: இத்தளத்தை ஒரு மொசில்லா பங்குதாரர் சார்பாக உங்களுக்கு பரிந்துரைக்கப்பட்டது. நீங்கள் %1$S பொத்தானை சொடுக்கி எந்த நேரத்திலும் நீக்க முடியும். %2$S
th: เว็บไซต์นี้ถูกแนะนำให้คุณในฐานะพันธมิตรของ Mozilla คุณสามารถเอาออกได้ทุกเมื่อโดยคลิกปุ่ม %1$S %2$S
tr: Bu site size bir Mozilla iş ortağı tarafından önerilmektedir. İstediğiniz zaman %1$S düğmesine tıklayarak kaldırabilirsiniz. %2$S
ur: یہ سائٹ آپ کو ایک Mozilla کے شریک کی طرف سے دکھائی جا رہی ہے۔ آپ اس کو کسی بھی وقت %1$S بٹن پر کلک کر کے ہٹا سکتے ہیں۔ %2$S
vi: Trang này được giới thiệu bởi một đối tác của Mozilla. Bạn có thể xóa nó bất kỳ lúc nào bằng cách nhấn nút %1$S. %2$S
xh: Le sayithi ecetisiweyo kuwe egameni lomlingane kaMozilla. Ungasisusa nanini na ngokucofa iqhosha %1$S. %2$S

source: This site is suggested to you by Mozilla. You can remove it at any time by clicking the %1$S button. %2$S
az: Bu sayt sizə Mozilla tərəfindən məsləhət görülüb. İstədiyiniz vaxt %1$S düyməsinə klikləyərək silə bilərsiniz. %2$S
bg: Тази страница е предложена от Mozilla. Можете по всяко време да я премахнете с натискане на бутона %1$S. %2$S
bn_bd: এই সাইটটি Mozilla'র পক্ষ থেকে আপনাকে দেখানো হচ্ছে। অাপনি যেকোনো সময়ে এটি মুছে ফেলতে পারেন %1$S বাটন ক্লিক করে। %2$S
bn_in: এই সাইটটি একজন Mozilla অংশীদারের তরফ থেকে আপনাকে দেখানো হচ্ছে। অাপনি যেকোনো সময়ে এটি অপসারণ করে ফেলতে পারেন %1$S বোতাম ক্লিক করে। %2$S
br: Aliet eo al lec'hienn-mañ evidoc'h gant Mozilla. En ur glikañ an afell %1$S ez eus tu deoc'h dilemel anezhi p'ho peus c'hoant. %2$S
bs: Ovu stranicu vam je preporučila Mozilla. Možete je ukloniti bilo kada klikom na dugme %1$S button. %2$S
ca: Mozilla us recomana aquest lloc. Podeu eliminar-lo en qualsevol moment fent clic al botó %1$S. %2$S
es_mx: Este sitio es sugerido para ti por Mozilla. Puedes eliminarlo en cualquier momento haciendo clic en el botón %1$S. %2$S
eu: Gune hau Mozillak gomendatutako da. Edozein unetan ken dezakezu %1$S botoian klik eginez. %2$S
fa: این سایت توسط موزیلا به شما پیشنهاد داده شده است. شما می‌توانید در هر زمان با کلیک بر روی دکمه %1$S آن را حذف کنید. %2$S
hu: Ezt az oldalt a Mozilla javasolta. Bármikor eltávolíthatja a %1$S gombra. %2$S
is: Uppástunga frá Mozilla. Þú getur fjarlægt hana hvenær sem er með því að smella á %1$S hnappinn. %2$S
kn: ಈ ತಾಣವನ್ನು ನಿಮಗೆ Mozilla ಸೂಚಿಸುತ್ತದೆ. %1$S ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಯಾವಾಗ ಬೇಕಾದರೂ ನೀವು ಅದನ್ನು ತೆಗೆದುಹಾಕಬಹುದು. %2$S
lt: Šią svetainę jums pasiūlė „Mozilla“. Ją bet kada galite pašalinti spustelėdami %1$S mygtuką. %2$S
lv: Mozilla iesaka jums šo lapu. Jūs to varat novākt klikšķinot %1$S pogu. %2$S
mai: यह साइट Mozilla दिस स अहॉंक सुझाओल गेल अछि. अहॉं एकरा %1$S बटन पर क्लिक करि‍ कए कखनो हटा सकैत छी. %2$S
ms: Laman ini sedang dicadangkan kepada anda bagi pihak rakan kongsi Mozilla. Anda boleh membuangnya pada bila-bila dengan mengklik butang %1$S. %2$S
my: ဒီဆိုက်ကို မော်ဇီလာမှ အကြံပြုထားပါသည်။. သင်သည် %1$S ခလုတ်ကို နှိပ်ခြင်းဖြင့် အချိန်အခါမရွေး ဖယ်ရှားနိုင်သည်။. %2$S
pt_br: Este site é uma sugestão da Mozilla. Você pode removê-lo a qualquer momento clicando no botão %1$S. %2$S
sv: Denna sida är föreslagen för dig av Mozilla. Du kan ta bort den när som helst genom att klicka på %1$S knappen. %2$S
ta: உங்களுக்கு இத்தளத்தை பரிந்துரைத்தது மொசில்லா. நீங்கள் %1$S பொத்தானை சொடுக்கி எந்த நேரத்திலும் நீக்க முடியும். %2$S
th: เว็บไซต์นี้ถูกแนะนำให้คุณโดย Mozilla คุณสามารถเอาออกได้ทุกเมื่อโดยคลิกปุ่ม %1$S %2$S
tr: Bu site size Mozilla tarafından önerildi. İstediğiniz zaman %1$S düğmesine tıklayarak kaldırabilirsiniz. %2$S
ur: یہ سائٹ آپ کو Mozilla کی طرف سے دکھائی جا رہی ہے۔ آپ اس کو کسی بھی وقت %1$S بٹن پر کلک کر کے ہٹا سکتے ہیں۔ %2$S
vi: Trang này được giới thiệu bởi Mozilla. Bạn có thể xóa nó bất kỳ lúc nào bằng cách nhấn nút %1$S. %2$S
xh: Le sayithi icetyiswe kuwe ngu-Mozilla. Ungayisusa nangaliphi na ixesha ngokucofa iqhosha %1$S. %2$S

source: A Mozilla partner has visually enhanced this tile, replacing the screenshot. You can turn off enhanced tiles by clicking the %1$S button for your preferences. %2$S
az: Mozilla partnyoru bu örtüyü ekran görüntüsünü dəyişdirərək, vizual olaraq genişlədib. Seçiminizdən asılı olaraq %1$S düyməsinə klikləyərək genişlədilmiş örtükləri söndürə bilərsiz. %2$S
bg: Партньор на Mozilla визуално е подобрил тази Витрина заменяйки изображението. Можете да изключите подобрените Витрини с натискане на бутона %1$S. %2$S
bn_bd: একজন Mozilla অংশীদার দৃশ্যগতভাবে এই টাইল উন্নত করেছেন, স্ক্রিনশট প্রতিস্থাপন করে। অাপনি পছন্দের জন্য %1$S বাটন ক্লিক করে উন্নত টাইলস বন্ধ করতে পারেন। %2$S
bn_in: একজন Mozilla অংশীদার দৃশ্যগতভাবে এই টাইল উন্নত করেছেন, স্ক্রিনশট প্রতিস্থাপন করে। অাপনি পছন্দের জন্য %1$S বাটন ক্লিক করে উন্নত টাইলস বন্ধ করতে পারেন। %2$S
br: Ur c'heveler eus Mozilla en deus gwellaet neuz an deolenn-mañ en ur erlec'hiañ an dapadenn-skramm. Gallout a rit diweredekaat an teolennoù gwellaet en ur glikañ war an afell %1$S. %2$S
bs: Mozillin partner je vizuelno unaprijedio ovu pločicu, zamijenivši screenshot. Unaprijeđene pločice možete isključiti klikom na dugme %1$S u vašim postavkama. %2$S
ca: Un soci de Mozilla ha millorat la visualització d'aquest mosaic i s'ha reemplaçat la captura de pantalla. Podeu desactivar els mosaics millorats fent clic al botó %1$S de les preferències. %2$S
es_mx: Un socio de Mozilla ha mejorado esta miniatura visualmente sustituyendo la captura de pantalla. Puedes desactivar las miniaturas mejoradas haciendo clic en el botón %1$S para acceder a las preferencias. %2$S
eu: Mozillaren bazkide batek bisualki aldatu du mosaiko hau, pantaila-argazkia ordezkatuz. Mosaiko hauek desgai ditzakezu hobespenen %1$S botoian klik eginda. %2$S
fa: یکی از شرکای موزیلا این عنوان را از لحاظ بصری تقویت کرده و تصویر آن را عوض کرده است. شما می‌توانید با کلیک بر روی دکمه %1$S عناوین تقویت شده را در ترجیحات خود خاموش کنید. %2$S
hu: Egy Mozilla partner vizuálisan bővítette ezt a csempét, lecserélve a képernyőképet. A bővített csempék kikapcsolhatók a %1$S gomb megnyomásával a beállításokban. %2$S
is: Mozilla þátttakandi hefur bætt þessum kassa við á sjónrænan hátt, með því að skipta um skjáskot. Þú getur slökkt á betrumbættum kössum með því að smella á %1$S hnappinn í stillingum. %2$S
kn: ಒಬ್ಬ Mozilla ಪಾಲುದಾರರು ಈ ಟೈಲ್‌ನ ತೆರೆಚಿತ್ರವನ್ನು ಬದಲಾಯಿಸುವ ಮೂಲಕ ಗೋಚರಿಕೆಯನ್ನು ಉತ್ತಮಗೊಳಿಸಿದ್ದಾರೆ. ನಿಮ್ಮ ಆದ್ಯತೆಗಳಿಗಾಗಿ %1$S ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಉತ್ತಮಗೊಳಿಸಲಾದ ಟೈಲ್‌ಗಳನ್ನು ಆಫ್ ಮಾಡಬಹುದು. %2$S
lt: Šią plytelę vizualiai papildė „Mozillos“ partneris, pakeisdamas įprastą jos miniatiūrą. Papildytas plyteles galite išjungti, spustelėdami mygtuką %1$S ir iškviesdami šio tinklalapio nuostatas. %2$S
lv: Mozilla partneris ir uzlabojis šo lapu, nomainot ekrānattēlu. Flīžu uzlabojumus jūs varat atslēgt klikšķinot uz %1$S pogas savos iestatījumos. %2$S
mai: Mozilla पार्टनर इ टाइलक संवर्द्धित कएलक, स्क्रीनशाटक बदलैत. अहाँ संवर्द्धित टाइल कए बन्न कए सकैत छी %1$S बटन कए अपन वरीयताक लेल. %2$S
ms: Seseorang pekongsi Mozilla telah visual dipertingkatkan jubin ini, menggantikan paparan. Anda boleh mematikan jubin pada bila-bila dengan mengklik butang %1$S. %2$S
my: မော်ဇီလာ၏အပေါင်းအဖော်သည် မျက်နှာပြင်ဓါတ်ပုံရိုက်ခြင်းကို လဲလှယ်ခြင်းဖြင့် ဒီအစိတ်အပိုင်းကို ပိုမိုကောင်းမွန်လှပအောင် ပြုလုပ်ထားသည်။. သင့် စိတ်ကြိုက်ပြင်ဆင်မှုအတွက် သင်သည် %1$S ခလုတ်ကို နှိပ်ခြင်းဖြင့် အဆင့်မြှင့်ထားသည့် အပိုင်းကို ပိတ်နိုင်သည်။. %2$S
or: Mozilla ସହଯୋଗୀ ଏହି ଟାଇଲକୁ ଆଭାସୀ ଭାବରେ, ପରଦା ପ୍ରତିଛବିକୁ ବଦଳାଇ ଉନ୍ନତତର କରିଛି। ଆପଣ %1$S ବଟନକୁ କ୍ଲିକ କରି ଇଚ୍ଛାନୁସାରେ ଉନ୍ନତ ଟାଇଲକୁ ଅଫ୍‌ କରିପାରିବେ। %2$S
pt_br: Um parceiro da Mozilla aprimorou visualmente este bloco, substituindo a captura da tela. Você pode desativar os blocos avançados clicando no botão %1$S para suas preferências. %2$S
sv: En Mozilla-partner har förbättrat utseendet på denna panel och ersatt skärmdumpen. Du kan stänga av förbättrade paneler genom att klicka på %1$S-knappen och justera dina inställningar. %2$S
ta: ஒரு மோசில்லா பங்குதாரர் திரைபிடிப்புக்கு பதிலாக, இந்த அடுக்கை உயர்த்திக் காட்டியுள்ளார். நீங்கள் உங்கள் விருப்பங்களை %1$S பொத்தானை சொடுக்குவதன் மூலம் மேம்படுத்தப்பட்ட அடுக்குகளை அணைக்க முடியும். %2$S
te: స్క్రీన్‌షాట్‌ను పునఃస్థాపిస్తూ, మొజిల్లా భాగస్వామి ఈ టైల్‌ను దృశ్యరూపేణా విస్తరించారు. మీ రిఫరెన్సుల కొరకు గల విస్తరిత టైల్స్‌ను మీరు %1$S బటన్ నొక్కి ఆఫ్ చేయవచ్చు. %2$S
th: พันธมิตรของ Mozilla ทำให้ไทล์นี้ดีขึ้นตามที่ปรากฎแก่สายตา แทนที่ภาพหน้าจอ คุณสามารถปิดไทล์ที่ดีขึ้นนี้โดยคลิกที่ปุ่ม %1$S สำหรับการปรับแต่งของคุณ %2$S
tr: Bir Mozila iş ortağı bu kutucuğu görsel olarak geliştirerek ekran görüntüsünü değiştirmiştir. Tercihleriniz için %1$S düğmesine tıklayarak geliştirilmiş kutucukları kapatabilirsiniz. %2$S
ur: ایک Mozilla شریک نے سکرین شاٹ ہٹا کر اس ٹائل کی شکل افزوں کر دی ہے۔ آپ اپنی ترجیحات میں %1$S بٹن کلک کر کے افزوں ٹائلیں بند کر سکتے ہیں۔ %2$S
vi: Một đối tác của Mozilla đã thay thế hình ảnh chụp màn hình của thẻ này. Bạn có thể tắt thẻ được cải thiện bằng cách nhấn nút %1$S. %2$S
xh: Umlingane Mozilla uyiphucule ngembonakalo lethayile, endaweni yesikrinishoti. Ungacima iithayile eziphuculweyo ngokucofa iqhosha i-%1$S ngokuzikhethela. i-%2$S

source: When you open a new tab, you’ll see tiles from the sites you frequently visit, along with tiles that we think might be of interest to you. Some of these tiles may be sponsored by Mozilla partners. We’ll always indicate to you which tiles are sponsored. %1$S
kn: ನೀವು ಒಂದು ಹೊಸ ಹಾಳೆಯನ್ನು ತೆರೆದಾಗ, ನಿಮಗೆ ಆಸಕ್ತಿ ಇರಬಹುದು ಎಂದು ನಾವು ಭಾವಿಸುವ ಟೈಲ್‌ಗಳ ಜೊತೆಗೆ, ನೀವು ಸಾಮಾನ್ಯವಾಗಿ ಭೇಟಿ ನೀಡುವ ತಾಣಗಳಿಂದ ಟೈಲ್‌ಗಳ ಜೊತೆಗೆ ನೋಡಿವಿರಿ. ಕೆಲವು Mozilla ಪಾಲುದಾರರಿಂದ ಈ ಟೈಲ್‌ಗಳನ್ನು ಪ್ರಾಯೋಜಿಸಲಾಗಿರಬಹುದು. ಯಾವ ಟೈಲ್‌ಗಳನ್ನು ಪ್ರಾಯೋಜಿಸಲಾಗಿದೆ ಎಂದು ನಾವು ಯಾವಾಗಲೂ ನಿಮಗೆ ಸೂಚನೆ ನೀಡುತ್ತೇವೆ. %1$S
lv: Atverot jaunas cilnes lapu, jūs redzēsiet biežāk apmeklētās lapas, kā arī lapas, kas mūsuprāt varētu jums interesēt. Dažas no šīm lapām sponsorē Mozilla partneri. Mēs vienmēr norādīsim, kuras lapas tiek sponsorētas. %1$S
or: ଆପଣ ଯେତେବେଳେ ଏକ ନୂତନ ଟ୍ୟାବ ଖୋଲନ୍ତି, ସେତେବେଳେ ଆପଣ ବାରମ୍ବାର ଦେଖୁଥିବା ସାଇଟଗୁଡ଼ିକରୁ, ଆପଣଙ୍କ ପସନ୍ଦ ଅନୁଯାୟୀ ଟାଇଲଗୁଡ଼ିକ ସହିତ ଟାଇଲଗୁଡ଼ିକୁ ଦେଖିପାରିବେ। ଏହି ଟାଇଲଗୁଡ଼ିକ ମଧ୍ଯରୁ କିଛି ହୁଏତଃ Mozilla ସହଯୋଗୀମାନଙ୍କ ଦ୍ୱାରା ଦିଆଯାଇଥାଇପାରେ। କେଉଁ ଟାଇଲଗୁଡ଼ିକ ପ୍ରଦତ୍ତ ତାହା ଆମେ ସର୍ବଦା ସୂଚାଇଦେବୁ। %1$S
tr: Yeni bir sekme açtığınızda sıkça ziyaret ettiğiniz sitelerin kutucuklarıyla birlikte, ilginizi çekebileceğini düşündüğümüz kutucukları görürsünüz. Bu kutucukların bazılarına Mozilla iş ortakları sponsor olabilir. Hangi kutucukların sponsorlu olduğu her zaman belirtilir. %1$S
vi: Khi mở một tab mới, bạn sẽ thấy xuất hiện các thẻ từ các trang thường dùng, cùng với các thẻ mà chúng tôi nghĩ có thể thú vị với bạn. Một vài trong số đó được tài trợ bởi các đối tác của Mozilla. Chúng tôi luôn luôn chỉ rõ thẻ nào đã được tài trợ. %1$S

source: In order to provide this service, Mozilla collects and uses certain analytics information relating to your use of the tiles in accordance with our %1$S.
az: Belə bir xidməti təmin etmək üçün Mozilla örtükləri necə işlətməyinizlə bağlı %1$S daxilində bəzi analitik məlumatları toplayır.
bn_bd: এই পরিষেবাটি যোগান দিতে, Mozilla %1$S অনুযায়ী অাপনার টাইলস ব্যবহার সংক্রান্ত কিছু নির্দিষ্ট বিশ্লেষণধর্মী তথ্য সংগ্রহ এবং ব্যবহার করে।
br: Evit pourchas deoc'h ar gwazerezh-mañ e vez dastumet hag arveret gant Mozilla titouroù zo diwar-benn hoc'h arver eus an teolennoù evel displeget e-barzh %1$S.
bs: Da bi pružala ovu uslugu, Mozilla prikuplja i koristi određene analitičke informacije o vašoj upotrebi pločica, u skladu s našim %1$S.
eu: Zerbitzu hau eskaini ahal izateko eta gure %1$Srekin bat, mosaikoei ematen diezun erabilerari buruzko zenbait informazio analitiko biltzen eta erabiltzen ditu Mozillak.
is: Til að veita þessa þjónustu, þarf Mozilla að safna saman og nota ákveðnar upplýsingar um hvernig þú notar kassa eins og tekið er fram í %1$S.
kn: ಈ ಸೇವೆಯನ್ನು ಒದಗಿಸಲು, Mozilla ನಮ್ಮ %1$S ಗೆ ಅನುಗುಣವಾಗಿ ನೀವು ಟೈಲ್‌ಗಳನ್ನು ಬಳಸುವುದಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಕೆಲವು ವಿಶ್ಲೇಷಣಾ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತದೆ ಮತ್ತು ಬಳಸುತ್ತದೆ.
lv: Lai nodrošinātu šo pakalpojumu, Mozilla apkopo un izmanto statistiku, kas ir saistīta ar jūsu interneta izmantošanas ieradumiem. Viss tiek darīts atbilstoši mūsu %1$S.
or: ଏହି ସର୍ଭିସକୁ ବାରଣ କରିବା ପାଇଁ, ଆମର %1$S ସହିତ ଆପଣଙ୍କର ବ୍ୟବହାର ସମ୍ପୃକ୍ତ ଟାଇଲଗୁଡ଼ିକୁ Mozilla କିଛି ବିଶ୍ଳେଷଣାତ୍ମକ ସୂଚନା ସଂଗ୍ରହ କରି ବ୍ୟବହାର କରିଥାଏ।
pt_br: Para fornecer este serviço, a Mozilla coleta e usa certas informações analíticas relacionadas ao uso dos blocos de acordo com nosso %1$S.
sv: För att kunna erbjuda denna tjänst, samlar och använder Mozilla viss analytisk information kopplad till din användning av paneler i enlighet med vår %1$S.
th: เพื่อให้บริการนี้ Mozilla รวบรวมและใช้ข้อมูลการวิเคราะห์บางส่วนที่เกี่ยวข้องกับการใช้ไทล์ของคุณที่สอดคล้องกับเรา %1$S
tr: Bu hizmeti sunmak için Mozilla, %1$S kapsamında, kutucukları kullanmanızla ilgili bazı analitik bilgiler toplar ve kullanır.
vi: Để cung cấp dịch vụ này, Mozilla thu thập và sử dụng một số thông tin thống kê liên quan đến cách bạn sử dụng các thẻ theo như bản %1$S của chúng tôi.
