Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/setDesktopBackground.dtd.po
Languages: as, ku, my, si, te, tt, ug, zu

source: Position:
as: স্থান:
ku: Cî:
my: တည်နေရာ၊
si: පිහිටීම:
te: స్థాయి:
tt: Pozisiye:
ug: ئورنى:
zu: Isikhundla:

source: Tile
as: টাইল
ku: Raxe
my: အခင်း
si: ටයිල්
te: శీర్షిక
tt: Tüşe
ug: تەكشى جىپسىلا
zu: I-thaile

# Center
source: Centre
as: মাজত
ku: Navend
my: ဗဟို
si: මැදින්
te: మధ్య
tt: Merkez
ug: ئوتتۇرىغا
zu: Phakathi

source: Stretch
as: দীঘল কৰক
ku: Fireh bike
my: ဆွဲဆန့်ပါ
si: ඇදෙන සේ
te: సాగదీయు
tt: Kiyír
ug: ياي
zu: Nweba

source: Fill
as: পূৰ্ণ কৰক
ku: Dagire
my: ဖြည့်ပါ
si: පිරවීම
te: నింపు
tt: Tutır
ug: تولدۇر
zu: Gcwalisa

source: Fit
as: খাপ খুৱাওক
ku: Lê bîne
my: ပြင်ဆင်ပါ
si: සවිකිරීම
te: అమరు
tt: Sıydır
ug: لايىق
zu: Linganisa

source: Preview
as: পূৰ্বপ্ৰদৰ্শন
ku: Pêşdîtin
my: အစမ်းမြင်ကွင်း
si: පෙර පෙන්වීම
te: ఉపదర్శనం
tt: Al-qaraw
ug: ئالدىن كۆزەت
zu: Umbono

# Color:
source: Colour:
as: ৰং:
ku: Reng:
my: အရောင်-
si: වර්ණය
te: వర్ణము:
tt: Tös:
ug: رەڭ:
zu: Umbala:

source: Set Desktop Background
as: ডেস্কটপৰ পৃষ্ঠভুমি নিৰ্দ্দিষ্ট কৰক
ku: Wekî Wêneyê Rûerdê Sermaseyê Mîheng Bike
my: စားပွဲတင် နောက်ခံ ချမှတ်ပါ
si: තිරයේ පසුබිමට සැකසීම
te: డెస్క్‌టాప్ బ్యాక్‌గ్రౌండ్ అమర్చు
tt: Tabınöstö Arqatufrağın Cayla
ug: ئۈستەل يۈزى تەگلىكى قىلىپ تەڭشەش...
zu: Hlela Ingemuva Le-Desktop

source: Open Desktop Preferences
as: ডেস্কটপৰ পছন্দসমূহ খোলক
ku: Vebijêrkên Sermaseyê Veke
my: စားပွဲတင် ဦးစားပေးအချက်များ ဖွင့်ပါ
si: තිරමුහුණත අභිප්‍රේත විවෘත කරන්න
te: డెస్క్‌టాప్ అభీష్టాలను తెరువు
tt: Tabınöstö Köylenmelerín Aç
ug: ئۈستەل يۈزى مايىللىقىنى ئېچىش
zu: Vula Okukhethiwe Kwendlela Ezobukeka Ngyo
