Repository: tktk711/mozilla-l10n
Catalog: */browser/chrome/browser/shellservice.properties.po
Languages: az, br, bs, ca, cy, eu, hi_in, hr, hu, is, kab, kk, km, ku, lt, lv, ml, mr, my, ne, pt, ro, sv, ta, th, ug, ur, uz, vi, zh_tw

source: %S &Options
az: %S &Seçimlər
br: &Dibarzhioù %S
bs: %S &Opcije
ca: &Opcions del %S
cy: &Dewisiadau %S
eu: %S &aukerak
hi_in: %S &विकल्प
hr: %S &Opcije
hu: %S &beállításai
is: %S &Eiginleikar
kab: %S &Iɣewwaṛen
kk: %S &Баптаулар
km: %S &ជម្រើស
ku: &Vebijêrkên %S 'ê
lt: „%S“ &nuostatos
lv: %S &Iestatījumi
ml: %S ഉപാധികള്‍
mr: %S पर्याय (&O)
my: %S ရွေးစရာများ
ne: %S विकल्पहरू
pt: &Opções do %S
ro: &Opțiuni %S
sv: %S-&inställningar
ta: %S &தேர்வுகள்
th: %S &ตัวเลือก
ug: %S تاللانما
ur: %S &اختیار
uz: %S &moslamalari
vi: &Tùy chỉnh %S
zh_tw: %S 選項(&O)

source: %S &Safe Mode
az: %S &Təhlükəsiz rejim
br: &Mod diogelroez %S
bs: %S &Sigurni režim
ca: %S en mode &segur
cy: &Modd Diogel %S
eu: %S &segurtasun modua
hi_in: %S व सुरक्षित मोड
hr: %S &Sigurni način rada
hu: %S &csökkentett mód
is: %S Ö&ryggishamur
kab: %S &Askar aɣelsan
kk: %S &Қауіпсіз режимі
km: &របៀប​សុវត្ថិភាព %S
ku: Moda ewle ya %S
lt: „%S“ &ribotoji veiksena
lv: %S drošai&s režīms
ml: %S സെയിഫ് മോഡ്
mr: %S सुरक्षित मोड
my: %S အန္တရယ်ကင်း စနစ်
pt: &Modo de segurança %S
ro: %S î&n siguranță
sv: %S &felsäkert läge
ta: %S பாதுகாப்பு முறைமை (&S)
th: %S โหมด&ปลอดภัย
ug: %S بىخەتەر ھالەت
ur: %S &سیف موڈ
uz: %S &xavfsiz usuli
vi: %S &Chế độ an toàn
zh_tw: %S 安全模式(&S)

source: Get the most out of %S by setting it as your default browser
az: %S səyyahını əsas səyyahınız olaraq seçin və daha çox özəllik əldə edin
br: Ho pezet ar pep gwellañ eus %S en ur lakaat anezhañ da verdeer dre ziouer
bs: Poboljšajte svoje iskustvo i postavite %S kao glavni web browser
ca: Definiu el %S com a navegador per defecte per treure'n el màxim profit
cy: Cael y gorau o %S drwy ei osod fel eich porwr rhagosodedig
eu: Atera zuku osoa %S(r)i nabigatzaile lehenetsi gisa ezarriz
hi_in: %S से सबसे अधिक पाएँ अपने तयशुदा ब्राउज़र के रूप में सेट करके
hr: Poboljšajte svoje iskustvo i postavite %S kao zadani web preglednik
hu: Hozza ki a legtöbbet a %Sból alapértelmezett böngészőként beállításával.
is: Fáðu meira út úr %S með því að nota hann sem sjálfgefinn vafra
kab: Faṛes di %S s subadu ines d-iminig amezwer.
kk: %S негізгі браузер ретінде орнатып, одан көбірек алыңыз
km: យកចេញ​ភាគច្រើន​នៃ %S ដោយ​ការ​កំណត់​ជា​កម្មវិធី​អ៊ីនធឺណិត​លំនាំដើម​របស់​អ្នក
lt: Gaukite iš „%S“ daugiausia naudos – skirkite ją numatytąja naršykle
lv: Iegūstiet vairāk no %S padarot to par savu noklusēto pārlūku
ml: %S സ്വതവേയുള്ള ബ്രൌസറായി സജ്ജമാക്കുന്നതിലൂടെ ഏറ്റവും മികച്ച പ്രവര്‍ത്തനം നേടൂ.
mr: %S ला पूर्वनिर्धारित ब्राउझर ठेवून जास्तीतजास्त फायदा घ्या
my: သင့် မူသေ ဘရောင်ဇာအဖြစ် သတ်မှတ်ခြင်းဖြင့် %S ၏ အကောင်းဆုံးများကို ရယူပါ
ne: %S लाई पूर्वनिर्धारित ब्राउजर बनाएर उच्चतम फाइदा लिनुहोस्
pt: Tire o máximo partido do %S ao defini-lo como o seu navegador predefinido
ro: Profitați la maxim de %S setându-l ca browser implicit
sv: Få det mesta ut av %S genom att ange den som din förvalda webbläsare
ta: %S இல் முடிந்த வரைப் பெற அதை உங்களின் முன்னிருப்பு உலாவியாக அமைக்கவும்
th: ได้ประโยชน์สูงสุดจาก %S ด้วยการตั้งให้เป็นเบราว์เซอร์ปริยายของคุณ
ur: %S سے زیادہ سے زیادہ حاصل کریں بطور طے شدہ براؤزر سیٹ کریں
uz: %Sni asosiy brauzeringiz sifatida o‘rnatib, ko‘plab natijalarga erishing
vi: Đặt %S làm trình duyệt mặc định để tận dụng được tối đa

source: &Use %S as my default browser
az: %S mənim əsas səyyahım &olsun
br: Arverañ %S da verdeer dre zio&uer
bs: &Koristi %S kao glavni browser
ca: &Fes que el %S sigui el navegador per defecte
cy: &Defnyddio %S fel fy mhorwr rhagosodedig
eu: &Erabili %S nabigatzaile lehenetsi gisa
hi_in: मेरे %S तयशुदा ब्राउज़र का उपयोग करें
hr: &Koristi %S kao zadani preglednik
hu: %S legyen &az alapértelmezett böngésző
is: &Nota %S sem sjálfgefinn vafra
kab: &Seqdec %S d-iminig inek amezwaru
kk: %S менің негізгі браузерім ретінде қ&олдану
km: ប្រើ %S ជា​កម្មវិធី​រុករក​លំនាំដើម​របស់​ខ្ញុំ
lt: &Skirti „%S“ numatytąja naršykle
lv: Izmantot %S kā nokl&usēto pārlūku
ml: %S എന്റെ സ്വതവേയുള്ള ബ്രൌസറായി ഉപയോഗിക്കുക
mr: %S माझे पूर्वनिर्धारित ब्राउझर म्हणून वापरा
my: %S ကို ကျွန်တော်/မ၏ မူသေ ဘရောင်ဇာအဖြစ် &Uအသုံးပြုမည်
ne: &Use %S लाई मेरो डिफ़ॉल्ट वेब ब्राउज़रको रुपमा प्रयोग
pt: &Utilizar o %S como o meu navegador predefinido
ro: &Utilizează %S ca browserul meu implicit
sv: &Använd %S som min förvalda webbläsare
ta: %S உங்களின் முன்னிருப்பு உலாவியாக பயன்படுத்தவும்
th: ใ&ช้ %S เป็นเบราว์เซอร์ปริยายของฉัน
ur: %S میرے طے شدہ براؤزر کے طور پر &استعمال کریں
uz: %Sni asosiy brauzerim sifatida &foydalanaman
vi: Đặt %S làm trình duyệt &mặc định

source: &Options
az: Nizamlar
br: Dibarzhi&où
bs: &Opcije
ca: &Opcions
cy: &Dewisiadau
eu: &Aukerak
hi_in: विकल्प
hr: &Mogućnosti
hu: &Beállítások
is: Valk&ostir
kab: &Iɣewwaṛen
kk: &Баптаулар
km: ជម្រើស
ku: &Vebijêrk
lt: &Nuostatos
lv: &Iestatījumi
ml: ഐച്ഛികങ്ങള്‍
mr: पर्याय
my: ရွေးစရာများ
ne: विकल्पहरू
pt: &Opções
ro: &Opțiuni
sv: &Inställningar
ta: விருப்பங்கள்
th: ตัวเ&ลือก
ug: تاللانمىلار(&O)
ur: &اختیارات
uz: &Moslamalar
vi: Tù&y chọn
zh_tw: 選項

source: &Not now
az: İndi &yox
br: &Ket bremañ
bs: &Ne sada
ca: Ara &no
cy: &Nid nawr
eu: Un&e honetan ez
hi_in: अभी नहीं
hr: &Ne sada
hu: Most &nem
is: &Ekki núna
kab: &Mačči tura
kk: Қазір е&мес
km: មិន​មែន​ឥឡូវ
lt: &Ne dabar
lv: &Ne tagad
ml: ഇപ്പോള്‍ വേണ്ട
mr: आत्ता नको
my: ယခု &Nမဟုတ်သေးပါ
ne: अहिले होइन
pt: Agora &não
ro: &Nu acum
sv: &Inte nu
ta: இப்போது வேண்டாம்
th: ไ&ม่ใช่ตอนนี้
ur: ابھی &نہیں
uz: &Hozir emas
vi: &Không phải bây giờ

source: &Don’t ask me again
ca: No m'ho tornis a &demanar
hr: &Ne pitaj me ponovo
ml: ഇനി ചോദിക്കരുതു്
my: &Dနောက်တစ်ကြိမ်မမေးပါနှင့်
ne: मलाई फेरि नसोध्नुहोस्
pt: &Não voltar a perguntar
ro: Nu mă mai întreba &din nou
ug: مەندىن قايتا سورىما(&D)
uz: &Yana so‘ralmasin

source: Default Browser
az: Varsayılan Səyyah
br: Merdeer dre ziouer
bs: Glavni browser
ca: Navegador per defecte
cy: Porwr Rhagosodedig
eu: Nabigatzaile lehenetsia
hi_in: मूलभूत ब्राउज़र
hr: Zadani preglednik
hu: Alapértelmezett böngésző
is: Sjálfgefinn vafri
kab: Iminig n uwennez amezwaru
kk: Жүйенің негізгі браузері
km: កម្មវិធី​រុករក​លំនាំដើម
ku: Geroka Derbasdar
lt: Numatytoji naršyklė
lv: Noklusētais pārlūks
ml: സ്വതവേയുള്ള ബ്രൌസര്‍
mr: पूर्वनिर्धारित ब्राउझर
my: စံထား ကွန်ရက်ကြည့် ယန္တာရား
ne: पूर्वनिर्धारित ब्राउजर
pt: Navegador predefinido
ro: Browser implicit
sv: Standardwebbläsare
ta: இயல்பான உலாவி
th: เบราว์เซอร์ปริยาย
ug: كۆڭۈلدىكى توركۆرگۈ
ur: طے شدہ براؤزر
uz: Standart brauzer
vi: Trình duyệt mặc định
zh_tw: 預設瀏覽器

source: %S is not currently set as your default browser. Would you like to make it your default browser?
az: %S əsas səyyahınız kimi işarətlənməyib. Bunu əsas səyyahınız etmək istərdinizmi?
br: %S n'eo ket ho merdeer dre ziouer evit poent. Ha fellout a ra deoc'h ma vo lakaet evel ho merdeer dre ziouer ?
bs: %S nije vaš glavni browser. Da li biste željeli da bude postavljen kao vaš glavni browser?
ca: Actualment el %S no és el vostre navegador per defecte. Voleu fer que ho sigui?
cy: Nid %S yw eich porwr rhagosodedig. Hoffech chi ei osod fel eich porwr arferol?
eu: %S ez da zure nabigatzaile lehenetsia. Nabigatzaile lehenetsia izatea nahi duzu?
hi_in: %S अभी आपके मूलभूत ब्रॉउजर के रूप में सेट नहीं है. क्या आप इसे अपना मूलभूत ब्राउज़र बनाना चाहते हैं?
hr: %S trenutno nije vaš zadan web preglednik. Želite li ga postaviti kao zadanog?
hu: A %S jelenleg nem az alapértelmezett böngésző. Szeretné alapértelmezetté tenni?
is: %S er ekki sjálfgefinn vafri. Viltu gera hann að sjálfgefnum vafra?
kab: %S mačči d-iminig amezwar. Tebɣiḍ aţesbaduṭ d-imig amezwar?
kk: %S жүйеңіздің негізгі браузері болып орнатылмаған. Осындай қылуды қалайсыз ба?
km: %S បច្ចុប្បន្ន​មិន​ត្រូវ​បាន​កំណត់​ជា​កម្មវិធី​រុករក​លំនាំដើម​របស់​អ្នក​ទេ ។ តើ​អ្នក​ចង់​ឲ្យ​វា​ក្លាយ​ជា​កម្មវិធី​រុករក​លំនាំដើម​របស់​អ្នក​ដែរ​ឬ​ទេ ?
ku: %S wekî geroka derbasdar nehatiye mîhenkirin. Bila vêga were kirin?
lt: „%S“ nėra numatytoji naršyklė. Ar laikyti ją numatytąja?
lv: %S šobrīd nav noklusētais pārlūks. Vai vēlaties, lai tas būtu noklusētais pārlūks?
ml: %S നിലവില്‍ സ്വതവേയുള്ള ബ്രൌസറല്ല. അങ്ങനെ വേണമോ?
mr: %S हा सध्या आपला पूर्वनिर्धारित ब्राउझर नाही. आपल्याला यास पूर्वनिर्धारित ब्राउझर बनवायचे?
my: လောလောဆယ် %S ကို သင့်ရဲ့ စံထား ကွန်ရက်ကြည့် ယန္တရား အ​ဖြစ် မချမှတ် မထားဘူး။ ၄င်းကို သင်ရဲ့ စံထား ကွန်ရက်ကြည့် ယန္တရား သတ်မှတ်လို သလား။
ne: %S लाई तपाईँको पूर्वनिर्धारित ब्राउजरको रुपमा सेट गरिएको छैन। के तपाईँ यसलाई पूर्वनिर्धारित ब्राउजर बनाउन चाहनुहुन्छ?
pt: O %S não é o seu navegador predefinido. Pretende fazê-lo o seu navegador predefinido?
ro: %S nu este în prezent setat ca browserul tău implicit. Dorești să îl faci browserul implicit?
sv: %S används inte som standardwebbläsare. Vill du göra den till standardwebbläsare?
ta: %S உங்கள் இயல்பான உலாவியாக தற்போது அமைக்கப்படவில்லை. இதை உங்கள் இயல்பான உலாவியாக அமைக்க விருப்பமா?
th: ปัจจุบัน %S ไม่ใช่เบราว์เซอร์ปริยาย คุณต้องการให้โปรแกรมนี้เป็นเบราว์เซอร์ปริยายหรือไม่?
ug: %S نۆۋەتتە سىزنىڭ كۆڭۈلدىكى توركۆرگۈڭىز ئەمەس. ئۇنى كۆڭۈلدىكى توركۆرگۈ قىلامسىز؟
ur: %S فی الحال آپ کے طے شدہ براؤزر کی طور پر سیٹ نہیں ہے۔ کیا آپ اسے اپنا طےشدہ براؤزر بنانا چاہیں گے؟
uz: %S hozirda standart brauzeringiz sifatida oʻrnatilmagan. Uni standart brazeringiz sifatida oʻrnatishni xohlaysizmi?
vi: %S hiện tại chưa phải là trình duyệt mặc định. Bạn có muốn đặt làm trình duyệt mặc định không?
zh_tw: %S 目前不是您的預設瀏覽器。要設定為預設瀏覽器嗎？

source: Always perform this check when starting %S.
az: %S hər açılanda bu yoxlamanı et.
br: Ober ar gwiriadur-mañ bewech ma vo loc'het %S.
bs: Uvijek provjeri kada pokrećeš %S.
ca: Comprova-ho sempre quan s'inicia el %S.
cy: Gwiriwch bob tro wrth gychwyn %S.
eu: Egiaztatu beti %S abiaraztean.
hi_in: हमेशा यह जांचें जब %S को आरंभ किया जा रहा हो.
hr: Uvijek provjeri pri pokretanju %S.
hu: Ellenőrzés a %S minden indításakor.
is: Alltaf athuga þetta þegar %S er ræstur.
kab: Senqad yal tikelt di tnekra n %S.
kk: %S жүктелген кезде әрқашан да осыны тексеру.
km: អនុវត្ត​ការ​ត្រួតពិនិត្យ​ជានិច្ច នៅ​ពេល​ចាប់ផ្ដើម %S ។
ku: Her cara ku %S vebû vê kontrolkirinê çêke.
lt: Paleidžiant „%S“ tikrinti, ar ji yra numatytoji naršyklė
lv: Vienmēr veikt šo pārbaudi palaižot %S.
ml: %S തുടങ്ങുമ്പോള്‍ എപ്പോഴും ഈ പരിശോധന നടത്തുക
mr: %S सुरू करतेवेळी ही तपासनी नेहमी करा.
my: %S ကို စတင်တဲ့အခါတိုင်း ဒီစစ်ဆေးမှုကို ပြုလုပ်ပါ။
ne: %S सुरु गर्दा सधैँ यो जाँच गर्नुहोस्।
pt: Perguntar sempre ao iniciar o %S.
ro: Verifică întotdeauna la pornirea %S.
sv: Utför alltid den här kontrollen när %S startas.
ta: %S ஐ துவக்கும் போதெல்லாம் இந்த சோதனையை செய்யவும்.
th: ตรวจสอบเช่นนี้เสมอเมื่อเริ่ม %S
ug: %S قوزغاتقاندا دائىم بۇ تاللاشنى تەكشۈرۈش
ur: %S شروع کرتے وقت یہ چیک ہمہشہ چلائیں۔
uz: %S ishga tushirilayotganda, doimo tekshirish amalga oshirilsin.
vi: Luôn kiểm tra khi khởi động %S.
zh_tw: 每次啟動 %S 時都重新檢查

source: Use %S as my default browser
br: Arverañ %S da verdeer dre ziouer
bs: Koristi %S kao moj glavni browser
ca: Fes que el %S sigui el navegador per defecte
cy: Defnyddio %S fel fy mhorwr rhagosodedig
eu: Erabili %S nabigatzaile lehenetsi gisa
hi_in: %S को तयशुदा ब्राउज़र के रूप में उपयोग करें
hr: Koristi %S kao moj zadani preglednik
is: Nota %S sem sjálfgefinn vafra
kab: Seqdec %S d-iminig inek amezwaru
kk: %S менің негізгі браузерім ретінде қолдану
km: ប្រើ %S ជា​កម្មវិធី​អ៊ីនធឺណិត​លំនាំដើម​របស់​ខ្ញុំ
lt: Laikyti „%S“ mano numatytąja naršykle
lv: Izmantot %S kā noklusēto pārlūku
ml: സ്വതവേയുള്ള ബ്രൌസറായി %S ഉപയോഗിയ്ക്കുക
mr: %S माझे पूर्वनिर्धारित ब्राउझर म्हणून वापरा
my: %S ကို ကျွန်တော်/မ၏ မူသေ ဘရောင်ဇာအဖြစ် အသုံးပြုမည်
ne: %S लाई मेरो पूर्वनिर्धारित ब्राउजरको रूपमा प्रयोग गर्ने
pt: Utilizar o %S como o meu navegador predefinido
ro: Utilizează %S ca browserul meu implicit
ta: என் முன்னிருப்பு உலாவியாக %S ஐப் பயன்படுத்தவும்
th: ใช้ %S เป็นเบราว์เซอร์ปริยายของฉัน
ur: %S میرے طے شدہ براؤزر کے طور پر استعمال کریں
uz: %Sni asosiy brauzerim sifatida &foydalanaman
vi: Đặt %S làm trình duyệt mặc định

source: Not now
br: Ket bremañ
bs: Ne sada
ca: Ara no
cy: Nid nawr
eu: Une honetan ez
hi_in: अभी नहीं
hr: Ne sada
is: Ekki núna
kab: Mačči tura
kk: Қазір емес
km: មិន​មែន​ឥឡូវ
lt: Ne dabar
lv: &Ne tagad
ml: ഇപ്പോള്‍ വേണ്ട
mr: आता नाही
my: ယခု မဟုတ်သေးပါ
ne: अहिले होईन
pt: Agora não
ro: Nu acum
ta: இப்போது வேண்டாம்
th: ไม่ใช่ตอนนี้
ur: ابھی نہیں
uz: Hozir emas
vi: &Không phải bây giờ

source: Desktop Background.bmp
az: Masaüstü Arxa Fonu.bmp
br: Drekleur ar Burev.bmp
bs: Desktop pozadina.bmp
ca: Fons escriptori.bmp
eu: Idazmahaiaren atzeko planoa.bmp
hi_in: डेस्कटॉप पृष्ठभूमि.bmp
hr: Pozadina radne površine.bmp
hu: Asztalhatter.bmp
is: Skjáborðsbakgrunnur.bmp
kab: Agilal n ugdil.bmp
kk: Жұмыс үстелінің суреті.bmp
km: ផ្ទៃតុ Background.bmp
ku: Sermase Background.bmp
lt: Darbalaukio fonas.bmp
lv: Darbvirsmas fons.bmp
ml: ഡെസ്ക്ടോപ്പ് Background.bmp
mr: डेस्कटॉप पार्श्वभूमी.bmp
my: စားပွဲတင် နောက်ခံ .bmp
ne: डेस्कटप पृष्ठभूमि.bmp
pt: Fundo_do_ambiente_de_trabalho.bmp
ro: Fundal desktop.bmp
sv: Firefox-bakgrund.bmp
th: ภาพพื้นหลังของพื้นโต๊ะ.bmp
ug: ئۈستەل يۈزى Background.bmp
uz: Ish stoli orqa foni.bmp
zh_tw: 桌布.bmp

source: Saving Picture…
az: Şəkil Saxlanılır…
br: Oc'h enrollañ ar skeudenn…
bs: Spašavanje slike…
ca: S'està desant la imatge…
cy: Cadw Darlun…
eu: Irudia gordetzen…
hi_in: चित्र सहेज रहा है...
hr: Spremanje slike...
hu: Kép mentése…
is: Vista mynd…
kab: Aklas n tugna…
kk: Суретті сақтау жүріп жатыр...
km: កំពុង​រក្សាទុក​រូបភាព…
ku: Wêne Tê Tomarkirin...
lt: Įrašomas paveikslas…
lv: Saglabā attēlu...
ml: ചിത്രം സൂക്ഷിച്ചുകൊണ്ടിരിക്കുന്നു...
mr: चित्र संचयीत करत आहे...
my: ရုပ်ပုံ သိမ်းဆည်းနေဆဲ...
ne: तस्विर सङ्ग्रह गर्दै...
pt: A guardar imagem…
ro: Se salvează poza…
sv: Sparar bild…
ta: படத்தை சேமிக்கிறது...
th: บันทึกรูป…
ug: رەسىم ساقلاۋاتىدۇ…
ur: تصویرمحفوظ کر رہا ہے…
uz: Rasm saqlanmoqda…
vi: Đang lưu ảnh…
zh_tw: 正在儲存圖片…

source: Set Desktop Background
az: Masaüstünün Arxa Planına Yerləşdir
br: Kempenn drekleur ar burev
bs: Postavi pozadinu Desktopa
ca: Defineix com a fons d'escriptori
cy: Gosod Cefndir Bwrdd Gwaith
eu: Ezarri idazmahaiaren atzeko planoa
hi_in: डेस्कटॉप पृष्ठभूमि सेट करें
hr: Postavi pozadinu radne površine
hu: Asztalháttér beállítása
is: Setja skjáborðsbakgrunn
kk: Жұмыс үстелінің суреті ретінде қою
km: កំណត់​ផ្ទៃ​ខាង​ក្រោយ​របស់​​ផ្ទៃតុ
ku: Wekî Wêneyê Rûerdê Sermaseyê Mîheng Bike
lt: Parinkti darbalaukio piešiniu
lv: Uzlikt darbvirsmas fonu
ml: ഡെസ്ക്ടോപ്പ് പശ്ചാത്തലം സജ്ജമാക്കുക
mr: डेस्कटॉपची पार्श्वभूमी विशद करा
my: စားပွဲတင် နောက်ခံ ချမှတ်ပါ
ne: डेस्कटप पृष्ठभूमि बसाउनुहोस्
pt: Definir fundo do ambiente de trabalho
ro: Setează fundalul pentru desktop
sv: Ange skrivbordsbakgrund
ta: பணிமேடை பின்னணியாக அமைக்கவும்
th: ตั้งภาพพื้นหลังของพื้นโต๊ะ
ug: ئۈستەل يۈزى تەگلىكى قىلىپ تەڭشەش...
ur: ڈیسک ٹاپ پس منظر کے طور پر سیٹ کریں
uz: Ish stoli orqa foni sifatida o‘rnatish
vi: Đặt làm ảnh nền desktop
zh_tw: 設為桌布

source: &Don't ask me again
az: &Bir də roruşma
cy: &Peidio gofyn eto
eu: Ez gal&detu berriz
hu: &Ne kérdezze meg többet
kab: &Ur y-id sutur ara tikelt nniḍen
ku: Careke din nepirse
mr: मला पुन्हा विचारू नका (&D)
sv: &Fråga mig inte igen
ta: மீண்டும் கேட்காதே
ur: مجھے دوبارہ &مت پوچھیں
vi: Đừng &hỏi lại
zh_tw: 不要再問我
