Repository: tktk711/mozilla-l10n
Catalog: mni/obsolete/browser/chrome/browser/syncGenericChange.properties.po
Languages: mni

source: Change your Password
mni: অদোমগী পাসৱার্দ হোংদোকউ

source: Change Password
mni: পাসৱার্দ হোংদোকউ

source: Changing your password…
mni: অদোমগী পাসৱার্দ হোংদোক্লি...

source: Your password has been changed.
mni: অদোমগী পাসৱার্দ হোংদোকখ্রে.

source: There was an error changing your password.
mni: অদোমগী পাসৱার্দ হোংদোকপদা অশোয়বা অমা লৈখ্রে.

source: Your password must be at least 8 characters long. It cannot be the same as either your user name or your Recovery Key.
mni: অদোমগী পাসৱার্দ অসি য়ামদ্রবদা কেরেক্তর নিপাল শাংগদবনি. মসি অদোমগী শিজিন্নরিবগী মিং নত্রগা রিকোভরি কিগা মান্নরোইদবনি.

source: Note: All of your other devices will be unable to connect to your account once you change this password.
mni: মরুওইবা ৱারোল: অদোম্না পাসৱার্দ অসি অমুক হোংবগা অদোমগী একাউন্তদা অতোপ্পা দিভাইস পুম্নমক মরি শম্নবা ঙমহল্লরোই.

source: My Recovery Key
mni: ঐগী রিকোভরি কি

source: Change Recovery Key
mni: রিকোভরি কি হোংদোকউ

source: Changing Recovery Key and uploading local data, please wait…
mni: রিকোভরি কি হোংদোক্লি অমসুং লোকেল দাতা অপলোদ তৌরি, ঙাইহাক ঙাইবিয়ু...

source: There was an error while changing your Recovery Key!
mni: অদোমগী রিকোভরি কি হোংদোকপা মতমদা অশোয়বা অমা থোকখ্রে!

source: Your Recovery Key was successfully changed!
mni: অদোমগী রিকোভরি কি মায়পাক্না হোংদোকখ্রে!

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
mni: অদোমগী মপুংফাবা প্রাইভেসি পীনবা অপলোদ তৌদ্রিঙৈগী মমাংদা অদোমগী দাতা পুম্নমক ইনক্রিপ্ত তৌরে. অদোমগী দাতা দিক্রিপ্ত তৌনবা কি অপলোদ তৌদে.

source: Note: Changing this will erase all data stored on the Sync server and upload new data secured by this Recovery Key. Your other devices will not sync until the new Recovery Key is entered for that device.
mni: মরুওইবা ৱারোল: মসি হোংদোকপনা সিঙ্ক সর্ভরদা স্তোর তৌরিবা দাতা পুম্নমক মুত্থৎলগনি অমসুং রিকোভরি কি অসিনা শোয়-ঙামহল্লরোইদবা অনৌবা দাতা অপলোদ তৌরো. অনৌবা রিকোভরি কি অসি দিভাইস অদুগী চঙদ্রিফাওবা অদোমগী অতোপ্পা দিভাইসশিং সিঙ্ক তৌরোই.

source: Your Recovery Key
mni: অদোমগী রিকোভরি কি

# new.password.title
source: Update Password
mni: পাসৱার্দ অপদেত তৌরো

source: Your password was rejected by the server, please update your password.
mni: সর্ভরনা অদোমগী পাসৱার্দ ককথৎলে, অদোমগী পাসৱার্দ অপদেত তৌবিয়ু.

source: Enter your new password
mni: অদোমগী অনৌবা পাসৱার্দ চঙশিল্লো

source: Confirm your new password
mni: অদোমগী অনৌবা পাসৱার্দ চুমলব্রা

# new.password.acceptButton
source: Update Password
mni: পাসৱার্দ অপদেত তৌরো

source: Password incorrect, please try again.
mni: পাসৱার্দ চুমদ্রে, অমুক হন্না হোৎনবিয়ু.

# new.recoverykey.title
source: Update Recovery Key
mni: রিকোভরি কি অপদেত তৌরো

source: Your Recovery Key was changed using another device, please enter your updated Recovery Key.
mni: অদোমগী রিকোভরি কি অতোপ্পা দিভাইস শিজিন্নদুনা হোংদোকখ্রে, অপদেত তৌরবা রিকোভরি কি চঙশিনবিয়ু.

# new.recoverykey.acceptButton
source: Update Recovery Key
mni: রিকোভরি কি অপদেত তৌরো
