Repository: tktk711/mozilla-l10n
Catalog: sat/browser/chrome/browser/devtools/scratchpad.dtd.po
Languages: sat

source: Scratchpad
sat: खारोक् पाटा

source: &File
sat: रेत् (&F)

source: &New Window
sat: नावा विंडो (&N)

source: &Open File…
sat: रेत् झिज मे… (&O)

source: Open &Recent
sat: नितोगाक् झिज (&R)

source: Rever&t…
sat: तायोम रुवा़ड़… (&t)

source: &Save
sat: सांचाव मे (&S)

source: Save &As…
sat: लेका सांचाव मे… (&A)

source: &Close
sat: बोनदोय मे(&C)

source: &View
sat: ञेंल (&V)

source: Show &Line Numbers
sat: गार लेखा को उदुग मे (&L)

source: &Wrap Text
sat: r

source: &Highlight Trailing Space
sat: उदुक् राकाब लेगा फांक (&H)

source: L&arger Font
sat: खोन माराङ फॉन्ट (&a)

source: S&maller Font
sat: खोन हुडिञ फॉन्ट (&m)

source: &Normal Size
sat: साधरोन माराङ सेत् (&N) .

source: &Edit
sat: सासापड़ाव(&E)

source: &Run
sat: चालाव(&R)

source: &Inspect
sat: तोजबिज मे(&I)

source: &Display
sat: उदुक्(&D)

source: &Pretty Print
sat: मोज छापा (&P)

source: E&nvironment
sat: बेड़हाय तेयाक्(&n)

source: &Content
sat: बिसोय(&C)

source: &Browser
sat: पानतेयाक्(&B)

source: Scratchpad Help on M&DN
sat: M&DN रे खारोक् पाटा गोड़ो

source: Rese&t Variables
sat: बोदोलाक् को दोहड़ा साजाव(&t)

source: R&eload And Run
sat: दोहड़ा लादे आर चालाव (&e)

source: E&xecute
sat: का़मी लेताड़(&x)

source: E&valuate Current Function
sat: नितोगाक् का़मी तुला पायला (E&)
