Repository: tktk711/mozilla-l10n
Catalog: lg/toolkit/chrome/global/filepicker.dtd.po
Languages: lg

source: &Look in:
lg: &Tunula mu:

source: File &name:
lg: Fayiro &erinnya:

source: Files of &type:
lg: Enteresi z'e&nkula:

source: Name
lg: Erinnya

source: Size
lg: Obunene

source: Last Modified
lg: Kyasembayo Okukyusibwa

source: &Show hidden files and directories
lg: &Laga fayiro ne kinnemu ezikwekeddwa

source: You do not have the permissions necessary to view this directory.
lg: Tolina lukusa kulaba kinnemu eno.

source: Go up a level
lg: Ggenda eddala limu waggulu

source: Go to home
lg: Ggenda eka

source: Create new directory
lg: Tonda kinnemu empya
