Repository: tktk711/mozilla-l10n
Catalog: lg/toolkit/chrome/global/findbar.properties.po
Languages: lg

source: Phrase not found
lg: Emiteddera tezuuliddwa

source: Reached end of page, continued from top
lg: Enkomerero yomuko etukidwako, byongedwako okuva wagulu

source: Reached top of page, continued from bottom
lg: Entikko yo muko etukkidwa ko, byongeda kuva wansi

source: Find:
lg: Zuula:

source: Quick Find:
lg: Zuula Maangu:

source: Quick Find (links only):
lg: Zuula Maangu (obugatta bwokka):

source: (Case sensitive)
lg: (Kikosebwa ennukuta enene oba entono)

source: %S match
lg: %S faanaganya

source: %S matches
lg: %S ebifaanagana

source: More than %S matches
lg: Ebisinga ku %S ebifaanaga
