Repository: tktk711/mozilla-l10n
Catalog: lg/toolkit/chrome/global/finddialog.dtd.po
Languages: lg

source: Find in This Page
lg: Kisange mu Muko Guno

source: Fi&nd what:
lg: Zu&ula kki:

source: Mat&ch case
lg: Kwata&ganya ennukuta

source: &Wrap
lg: &Sabika

source: &Find Next
lg: &Zuula Ekidako

source: Cancel
lg: Sazaamu

source: Close
lg: Ggalawo

source: &Up
lg: &Waggulu

source: &Down
lg: &Wansi

source: Direction
lg: Endagiriro
