Repository: tktk711/mozilla-l10n
Catalog: roa-*-val/browser/chrome/overrides/appstrings.properties.po
Languages: roa_es_val

source: Firefox can’t find the file at %S.
roa_es_val: Firefox no pot trobar l'archiu en %S.

source: Firefox can’t find the server at %S.
roa_es_val: Firefox no pot trobar el servidor en %S.

source: Firefox doesn’t know how to open this address, because one of the following protocols (%S) isn’t associated with any program or is not allowed in this context.
roa_es_val: Firefox no sap obrir esta direcció, perque un dels protocols següents (%S) no està associat a cap programa o no està permés en este context.

source: Firefox can’t establish a connection to the server at %S.
roa_es_val: Firefox no pot establir una conexió en el servidor %S.

source: The connection to %S was interrupted while the page was loading.
roa_es_val: La conexió a %S s'ha interromput mentres se carregava la pàgina.

source: The server at %S is taking too long to respond.
roa_es_val: El servidor en %S tarda massa en respondre.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
roa_es_val: Firefox ha detectat que el servidor està redirigint esta petició d'una forma que mai es completarà.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
roa_es_val: Per a presentar esta pàgina, %S ha d'enviar informació que podria repetir qualsevol acció (com una busca o una confirmació de comanda) que s'havia eixecutat abans.

source: Resend
roa_es_val: Reenviar

source: Firefox doesn’t know how to communicate with the server.
roa_es_val: Firefox no sap com comunicar-se en el servidor.

source: The connection to the server was reset while the page was loading.
roa_es_val: La conexió al servidor s'ha reiniciat mentres la pàgina es carregava.

source: This document is no longer available.
roa_es_val: Este document ya no està disponible.

source: Firefox is currently in offline mode and can’t browse the Web.
roa_es_val: Firefox està ara en modo desconectat i no pot navegar per internet.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
roa_es_val: Esta direcció utilisa un port de ret que s'utilisa normalment per a propòsits diferents de la navegació web. Firefox ha cancelat la petició per la seua seguritat.

source: Firefox is configured to use a proxy server that can’t be found.
roa_es_val: Firefox està configurat per a utilisar un servidor proxy que no pot trobar.

source: Firefox is configured to use a proxy server that is refusing connections.
roa_es_val: Firefox està configurat per a utilisar un servidor proxy que està rebujant les conexions.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
roa_es_val: La pàgina que està intentar vore no pot mostrar-se perque utilisa una forma de compressió desconeguda o no admesa.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
roa_es_val: La pàgina que intenta vore no es pot mostrar perque està en un tipo d'archiu que pot ser insegur obrir. Per favor, contacte en els responsables de la web per a informar-los d'este problema.

source: External Protocol Request
roa_es_val: Petició de protocol extern

source: <Unknown>
roa_es_val: <Desconegut>

source: Remember my choice for all links of this type.
roa_es_val: Recordar la meua selecció per a tots els vínculs d'este tipo.

source: Launch application
roa_es_val: Eixecutar l'aplicació

source: This page uses an unsupported technology that is no longer available by default in Firefox.
roa_es_val: Esta pàgina usa una tecnología no admesa que ya no està disponible per defecte en Firefox.

source: Firefox cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
roa_es_val: Firefox no pot garantisar la seguritat de les seues senyes en %S perque usa SSLv3, un protocol de seguritat que ya no és efectiu.

source: The owner of %S has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
roa_es_val: El propietari de %S ha configurat la seua web incorrectament. Per a impedir que la seua informació puga ser furtada, Firefox no ha conectat en esta web.
