Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/preferences-old/content.dtd.po
Languages: cak

source: Pop-ups
cak: Elenel taq tzuwäch

source: &Block pop-up windows
cak: &Keq'at elenel taq tzuwäch

source: Notifications
cak: Taq rutzijol

# notificationsPolicyLearnMore.label
source: Learn more
cak: Tetamäx ch'aqa' chik

source: C&hoose…
cak: Ti&cha'…

source: Do &not disturb me
cak: &Man kinanäq

source: No notification will be shown until you restart &brandShortName;
cak: Majun chi rutzijol xkek'ut pe, k'a xtatikirisaj na ri &brandShortName;

source: &Exceptions…
cak: Man &relik ta…

source: Fonts & Colors
cak: Kiwäch taq tz'ib' chuqa' taq b'onil

source: &Default font:
cak: &Ruwäch tzij kan k'o wi:

source: &Size:
cak: &Nimilem:

source: &Advanced…
cak: Taq &Q'axinäq…

source: &Colors…
cak: &Taq b'onil…

source: Languages
cak: Taq ch'ab'äl

source: Choose your preferred language for displaying pages
cak: Ticha' ri ch'ab'äl nawajo' richin yek'ut pe ri taq ruxaq k'amaya'l

source: Ch&oose…
cak: Ti&cha'…

source: &Translate web content
cak: &Titzalq'omïx rupam ajk'amaya'l

source: E&xceptions…
cak: Taq man r&elik ta…

source: Translations by
cak: Tzalq'oman ruma

source: DRM Content
cak: DRM rupam etamab'äl

source: &Play DRM content
cak: &Titzij DRM rupam

# playDRMContent.learnMore.label
source: Learn more
cak: Tetamäx ch'aqa' chik
