Repository: tktk711/mozilla-l10n
Catalog: brx/netwerk/necko.properties.po
Languages: brx

source: Looking up %1$S…
brx: %1$S खौ नायगासिनो दङ...

source: Connected to %1$S…
brx: %1$S आव फोनांजाब खालामबाय...

source: Sending request to %1$S…
brx: %1$S आव खावलायनाय दैथाय हरगासिनो दङ...

source: Transferring data from %1$S…
brx: डाटाखौ %1$S निफ्राय गुबुन जायगायाव सोलाय होगासिनो दङ...

source: Connecting to %1$S…
brx: %1$S आव फोनांजाब खालाम गासिनो दङ...

source: Read %1$S
brx: %1$S फराय

source: Wrote %1$S
brx: %1$S लिरदोंमोन

source: Waiting for %1$S…
brx: %1$S नि थाखाय नेगासिनो दङ...

source: Looked up %1$S…
brx: %1$S मोनबाय...

source: Beginning FTP transaction…
brx: FTP लेनदेन जागायबाय...

source: Finished FTP transaction
brx: FTP लेनदेन जोबबाय

source: The FTP server %1$S is currently unsupported.
brx: FTP सार्भार %1$S आ बावैसो मदद मोनाखै।

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
brx: बे वेब बिलाइखौ गोदान जायगायाव फिन बिथोन होनाय जागासिनो दं। नोंथाङा गोदान जायगायाव टाइप खालामनाय फर्म डाटाखौ फिन दैथाय हरना लुबैयो नामा?

source: Index of %1$S
brx: %1$S नि नायखांफारि

source: Up to higher level directory
brx: गोजौ लेभेल डिरेक्टरि सिम

source: Show hidden objects
brx: दोनखोमानाय बेसादखौ दिनथि

source: Name
brx: मुं

source: Size
brx: महर

source: Last Modified
brx: जोबथा महर सोलायबाय

source: File:
brx: फाइल:

source: You are about to visit “%1$S”. This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
brx: नोंथाङा "%1$S" आव थांनोसै। नोंथाङा मोनसे गुबुन साइटआव थांगासिनो दं साननानै बे साइटआ नोंथांखौ ट्रेक खालामनो नाजागासिनो दं जानो हागौ। जोबोद सांग्रां जा।

source: I understand and will be very careful
brx: आं बुजिबाय आरो जोबोद सांग्रां जागोन

source: You are about to log in to the site “%1$S” with the username “%2$S”, but the website does not require authentication. This may be an attempt to trick you. Is “%1$S” the site you want to visit?
brx: नोंथाङा "%2$S" बाहायग्रामुंजों "%1$S" साइटआव लग-इन खालामनोसै, नाथाय वेबसाइटहा थारफोरमाननि गोनांथि गैया। बेयो नोंथांखौ ट्रेक खालामनो नाजानो हागौ। "%1$S" आ नोंथाङा थांनो लुबैनाय साइट नामा?

source: You are about to log in to the site “%1$S” with the username “%2$S”.
brx: नोंथाङा "%2$S" बाहायग्रामुंजों "%1$S" साइटआव लग-इन खालामनोसै।

source: The resource at “%1$S” was blocked because tracking protection is enabled.
brx: "%1$S" आव थानाय सम्पदखौ ब्लक खालामबाय मानोना ट्रेकिं रैखाथिखौ हाहोनाय खालामबाय।
