Repository: tktk711/mozilla-l10n
Catalog: kw/browser/chrome/browser/customizableui/customizableWidgets.properties.po
Languages: kw

source: History
kw: Istori

source: Show your history (%S)
kw: Diskwedhes agas istori (%S)

source: Synced Tabs
kw: Tabyow kettermynegys

source: New Private Window
kw: &Fenester privedh

source: Open a new Private Browsing window (%S)
kw: Ygeri fenester peuri privedh nowydh (%S)

source: Save Page
kw: Gwitha an folen

source: Save this page (%S)
kw: Gwitha an folen ma (%S)

source: Find
kw: Kavos

source: Find in this page (%S)
kw: Hwilas y'n folen ma (%S)

source: Open File
kw: Ygeri restren

source: Open a file (%S)
kw: Ygeri restren (%S)

source: Developer
kw: Displegyer

source: Open Web developer tools (%S)
kw: Toulys displegya gwias (%S)

source: Sidebars
kw: Barrys tu

source: Show sidebars
kw: &Diskwedhes an barrys-tu

source: Add-ons
kw: Keworansow

source: Manage your add-ons (%S)
kw: Menystra agas keworransow (%S)

source: Preferences
kw: Dewisyow

source: Open preferences
kw: Ygeri an dewisyow

source: Open preferences (%S)
kw: Ygeri an dewisyow (%S)

source: Options
kw: Etholyow

source: Open options
kw: Ygeri an dewisyow

source: Zoom Controls
kw: Kontrolyow setha

source: Zoom controls
kw: Kontrolyow setha

source: Zoom out
kw: Setha yn-mes

source: Zoom out (%S)
kw: Setha yn-mes (%S)

source: Reset zoom level (%S)
kw: Dassettya nivel setha (%S)

source: Zoom in
kw: Setha a-bervedh

source: Zoom in (%S)
kw: Setha a-bervedh (%S)

source: Edit Controls
kw: Kontrolyow chanjya

source: Edit controls
kw: Kontrolyow chanjya

source: Cut
kw: Trehi

source: Cut (%S)
kw: Treghi (%S)

source: Copy
kw: Kopia

source: Copy (%S)
kw: Kopia (%S)

source: Paste
kw: Glusa

source: Paste (%S)
kw: Glusa (%S)

source: Subscribe
kw: Ragbrena

source: Subscribe to this page
kw: Ragbrena dhe'n folen ma

source: ­Text Encoding
kw: Kodyans an tekst

source: Show text encoding options
kw: Diskwedhes dewisyow kodyans an tekst

source: Email Link
kw: Ebostya kevren

source: Email a link to this page
kw: Ebostya kevren dhe'n folen ma

# quit-button.tooltiptext.linux2
source: Quit %1$S (%2$S)
kw: Kwytya %1$S (%2$S)

# quit-button.tooltiptext.mac
source: Quit %1$S (%2$S)
kw: Kwytya %1$S (%2$S)

source: Share This Page
kw: Kevranna an folen ma

source: Share this page
kw: Kevranna an folen ma

source: Forget
kw: Ankevi

source: Forget about some browsing history
kw: Ankevi neb istori peuri

source: Open WebIDE (%S)
kw: Ygeri WebIDE (%S)

source: New Non-e10s Window
kw: Fenester heb e10s

source: Open a new Non-e10s Window
kw: Ygeri fenester nowydh heb e10s
