Repository: tktk711/mozilla-l10n
Catalog: haw/obsolete/toolkit/chrome/cookie/cookieAcceptDialog.dtd.po
Languages: haw

source: Name:
haw: Inoa:

source: Content:
haw: Mealoko:

source: Host:
haw: Hōka:

source: Path:
haw: Ala:

source: Send For:
haw: Hoʻouna Iā:

source: Expires:
haw: Pau:

source: &Allow
haw: &Hoʻokuʻu

source: Allow for &Session
haw: Hoʻokuʻu no ka &Wā hoʻohana

source: &Deny
haw: &Hōʻole

source: Confirm setting cookie
haw: Hōʻoia i ka makana makemake

source: &Use my choice for all cookies from this site
haw: &Hana i kaʻu koho no nā makana apau mai kēia kahua
