Repository: tktk711/mozilla-l10n
Catalog: sah/browser/installer/custom.properties.po
Languages: sah

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
sah: $BrandShortName-ы туһанан ситим-сирдэри кытта судуругутук уонна куттала суох үлэлиэҥ. Кэбэҕэстик өйдөнөр интерфейс, тупсарыллыбыт арчылыыр сулууспа (ол иһигэр тус бэйэҕэр сыһыаннааҕы харыстыыр) уонна иһигэр баар көрдүүр тиһилик Интэриниэти муҥутуур туһалаахтык туһанар кыаҕы биэриэхтэрэ.

source: $BrandShortName &Options
sah: $BrandShortName &Туруоруулар

source: $BrandShortName &Safe Mode
sah: $BrandShortName &Бигэ эрэсиим

source: Setup Type
sah: Туруоруу көрүҥэ

source: Choose setup options
sah: Туруоруу көрүҥүн тал

source: Set Up Shortcuts
sah: Дьаралыктары оҥоруу

source: Create Program Icons
sah: Программалара иконкаларын оҥоруу

source: Set Up Optional Components
sah: Булгуччута суоҕу туруоруу

source: Optional Recommended Components
sah: Булгуччута суох сүбэлэнэр компоненнар

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
sah: Өйүүр сиэрбис көмөтүнэн $BrandShortName-су үлэҕин тохтоппокко саҥардыаххын сөп.

source: Install &Maintenance Service
sah: Өйүүр &сиэрбиһи туруоруу

source: Summary
sah: Ис хоһооно

source: Ready to start installing $BrandShortName
sah: $BrandShortName-у туруорарга барыта бэлэм

source: $BrandShortName will be installed to the following location:
sah: $BrandShortName бу паапкаҕа олордуллуоҕа:

source: A restart of your computer may be required to complete the installation.
sah: Туруорууну түмүктүүргэ көмпүүтэргин хат ыытыаххын наада.

source: A restart of your computer may be required to complete the uninstall.
sah: Түмүктүүргэ көмпүүтэргин хат ыытыаххын наада.

source: U&se $BrandShortName as my default web browser
sah: $BrandShortName мин ку&руук туттар браузерым буоллун

source: Click Install to continue.
sah: Салгыырга «Туруор» диэни баттаа.

source: Click Upgrade to continue.
sah: Салгыырга «Саҥарт» диэни баттаа.

source: &Tell us what you thought of $BrandShortName
sah: $BrandShortName туһунан тугу &саныыргын биһиэхэ кэпсээ эрэ

source: &Launch $BrandShortName now
sah: $BrandShortName-у билигин &ыыт

source: Create icons for $BrandShortName:
sah: $BrandShortName дьаралыктарын оҥоруу:

source: On my &Desktop
sah: Кэтэҕэриин &эркиҥҥэ

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
sah: Туруорууну салгыырга $BrandShortName сабыллыбыт буолуохтаах. Бука диэн маны - $BrandShortName - сабан кэбис.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
sah: Салгыырга $BrandShortName сабыллыбыт буолуохтаах. Бука диэн маны - $BrandShortName - сабан кэбис.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
sah: $BrandShortName хайыы-үйэ холбоммут эбит. Туруорар барылгын ыытаргар бастаан маны сабан кэбиһээр: $BrandShortName.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
sah: Бу паапкаҕа олордор көҥүлүҥ суох эбит. Атын паапканы таларга СӨП диэни баттаа.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
sah: Бу паапкаҕа туруорар сирэ тиийбэт эбит. Атын паапканы таларга СӨП диэни баттаа.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
sah: Хомойуох иһин, $BrandShortName туруоруллар кыаҕа суох. $BrandShortName бу барыла үлэлииригэр ${MinSupportedVer} эбэтэр онтон хойукку туруохтаах.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
sah: $BrandShortName програамманы бүтэһиктээхтик суох гынарга көмпүүтэргин хат ыытыахтаах эбиккин. Билигин инньэ гынаҕын дуо?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
sah: $BrandShortName програамма саҥардыытын түмүктүүргэ көмпүүтэргин хат ыытыахтаах эбиккин. Билигин инньэ гынаҕын дуо?

source: Error creating directory:
sah: Паапка оҥорорго алҕас таҕыста:

source: Click Cancel to stop the installation or Retry to try again.
sah: Туруорууну тохтоторго «Салҕаама» диэни баттаа эбэтэр «Хатылаа» диэни баттаан өссө тургут.

source: Uninstall $BrandFullName
sah: Маны суох гыныы - $BrandFullName

source: Remove $BrandFullName from your computer.
sah: $BrandFullName програамманы эн көмпүүтэргиттэн сотуу.

source: $BrandShortName will be uninstalled from the following location:
sah: $BrandShortName бу паапкаттан сотуллуо:

source: Click Uninstall to continue.
sah: Салгыырга «Сот» диэни баттаа.

source: &Remove my $BrandShortName personal data and customizations
sah: $BrandShortName програаммаҕа оҥоһуллубут &туох баар тус сибидиэнньэлэрбин, туруорууларбын сотон кэбис

source: This will permanently remove your bookmarks, saved passwords, cookies and customizations. You may wish to keep this information if you plan on installing another version of $BrandShortName in the future.
sah: Бэлиэ-кыбытыктарыҥ, долоҕойго угуллубут киирии тылларыҥ, куукаларыҥ уонна туруорууларыҥ барыта сотуллуо. Баҕар, кэлин $BrandShortName атын барылын туруоруоххун баҕарар буоллаххына маны туһаныаххын сөп этэ.

source: Checking existing installation…
sah: Баар туруорууну тургутуу...

source: Installing $BrandShortName…
sah: $BrandShortName - туруоруу…

source: Installing Language Files (${AB_CD})…
sah: Тыл билэлэрин туруоруу (${AB_CD})…

source: Uninstalling $BrandShortName…
sah: $BrandShortName - сотуу…

source: A Little Housekeeping…
sah: Кыратык дьиэбитин хомуйабыт...

source: Choose the type of setup you prefer, then click Next.
sah: Туруоруу көрүҥүн талан баран «Салгыы» диэни баттаа.

source: $BrandShortName will be installed with the most common options.
sah: $BrandShortName сүрүн барыла туруоруллуо.

source: &Standard
sah: &Сүрүн

source: You may choose individual options to be installed. Recommended for experienced users.
sah: Тугу туруораргын бэйэҥ талыаххын сөп. Быһаарсар дьоҥҥо аналлаах.

source: &Custom
sah: &Талыы

source: &Upgrade
sah: &Саҥардыы
