Repository: tktk711/mozilla-l10n
Catalog: sm/dom/chrome/security/caps.properties.po
Languages: sm

source: Remember this decision
sm: Mānatua le mea

source: Security Error: Content at %S may not load or link to %S.
sm: Sesē puipuiga: Mea-totonu i le %S e lē mafai ona la'u po'o so'otaga a le %S.

source: Security Error: Content at %S may not load data from %S.
sm: Sesē puipuiga: Mea-totonu i le %S e lē mafai ona la'u data mai le %S.

source: Permission denied for <%1$S> to get property %2$S.%3$S from <%4$S>.
sm: Fa'anoi tete'e mo <%1$S> e 'aumaiina property %2$S.%3$S mai le <%4$S>.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain has not been set).
sm: Fa'anoi tete'e mo <%1$S> (document.domain=<%5$S>) e 'aumaiina property %2$S.%3$S mai le <%4$S> (document.domain e lē seti).

source: Permission denied for <%1$S> (document.domain has not been set) to get property %2$S.%3$S from <%4$S> (document.domain=<%5$S>).
sm: Fa'anoi tete'e mo <%1$S> (document.domain e lē seti) e 'aumaiina property %2$S.%3$S mai le <%4$S> (document.domain=<%5$S>).

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain=<%6$S>).
sm: Fa'anoi tete'e mo <%1$S> (document.domain=<%5$S>) e 'aumaiina property %2$S.%3$S mai le <%4$S> (document.domain=<%6$S>).

source: Permission denied for <%1$S> to set property %2$S.%3$S on <%4$S>.
sm: Fa'anoi tete'e mo <%1$S> a seti le property %2$S.%3$S i le <%4$S>.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain has not been set).
sm: Fa'anoi tete'e mo <%1$S> (document.domain=<%5$S>) a seti le property %2$S.%3$S i le <%4$S> (document.domain e lē seti).

source: Permission denied for <%1$S> (document.domain has not been set) to set property %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
sm: Fa'anoi tete'e mo <%1$S> (document.domain e lē seti) a seti le property %2$S.%3$S i le <%4$S> (document.domain=<%5$S>).

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
sm: Fa'anoi tete'e mo <%1$S> (document.domain=<%5$S>) a seti le property %2$S.%3$S i le <%4$S> (document.domain=<%6$S>).

source: Permission denied for <%1$S> to call method %2$S.%3$S on <%4$S>.
sm: Fa'anoi tete'e mo <%1$S> a call method %2$S.%3$S i le <%4$S>.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain has not been set).
sm: Fa'anoi tete'e mo <%1$S> (document.domain=<%5$S>) a call method %2$S.%3$S i le <%4$S> (document.domain e lē seti).

source: Permission denied for <%1$S> (document.domain has not been set) to call method %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
sm: Fa'anoi tete'e mo <%1$S> (document.domain e lē seti) a call method %2$S.%3$S i le <%4$S> (document.domain=<%5$S>).

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
sm: Fa'anoi tete'e mo <%1$S> (document.domain=<%5$S>) a call method %2$S.%3$S i le <%4$S> (document.domain=<%6$S>).

source: Permission denied for <%S> to get property %S.%S
sm: Fa'anoi tete'e mo <%S> a get property %S.%S

source: Permission denied for <%S> to set property %S.%S
sm: Fa'anoi tete'e mo <%S> a seti le property %S.%S

source: Permission denied for <%S> to call method %S.%S
sm: Fa'anoi tete'e mo <%S> a call method %S.%S

source: Permission denied to create wrapper for object of class %S
sm: Fa'anoi tete'e a fa'atupu wrapper mo object o le class %S

source: Permission denied for <%2$S> to create wrapper for object of class %1$S
sm: Fa'anoi tete'e mo <%2$S> a fa'atupu le wrapper mo object o le class %1$S
