Repository: tktk711/mozilla-l10n
Catalog: */locale/browser/bookmarks/addBookmark.dtd.po
Languages: mg

source: Add Bookmark
mg: Hampiditra rohy

source: &brandShortName; will add a bookmark to this page.
mg: Hampiditra rohy mankany amin'ity pejy ity ny &brandShortName;.

source: &Name:
mg: A&narana:

source: &Keyword:
mg: Teny &fahatra:

source: &Location:
mg: &Adiresy:

source: &Create In &gt;&gt;
mg: Ata&ovy ao anatin'ny &gt;&gt;

source: Create In &lt;&lt;
mg: Ataovy ao anatin'ny &lt;&lt;

source: &Create in:
mg: Ata&ovy ao anatin'ny:

source: &Move to:
mg: A&findrao any amin'ny:

source: New F&older...
mg: Laha-tahiry &vaovao...

source: Don't show this di&alog again
mg: A&za aseho intsony ity filazana ity

source: When this option is selected, new Bookmarks will be added using the title provided by the page.
mg: Raha toa ka ekenao io safidy io, dia ilay lohanteny omen'ilay pejy no ampiasaina rehefa mampiditra rohy.

source: Choose Folder
mg: Hisafidy laha-tahiry

source: Show all the bookmarks folders
mg: Asehoy daholo ireo laha-tahiry ao anatin'ny tobin-drohy

source: Hide
mg: Afeno

source: Add
mg: Ampio

source: Bookmarks Toolbar
mg: Tsipiky ny tobin-drohy
