Repository: tktk711/mozilla-l10n
Catalog: mni/browser/chrome/browser/migration/migration.dtd.po
Languages: mni

source: Import Wizard
mni: ৱিজার্দ পুশিল্লকপা

source: Import Options, Bookmarks, History, Passwords and other data from:
mni: মসিদগী অপাম্বশিং, বুকমার্কশিং, ৱারী, পাসৱার্দশিং অমসুং অতোপ্পা দাতা পুশিল্লকপা:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
mni: মসিদগী প্রিফরেন্সশিং, বুকমার্কশিং, ৱারী, পাসৱার্দশিং অমসুং অতোপ্পা দাতা পুশিল্লকপা:

source: Import Bookmarks from:
mni: মসিদগী বুকমার্কশিং পুশিল্লকপা:

source: &Microsoft Internet Explorer
mni: মাইক্ৰোসোফ ইন্তরনেত এক্সপ্লোর্র (&M)

source: &Safari
mni: সফারি (&S)

source: &Chrome
mni: ক্রোম (&C)

source: Firefo&x
mni: ফায়রফোক্স (&x)

source: No programs that contain bookmarks, history or password data could be found.
mni: বুকমার্কশিং, ৱারী নত্রগা পাসৱার্দ দাতা য়াওবা প্রোগ্রাম অমত্তা ফংবা ঙম্মোই.

source: Import Settings and Data
mni: সেত্তিংশিং অমসুং দাতা পুশিল্লকপা

source: Items to Import
mni: পুশিল্লক্কদবা আইতেমশিং

source: Select which items to import:
mni: করম্বা আইতেমশিং পুশিল্লক্কনি খল্লো:

source: Importing…
mni: পুশিল্লকলি...

source: The following items are currently being imported…
mni: মখাগী আইতেমশিংসি হৌজিক পুশিল্লকলি...

source: Select Profile
mni: প্রোফাইল খল্লো

source: The following profiles are available to import from:
mni: মসিদগী মখাগী প্ৰোফাইলশিংসি পুশিল্লক্নবা ফংগনি:

source: Import Complete
mni: পুশিল্লকপা মপুংফারে

source: The following items were successfully imported:
mni: মখাগী আইতেমশিংসি মায়পাক্না পুশিল্লক্লে:
