Repository: tktk711/mozilla-l10n
Catalog: ks/browser/chrome/browser/syncSetup.dtd.po
Languages: ks

source: &syncBrand.fullName.label; Setup
ks: &سینک برانڈ۔ فُل ناو۔ لیبل؛ سیٹ اپ

source: Create a New Account
ks: نئو كھاتئ كھولیو

source: I Have an Account
ks: می۪ی چھُ كھاتئ

source: Have you used &syncBrand.fullName.label; before?
ks: تُہ۪ی چھُ زاںہ استیمال كرمُت Brand.fullName.label; ام۪ی برونتھ

source: Server
ks: سرور

source: Default: Mozilla &syncBrand.fullName.label; server
ks: ڈیفالٹ موزیلا &syncBrand.shortName.label; سرور

source: Use a custom server…
ks: كسٹم سرور كریو استیمال

source: &Account
ks: & كھاتئ

source: &Password
ks: & خُفیئ لفظ

source: Recovery &Key
ks: واپس انئنچ كی

source: Account Details
ks: كھاتئ تفصیل

source: &Email Address
ks: ای میل پتئ

source: Choose a &Password
ks: ژٲریو خُفیئ لفظ

source: Confir&m Password
ks: خُفیئ لفظ كریو تصدیق

source: I &agree to the
ks: بئ چھُس منظور كران

source: Terms of Service
ks: خدمَتِق شرط

source: and the
ks: تئ

source: Privacy Policy
ks: زٲتی پالسی

source: &brandShortName; Cares About Your Privacy
ks: & برینڈ لكُٹ ناو; چھُ خیال تھاوان تُہنزئ پوشیدگی ہیوند

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The Recovery Key which is necessary to decrypt your data is not uploaded.
ks: تُہنز ٹوٹل پرایوسی یقینی بناونْہ باپت، چُھ تُہند تمام ڈاٹا اینکریپٹْہ کرنْہ یوان اپلوڈ کرنْہ برونہہ۔ ریکوری کی یوس ضرورت چھ تُہند ڈاٹا ڈیکریپٹْہ کرنْہ باپت چھ نْہ اپلوڈیڈ۔

source: Your Recovery &Key
ks: تُہنز واپس انئنچ كی

source: Generate a new key
ks: نئو كی بناویو

source: Your Recovery Key is required to access &syncBrand.fullName.label; on other machines. Please create a backup copy. We cannot help you recover your Recovery Key.
ks: تُہنز ریکوری کی چھ ضرورت ایسیس کرنْہ باپت & سینک برانڈ۔فُل ناو۔ لیبل؛ باقین مشینن پیٹھ۔ مہربأنی کْرتھ بنأیو اکھ بیک اپ کاپی۔ أس ہیکو نْہ توہیہ مدد کْرتھ ریکور کرنس منز تُہنز ریکوری کی۔

source: &Print…
ks: پرینٹ...

source: &Save…
ks: تئ محفوظ كریو

source: Pair a Device
ks: آلئ جوڈيو

source: Show me how.
ks: می۪ی ہٲویو كِتھ كئن

source: To activate, select "Pair a Device" on your other device.
ks: ایکٹیویٹ کرنْہ باپت، ژأریو پننِس بْیِس ڈیوایسس پیٹھ "اکھ ڈیوایس کْریو پَییر"

source: Then, enter this code:
ks: پتئ كریو كوڈ دٲخل

source: To activate your new device, select "Set Up Sync" on the device.
ks: پنُن نُو ڈیوایِس ایکٹیویٹ کرنْہ باپت، ژأریو ڈیوایسس پیٹھ "سینک کْریو سیٹ اپ"

source: Enter the code that the device provides:
ks: كوڈ كریو دٲخل یوُس آلئ مہیا چھُ كران

source: Please try again.
ks: مہربٲنی كر۪یتھ كریو دوبارئ كوشش

source: The device has been successfully added. The initial synchronization can take several minutes and will finish in the background.
ks: یہ ڈیوایس چُھ کامیأبی سان جمع کرنْہ آمُت۔ شروعاتی سینکرونایزیشنس ہیکن واریاہ منٹ لْگِتھ تْہ گژھ ختم بیک گراونڈس منز۔

source: To activate your device you will need to enter your Recovery Key. Please print or save this key and take it with you.
ks: پنُن ڈیوایس ایکٹیویٹ کرنْہ باپت چھ توہیہ اینٹر کرْن پنْن ریکوری کی۔ مہربأنی کْرتھ کْریو پرینٹ یا محفوظ یہ کی تْہ نِیِو یہ پانس سْیت۔

source: Device Connected
ks: آلئ چھُ جوڈِتھ

source: Sign In
ks: ساین اِن

source: You can get a copy of your Recovery Key by going to &syncBrand.shortName.label; Options on your other device, and selecting "My Recovery Key" under "Manage Account".
ks: توہیہ ہیکیو حأصل کْرتھ اکھ کاپی پننِہ ریکوری کی ہْنز گژھنْہ سْیت سینک برانڈ۔شاٹ ناو۔لیبل؛ اوپشنس پیٹھ پننِس بْیس ڈیوایسس پیٹھ، تْہ ژارنْہ سْیت "ماے ریکوری کی" "ایکاوُنٹ کْریو منیج" تحت۔

source: Verifying…
ks: مولوم كران

source: Reset Password
ks: خُفیئ لفظ كریو ری سيٹ

source: I have lost my other device.
ks: میون بیاكھ آلئ گٲو غٲب

source: Sync Options
ks: سینك اوپشنس

source: Devi&ce Name:
ks: &ڈیوایس ناو:

source: Sync My
ks: میون كریو سینك

source: Book&marks
ks: نشان زَد

source: &Tabs
ks: ٹیبس

source: Histo&ry
ks: تٲریخ

source: &Passwords
ks: & خُفیئ لفظ

source: Preference&s
ks: ترجیحات

source: &Add-ons
ks: & ایڈ آنس

source: Recommended:
ks: مشوَرئ یوان دِنئ

source: Replace all data on this device with my &syncBrand.shortName.label; data
ks: بدلأیو تمام ڈاٹا یتھ ڈیوایسس پیٹھ ماے &سینک برانڈ۔شاٹ ناو۔لیبل؛ڈاٹا سْیت

source: Confirm
ks: تصدیق کریو

source: Warning: The following &brandShortName; data on this device will be deleted:
ks: آگأہی: یہ &برانڈ شاٹ ناو؛ ڈاٹا یِیہ ڈیلیٹ کرنْہ یتھ ڈیوایسس پیٹھ:

source: &brandShortName; will then copy your &syncBrand.fullName.label; data to this device.
ks: &برانڈ شاٹ ناو؛ کرِ کاپی تُہند &سینک برانڈ۔ فُل ناو۔ لیبل؛ ڈاٹا یتھ ڈیوایسس کُن۔

source: Warning: The following devices will be overwritten with your local data:
ks: آگأہی: یِم ڈیوایس گژھن اووررایِٹ تُہندِ لوکل ڈاٹا سْیت:

source: Setup Complete
ks: ٲئٹ اَپ مكمل

source: You can change this preference by selecting Sync Options below.
ks: تُہئ ہ۪یكیو ترجیح بدلٲوِتھ سینك صورت بوٛنئ كن۪ی ژٲریتھ

source: You may now continue using &brandShortName;.
ks: تُہئ ہیكیو وئن جٲری تھٲوِتھ استیمال كروٛن & برئن لكٛٹ ناو
