Repository: tktk711/mozilla-l10n
Catalog: cak/mobile/android/chrome/browser.properties.po
Languages: cak

source: Installing Add-on
cak: Tajin nuyäk ri chokoy

source: Install
cak: Tiyak

source: Unverified add-on
cak: Man jikib'an ta ri tz'aqat

source: This site would like to install an unverified add-on. Proceed at your own risk.
cak: Re ruxaq re' nrajo' nuyäk jun tz'aqar ri man jikib'an ta. Ayon chawa xtaya' q'ij.

source: Downloading add-on
cak: Tajin nuqasaj chokoy

source: Installation complete
cak: Xyak kan ronojel

source: ADD-ONS
cak: TAQ TZ'AQAT

source: Download starting
cak: Tajin nutikirisaj ruqasaxik

source: Download complete
cak: Xqasäx kan ronojel

source: Can't open file. Tap to save it.
cak: Man tikirel ta nijaq ri yakb'äl. Tapitz'a' richin nayäk kan.

source: Download too big
cak: Yalan nïm ri qasanïk

source: Not enough storage space
cak: Man k'ïy ta chik rupam ri nimayakb'äl

source: Download started…
cak: Xuchäp ruqasaxik…

# alertDownloadsPause
source: Pause
cak: Uxlanem

source: Resume
cak: Titikïr chik el

# alertDownloadsCancel
source: Cancel
cak: Jumul tiq'at

source: %S downloaded
cak: %S xqasäx

source: Downloads are disabled in guest sessions
cak: E chupül ri taq qasanïk pa ri ula' taq moloj

source: Press BACK to leave full-screen mode
cak: Tapitz'a' TITZOLÏX richin nel el pa chijun ruwa kematz'ib'

source: '%S' has been added as a search engine
cak: '%S' xtz'aqatisäx kan achi'el jun kanob'äl

source: Couldn't add '%S' as a search engine
cak: Man xtz'aqatisäx ta kan '%S' achi'el jun kanob'äl

source: '%S' is already one of your search engines
cak: '%S' k'o chik chi kikojol ri asamajela' richin yakanon

source: Printing…
cak: Tajin nitz'ajb'äx…

source: Abort Download
cak: Tiq'at ri qasanïk

source: Do you want to abort this download?
cak: ¿La nawajo' jumul naq'ät re qasanïk re'?

source: Error
cak: Sachoj

source: Blocked add-on
cak: Q'aton chi tz'aqat

# addonError.learnMore
source: Learn more
cak: Tetamäx ch'aqa' chik

source: Unverified add-ons
cak: Man ejikib'an ta ri tz'aqat

source: One or more installed add-ons cannot be verified and have been disabled.
cak: Jun o ch'aqa' chik taq tz'aqat eyakon man tikirel ta yenik'öx, ruma ri' xetz'apïx.

source: Dismiss
cak: Tichup ruwäch

source: View add-ons
cak: Ketz'et ri taq tz'aqat

source: The add-on could not be downloaded because of a connection failure on #2.
cak: Ri rutz'aqat man tikirel ta xqasäx ruma jun sachoj richin nok pa #2.

source: The add-on from #2 could not be installed because it does not match the add-on #3 expected.
cak: Ri rutz'aqat ri #2 man tikirel ta yakon chupam ruma man nuxïm ta ri' rik'in ri rutz'aqat #3 oyob'en.

source: The add-on downloaded from #2 could not be installed because it appears to be corrupt.
cak: Ri rutz'aqat qasan pa #2 man tikirel ta yakon chupam ruma achi'el ta yujtajinäq.

# addonError-4
source: #1 could not be installed because #3 cannot modify the needed file.
cak: #1 man tikirel ta xyak chupam ruma #3 man nitikïr ta nuk'ëx ri yakb'äl nik'atzin.

source: #3 has prevented #2 from installing an unverified add-on.
cak: #3 xuchajij chi ri #2 tuyäk taq tz'aqat ri man enik'on ta.

source: This add-on could not be installed because of a filesystem error.
cak: Re jun rutz'aqat re' man tikirel ta yakon chupam ruma jun sachoj pa kinuk'ulem taq yaksamaj.

source: This add-on could not be installed because it does not match the add-on #3 expected.
cak: Re rutz'aqat re' man tikirel ta yakon chupam ruma man nuxïm ta ri' rik'in ri ruwäch #3 oyob'en.

source: This add-on could not be installed because it appears to be corrupt.
cak: Re rutz'aqat re' man xyak ta kan chupam ruma achi'el ta yujtajinäq.

# addonLocalError-4
source: #1 could not be installed because #3 cannot modify the needed file.
cak: #1 man tikirel ta xyak kan chupam ruma ri #3 man nitikïr ta nujalwachij ri yakb'äl nik'atzin.

source: This add-on could not be installed because it has not been verified.
cak: Re rutz'aqat re' man xyak ta kan chupam ruma man xnik'öx ta.

source: #1 could not be installed because it is not compatible with #3 #4.
cak: #1 man xyak ta kan chupam ruma man nikixïm ta ki' kik'in ri #3 #4.

source: #1 could not be installed because it has a high risk of causing stability or security problems.
cak: #1 man tikirel ta xyak kan chupam ruma k'o retal chi janila xtuya' k'ayewal chi rij ruchuq'a' chuqa' ruchajixik.

source: Restart to complete changes.
cak: Tatikirisaj chik richin yetz'aqatisäx konojel ri taq k'exoj.

source: Unsafe add-ons installed. Restart to disable.
cak: Itzel taq tz'aqät eyakon chupam. Tatikirisaj chik richin tichup kiwäch.

source: Restart
cak: Titikirisäx chik

# doorhanger.learnMore
source: Learn more
cak: Tetamäx ch'aqa' chik

source: #1 prevented this site from opening a pop-up window. Would you like to show it?;#1 prevented this site from opening #2 pop-up windows. Would you like to show them?
cak: #1 man xuya' ta q'ij chi re k'amaya'l re' nujäq jun elenel tz'etöy ruwäch. ¿La nawajo' chi niq'alajin pe?;#1 man xuya' ta q'ij chi re ruxaq k'amaya'l re' nujäq #2 elenel tz'etöy taq ruwäch. ¿La nawajo' chi yeq'alajin pe?

# popup.dontAskAgain
source: Don't ask again for this site
cak: Man tik'utüx chik pe chi rij re jun ruxaq k'amaya'l re'

source: Show
cak: Tiq'alajin pe

source: Don't show
cak: Mani niq'alajin pe

source: This site has been identified as containing malware or a phishing attempt. Be careful.
cak: Re ruxaq k'amaya'l re' q'alajisan chi k'o malware chupam o nutojtob'ej nrelesaj wachb'i'aj. Tachajij awi'.

source: Popups
cak: Elenel tz'etöy ruwäch

source: %S prevented this site (%S) from asking you to install software on your device.
cak: %S xuq'ät chi re k'amaya'l re (%S) nuk'utuj chi tiyak qa solkema' chupam awokisaxel.

source: %S prevented this add-on (%S) from installing on your device.
cak: %S xuq'ät chi re tz'aqat re (%S) niyak qa chupam awokisaxel.

source: %S prevented an add-on from installing on your device.
cak: %S xuq'ät chi niyak qa jun tz'aqat chupam awokisaxel.

# xpinstallPromptAllowButton
source: Allow
cak: Tiya' q'ij

source: Software installation has been disabled by your system administrator.
cak: Xchup ruyakik ri solkema' ruma ri runuk'samajel aq'inoj.

source: Software installation is currently disabled. Press Enable and try again.
cak: Ri ruyakik solkema' wakami chupül. Tapitz'a' pa tzijïk richin natojtob'ej chik jub'ey.

source: Enable
cak: Rutzijik

source: Verified by: %S
cak: Jikib'an ruma: %S

source: You have added a security exception for this site
cak: Xatz'aqatisaj apo jun man relik ta chajinïk pa re k'amaya'l re'

# geolocation.allow
source: Share
cak: Tikomonïx

source: Don't share
cak: Mani nikomonïx

source: Share your location with %S?
cak: ¿Takomonij ak'ojlemal rik'in %S?

source: Location
cak: K'ojlib'äl

# geolocation.dontAskAgain
source: Don't ask again for this site
cak: Man tik'utüx chik pe chi rij re jun ruxaq k'amaya'l re'

# desktopNotification2.allow
source: Always
cak: Junelïk

# desktopNotification2.dontAllow
source: Never
cak: Majub'ey

source: Would you like to receive notifications from this site?
cak: ¿La nawajo' ye'ak'ül taq rutzijol richin re ruxaq k'amaya'l re'?

source: Notifications
cak: Taq rutzijol

source: Image unblocked
cak: Man q'aton ta chi wachib'äl

source: Show All
cak: Tik'ut pe ronojel

# contacts.allow
source: Allow
cak: Tiya q'ij

# contacts.dontAllow
source: Don't allow
cak: Man tiya' q'ij

source: Allow %S to access your contacts?
cak: ¿Taya' q'ij chi ri %S kerutz'eta' ri kib'i' awachib'il?

# contacts.dontAskAgain
source: Don't ask again for this site
cak: Man tik'utüx chik pe chi rij re jun ruxaq k'amaya'l re'

# deviceStorageMusic.allow
source: Allow
cak: Tiya' q'ij

# deviceStorageMusic.dontAllow
source: Don't allow
cak: Man tiya' q'ij

source: Allow %S access to your music?
cak: ¿La naya' q'ij chi ri %S tok pa ri aq'ojom?

# deviceStorageMusic.dontAskAgain
source: Don't ask again for this site
cak: Man tik'utüx chik pe chi rij re jun ruxaq k'amaya'l re'

# deviceStoragePictures.allow
source: Allow
cak: Tiya' q'ij

# deviceStoragePictures.dontAllow
source: Don't allow
cak: Man tiya' q'ij

source: Allow %S access to your images?
cak: ¿La niya' q'ij chi ri %S tok pa ri taq awachib'al?

# deviceStoragePictures.dontAskAgain
source: Don't ask again for this site
cak: Man tik'utüx chik pe chi rij re jun ruxaq k'amaya'l re'

# deviceStorageSdcard.allow
source: Allow
cak: Tiya' q'ij

# deviceStorageSdcard.dontAllow
source: Don't allow
cak: Man tiya' q'ij

source: Allow %S access to external storage?
cak: ¿La niya' q'ij chi ri %S tok pa ri yakb'äl man k'o ta chupam?

# deviceStorageSdcard.dontAskAgain
source: Don't ask again for this site
cak: Man tik'utüx chik pe chi rij re jun ruxaq k'amaya'l re'

# deviceStorageVideos.allow
source: Allow
cak: Tiya' q'ij

# deviceStorageVideos.dontAllow
source: Don't allow
cak: Man tiya' q'ij

source: Allow %S access to your videos?
cak: ¿La niya' q'ij chi ri %S tok pa ri taq asilowachib'al?

# deviceStorageVideos.dontAskAgain
source: Don't ask again for this site
cak: Man tik'utüx chik pe chi rij re jun ruxaq k'amaya'l re'

source: New tab opened;#1 new tabs opened
cak: Jaqon jun k'ak'a' ruwi';ejaqon #1 k'ak'a' taq ruwi'

source: New private tab opened;#1 new private tabs opened
cak: K'ak'a' ichinan ruwi' jaqäl;#1 k'ak'a' taq ichinan ruwi' e jaqäl

source: SWITCH
cak: CHUPUNEL TZIJONEL

source: Closed %S
cak: Tzapäl %S

source: Closed Private Browsing
cak: Tzapäl ri ichinan okem pa k'amaya'l

source: Closed tab
cak: Tz'apäl ruwi'

source: UNDO
cak: TITZOLIN CHI RIJ

source: Allow %S to store data on your device for offline use?
cak: ¿Taya' q'ij chi ri %S tuyaka' ri taq rupam ri okisaxel richin ye'okisäx toq man atokinäq ta pa k'amaya'l?

# offlineApps.dontAskAgain
source: Don't ask again for this site
cak: Man tik'utüx chik pe chi rij re jun ruxaq k'amaya'l re'

# offlineApps.allow
source: Allow
cak: Tiya' q'ij

# offlineApps.dontAllow2
source: Don't allow
cak: Man tiya' q'ij

source: Offline Data
cak: Taq tzij pa man okem ta rub'eyal

source: Logins
cak: Kitikirisaxik taq moloj

source: Save
cak: Tiyak

source: Don't save
cak: Mani niyak

source: false
cak: man qitzij ta

source: Text copied to clipboard
cak: Rucholajem tzij wachib'en pa yakb'äl tz'ib'

# casting.sendToDevice
source: Send to Device
cak: Titaq pa okisaxel

source: Mirror Tab
cak: Tiyuk'umïx ruwi'

source: Stop Mirror
cak: Man tiyk'umïx chik

source: Open Link in New Tab
cak: Tijaq pa jun k'ak'a' ruwi'

source: Open Link in Private Tab
cak: Tijaq ximöy pa jun ichinan ruwi'

# contextmenu.share
source: Share
cak: Tikomonïx

source: Copy Link
cak: Tiwachib'ëx ri ximöy

source: Share Link
cak: Tikomonïx ri ximöy

source: Bookmark Link
cak: Titz'aqatisäx ri ximöy pa yakäl taq etal

source: Copy Email Address
cak: Tiwachib'ëx ri rochochib'al taqoya'l

source: Share Email Address
cak: Tikomonïx ri rochochib'al taqoya'l

source: Copy Phone Number
cak: Tiwachib'ëx ri rajilab'al oyonib'äl

source: Share Phone Number
cak: Tikomonïx rajilab'al oyonib'äl

source: Select Input Method
cak: Tacha' ri rub'eyal richin nawokisaj

source: Full Screen
cak: Chijun ruwa kematz'ib'

source: View Image
cak: Titz'et Wachib'äl

source: Copy Image Location
cak: Tiwachib'ëx rub'ey ri wachib'äl

source: Share Image
cak: Tikomonïx wachib'äl

source: %S Search
cak: %S Tikanöx

source: Save Image
cak: Tiyak wachib'äl

source: Show Image
cak: Tik'ut pe ri wachib'äl

source: Set Image As
cak: Tiya' kan ri wachib'äl achi'el

source: Add Search Engine
cak: Titz'aqatisäx kanob'äl

source: Play
cak: Titzij

# contextmenu.pauseMedia
source: Pause
cak: Tuxlan

source: Share Video
cak: Tikomonïx ri silowachib'äl

source: Show Controls
cak: Kek'ut pe chajinela'

source: Mute
cak: Timemür

source: Unmute
cak: Tak'axäx

source: Save Video
cak: Tiyak ri silowachib'äl

source: Save Audio
cak: Tiyak k'oxomal

source: Add to Contacts
cak: Titz'aqatisäx pa b'i'aj achib'il

# contextmenu.sendToDevice
source: Send to Device
cak: Titaq pa okisaxel

source: Copy
cak: Tiwachib'ëx

source: Cut
cak: Tiqupïx

source: Select All
cak: Ticha' ronojel

source: Paste
cak: Titz'ajb'äx

source: Call
cak: Toyon

source: Done
cak: Tik'is

source: Pick a date
cak: Tacha' jun ruq'ijul

# inputWidgetHelper.datetime
source: Pick a date and a time
cak: Tacha' jun ruq'ijul chuqa' ramaj

# inputWidgetHelper.datetime-local
source: Pick a date and a time
cak: Tacha' jun ruq'ijul chuqa' ramaj

source: Pick a time
cak: Tacha' jun ramaj

source: Pick a week
cak: Tacha' jun wuqq'ij

source: Pick a month
cak: Tacha' jun ik'

# inputWidgetHelper.cancel
source: Cancel
cak: Tiq'at

source: Set
cak: Tib'an runuk'ulem

source: Clear
cak: Tijosq'ïx

source: <anonymous>
cak: <man etaman ta ruwäch>

source: Stack trace from %S, function %S, line %S.
cak: Retal royonik %S, rusamaj %S, k'amab'ey %S.

source: %S: timer started
cak: %S: xtikïr ri tz'etöy ramaj

source: %S contains plugin content. Would you like to activate it?
cak: %S k'o pluyin chupam. ¿La nawajo' natzïj?

source: Activate
cak: Titzij

source: Don't activate
cak: Mani nitzij

# clickToPlayPlugins.dontAskAgain
source: Don't ask again for this site
cak: Man tik'utüx chik pe chi rij re jun ruxaq k'amaya'l re'

source: Plugins
cak: Taq pluyin

source: Incorrect password
cak: Man qitzij ta re ewan tzij

source: Incoming Connection
cak: Tajin nok ri okem

source: Allow USB debugging connection?
cak: ¿Tiya' q'ij richin ruchojmirisaxik rik'in USB okem?

source: Allow remote debugging connection from %1$S:%2$S? This connection requires a QR code to be scanned in order to authenticate the remote device's certificate. You can avoid future scans by remembering the device.
cak: ¿Tiya' q'ij chi re ri okem rik'in näj ruchojmirisaxik %1$S:%2$S? Re okem re' nrajo' chi tiwachib'ëx jun QR tzij richin niya' retal ri ruwujil ri näj okisaxel. Tikirel man nab'än ta ri näj wachib'enïk rik'in runataxik ri okisaxel.

source: Deny
cak: Tiq'at

# remoteIncomingPromptAllow
source: Allow
cak: Tiya' q'ij

source: Scan
cak: Tiwachib'ëx

source: Scan and Remember
cak: Tiwachib'ëx chuqa' tinatäx

source: %S debugging enabled
cak: Xtzij ri ruchojmirisaxik %S

source: App
cak: Chokoy

source: Listening on port %S
cak: Rak'axaxik pa ri b'ey %S

source: Activate debugging for %S
cak: Titzij ri chojmirisab'äl chi rij ri %S

source: Touch to activate remote debugger
cak: Tapitz'a' richin natzïj ri näj chojmirisab'äl

source: Open
cak: Tijaq

source: Ignore
cak: Tiq'olo' richin

# helperapps.dontAskAgain
source: Don't ask again for this site
cak: Man tik'utüx chik pe chi rij re jun ruxaq k'amaya'l re'

source: Open With %S App
cak: Tijaq rik'in ri %S chokoy

source: Open With an App
cak: Tijaq rik'in jun chokoy

# helperapps.always
source: Always
cak: Junelïk

# helperapps.never
source: Never
cak: Majub'ey

source: Complete action using
cak: Titz'aqatïx rub'anik rik'in

source: Download
cak: Tiqasäx

# helperapps.alwaysUse
source: Always
cak: Junelïk

source: Just once
cak: Xa xe jumul

source: This site (%S) attempted to install a theme.
cak: Ri ruxaq k'amaya'l (%S) xrajo' xuyäk jun ruwachinel.

# lwthemeInstallRequest.allowButton
source: Allow
cak: Tiya' q'ij

source: Would you like to share your camera with %S?
cak: ¿La nawajo' nakomonij ri elesäy wachib'äl rik'in ri %S?

source: Would you like to share your microphone with %S?
cak: ¿La nawajo' nakomonij ri q'asäy ch'ab'äl rik'in ri %S?

source: Would you like to share your camera and microphone with %S?
cak: ¿La nawajo' nakomonij ri elesäy wachib'äl chuqa' ri q'asäy ch'ab'äl rik'in ri %S?

source: Don't Share
cak: Mani nikomonïx

# getUserMedia.shareRequest.label
source: Share
cak: Tikomonïx

source: Camera %S
cak: Elesäy wachib'äl %S

source: Front facing camera
cak: Ruwäch elesäy wachib'äl

source: Back facing camera
cak: Rij elesäy wachib'äl

source: No Video
cak: Majun silowachib'äl

source: Choose a tab to stream
cak: Ticha' jun ruwi' richin niq'alajisäx

source: Video source
cak: Ruxe'el silowachib'äl

source: Microphone %S
cak: Q'asäy ch'ab'äl %S

source: No Audio
cak: Majun k'oxom

source: Microphone to use
cak: Q'asäy ch'ab'äl ri xtokisäx

source: Camera is on
cak: Tzijïl ri elesäy wachib'äl

source: Microphone is on
cak: Tzijïl ri q'asäy ch'ab'äl

source: Camera and microphone are on
cak: E tzijïl ri elesäy wachib'äl chuqa' ri q'asäy ch'ab'äl

source: Camera has been blocked.
cak: Xq'at ri elesäy wachib'äl.

source: Microphone has been blocked.
cak: Xq'eleb'ëx rusamaj ri q'asäy ch'ab'äl.

source: Camera and microphone have been blocked.
cak: Xq'at kisamaj ri elesäy wachib'äl chuqa' ri q'asäy ch'ab'äl.

source: Tap the screen to show reader options
cak: Tapitz'a' ri ruwäch richin nikik'üt pe ki' ri taq rucha'oj sik'inem

source: Open in App
cak: Tijaq pa chokoy

source: OK
cak: ÜTZ

# openInApp.cancel
source: Cancel
cak: Jumul tiq'at

source: Loading page from offline storage
cak: Okem pa ruxaq k'amaya'l richin niyak toq majun okem pa k'amaya'l

source: "Choose a tab to stream"
cak: "Ticha' jun ruwi' richin niq'alajisäx"

source: Link
cak: Ximöy

source: Image
cak: Wachib'äl

source: Video
cak: Silowachib'äl

source: Audio
cak: K'oxomal

source: Phone
cak: Oyonib'äl

source: Mail
cak: Taqoya'l

source: Choose feed
cak: Ticha' ri ruwäch tz'ib'

source: Subscribe with
cak: Titz'ib'äx b'i'aj rik'in

source: %1$S is deprecated. Please use %2$S instead
cak: %1$S itzel nitz'et. Tab'ana' utzil, tawokisaj %2$S pa ruk'exel
