Repository: tktk711/mozilla-l10n
Catalog: cak/mobile/android/chrome/sync.properties.po
Languages: cak

source: Last sync: %S
cak: Ruk'isib'al ximojri'ïl: %S

source: Last sync: in progress…
cak: Ruk'isib'al ximïl: ri ntajin…

source: Account: %S
cak: Retal taqoya'l: %S

source: Not connected
cak: Man okinäq ta

source: Connecting…
cak: Tajin nok…

source: Your Firefox Sync account has been removed
cak: Xyuj el ri retal ataqoya'l richin Firefox Ximojri'ïl

source: Undo
cak: Titzolïx

source: #1 #2 is not compatible with the latest version of Firefox Sync. Please update to the latest version.
cak: #1 #2 man nuk'ül ta ri' rik'in ri ruk'isib'äl ruwäch chi Firefox Ximojri'ïl. Tab'ana' utzil tak'exa' rik'in ri ruk'isib'al ruwäch.

source: #1 #2 is not compatible with older versions of Firefox Sync. Please update Firefox on your other computer(s).
cak: #1 #2 man nuk'ül ta ri' kik'in ojer taq ruwäch chi Firefox Ximojri'ïl. Tab'ana' utzil, tak'exa' ri Firefox Ximojri'ïl pa ri ch'aqa' chik (taq) awokisaxel.

source: Firefox Sync
cak: Firefox Ximojri'ïl

source: Learn More
cak: Tetamäx ch'aqa' chik

source: Close
cak: Titz'apïx

source: Cannot Setup Sync
cak: Man tikirel ta nib'an runuk'ulem ri Ximïl

source: No internet connection available
cak: Man niwachin ta jun okem pa k'amaya'l

source: %S could not connect to Sync. Would you like to try again?
cak: Ri ruyakik solkema' wakami chupül. Tapitz'a' pa Titzij richin natojtob'ej chik.

source: Try again
cak: Titojtob'ëx chik

source: Manual setup
cak: Runuk'ulem chi q'ab'aj

source: No tabs from your other computers.
cak: Majun taq ruwi' pa ri ch'aqa' chik taq asamajib'al.

source: Sync is brand new and easier than ever.
cak: Xk'ex ruwäch ri ximïl, jantape' man k'ayew ta.

source: Tap here to learn more
cak: Tachapa' qa wawe' richin nawetamaj ch'aqa' chik
