Repository: tktk711/mozilla-l10n
Catalog: wo/dom/chrome/netError.dtd.po
Languages: wo

source: Page Load Error
wo: Jumte ci fatum xët wi

source: Try Again
wo: Jéemaatal

source: Failed to Connect
wo: Jokkoo bi lajj na

source: <p>Though the site seems valid, the browser was unable to establish a connection.</p><ul><li>Could the site be temporarily unavailable? Try again later.</li><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
wo: <p>Dal bi niru na lu baax, wante joowkat bi mënul jokkoo.</p> <ul><li>Xëyna dal bi feexul ci jamono jii ? Jéemaatal ci kanam.</li><li>Yeneen dal itam kenn mënuleen jot ? Seetal sa jokkoo ak lëkkale gi ak sa ordinatëër.</li><li>Ndax sa ordinatëër walla lëkkale gi dañu leen aar ak benn paarfë walla benn proxy ? Ay paraameetar yu jubul ñoo duggante ak njoow mi ci Web bi.</li><li>Ndax da nga am ay jafe jafe ba léegi ? Boo bëggee am ndimbal seetal sa saytukatu lëkkale walla sa njaatige jot ci Internet.</li></ul>

source: Port Restricted for Security Reasons
wo: Poor bii dañu ko naj ngir kaarange

source: <p>The requested address specified a port (e.g. <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
wo: <p>Màkkaan bi ñu laaj dafay joxoñ benn poor (masala « mozilla.org:80 » pur roofukaayu 80 ci mozilla.org) bu nga xam ni <em>neneen</em> la ñu koy jëfandikoo ludul joow ci web. Joowkat bi neenal na sa laaj bi ngir sa kaarange.</p>

source: Address Not Found
wo: Màkkaan bi kenn gisuko

source: <p>The browser could not find the host server for the provided address.</p><ul><li>Did you make a mistake when typing the domain? (e.g. <q><strong>ww</strong>.mozilla.org</q> instead of <q><strong>www</strong>.mozilla.org</q>)</li><li>Are you certain this domain address exists? Its registration may have expired.</li><li>Are you unable to browse other sites? Check your network connection and DNS server settings.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
wo: <p>Joowkat bi gisul sewëër ganalekat bi màkkaan bi joxoñ.</p> <ul> <li>Ndax juumuloo ci turu moomeef bi ? (niki. « <strong>ww</strong>.mozilla.org » te waroon def « <strong>www</strong>.mozilla.org »)</li> <li>Ndax màkkaanu moomeef bi am na ? Xëyna jeexal na.</li> <li>Ndax kenn mënul jot yeneen dal ? Seetaatal sa jokkoo ak lëkkale gi ak sa ordinatëër ak paraameetaru serwëër DNS.</li> <li>Ndax Sa ordinatëër walla sa lëkkale paarfë da leen aar walla benn proxy ? Ay paraameetar yu jubul mën nañu duggante ak njoow mi ci Web bi.</li> </ul>

source: File Not Found
wo: Dencukaay bi kenn gisuko

source: <ul><li>Could the item have been renamed, removed, or relocated?</li><li>Is there a spelling, capitalization, or other typographical error in the address?</li><li>Do you have sufficient access permissions to the requested item?</li></ul>
wo: <ul> <li>Xëyna dencukaay bi dañu ko jox beneen tur, mba ñu màbb ko walla ñu randal ko ?</li> <li>Ndax amul njumte ci mage yi, maas yi walla beneen njumte ci bindum màkkaan bi ?</li> <li>Ndax am nga ay ndigali jot yu mët ci dencukaay bi ?</li> </ul>

source: Cannot Complete Request
wo: Laaj bi mënula sotti

source: <p>Additional information about this problem or error is currently unavailable.</p>
wo: <p>Xamu ñu lu tax, Faayafoks mënula yeb xët wi</p>

source: Invalid Address
wo: Màkkaan bi baaxul

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
wo: <p>Màkkaan bi ñu joxe nekkul ci daytal bu ñu xammee. seetal ndax amul njumte ci banqaasu màkkaan yi te nga jéemaat.</p>

source: Data Transfer Interrupted
wo: Jokkoo bi taxaw na

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p><ul><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
wo: <p>Joowkat bi jokkoo na bu baax wante jokkoo bi dafa taxaw bi ñuy toxal xibaar yi. jéemaatal.</p> <ul> <li>Ndax kenn mënul jot yeneen dal ?Seetal jokkoo lëkkale gi ak sa ordinatëër.</li> <li>Ndax yaa ngiy kontine di am jafe jafe? Seetal sa saytukatu lëkkale walla sa njaatige jot ci Internet.</li> </ul>

source: Document Expired
wo: Jukki bi jeexal na

source: <p>The requested document is not available in the browser's cache.</p><ul><li>As a security precaution, the browser does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
wo: <p>Jukki bi ñu laaj féexul ci dambu jowkat bi.</p><ul><li>ngir kaarange, jowkat bi du tëb rekk laaj yenn jukki yi.</li><li> Cuqal ci Jéematal ngir laajaat jukki bi ci dalub web bi.</li></ul>

source: Offline Mode
wo: Anamu jokkoodiku

source: Content Encoding Error
wo: Njumte ci suulaale këmb gi

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
wo: <p>Xët wi nga bëgg mënul wone wu ndax dafay jëfandikoo xeetu naj bu jagul walla kenn tëggaalewuko.</p><ul><li> Jokkool ak webmaster bu dal bi ngir yëgal ko jafe jafe bi.</li></ul>

source: Unsafe File Type
wo: Giiri dencukaay yii wóóru ñu

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
wo: <ul> <li>Jokkool ak boroomi dalub web ngir yëgal leen jafe jafe bi.</li> </ul>

source: Connection Interrupted
wo: Jokkoo bi dellusiwaat na

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p>
wo: <p>Jokkoo ak lëkkale bi dafa taxaw bi ñuy waxaale benn jokkoo. Jéemaatal.</p>

source: Network Timeout
wo: Diiru xaar bi jeex na

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p><ul><li>Could the server be experiencing high demand or a temporary outage? Try again later.</li><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
wo: <p>Joowkat bi dafa xaar lu yagg ci jokkoo ak dal bi looloo tax mu bañ xaar tontu.</p><ul><li>Serwëër dafa fees mba mu paan ? Jeemaatal ci kanam.</li><li>Ndax ken mënula jot yeneen dal ? Seetal sa jokkoo ordinatëër.</li><li>Ndax sa ordi walla lëkkale dañu leen aar ak paarfë walla proxy ? Ay paraameetar yu jubul ñoo duggante xëyna ak njooow mi ci Web.</li><li>Da nga am ba leegi ay jafe jafe ? Seetal sa saytukatu lëkkale walla sa njaatige jot ci internet ngir am ndimal.</li></ul>

source: Unknown Protocol
wo: Màkkaan xammee wu ñu ko

source: <p>The address specifies a protocol (e.g. <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p><ul><li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li><li>Some protocols may require third-party software or plugins before the browser can recognize them.</li></ul>
wo: <p>Màkkaan bi dafay wone porotokol (niki. « wxyz:// ») bu joowkat bi xamul mënul jokkoo ak dal bi ci ni mu ware.</p><ul><li>Ndax da nga bëgg jot ay këmb bari melo walla yeneen sarwiis yudul mbind ? Seetal xeltéef yi dal bi laaj.</li><li>Am na ay porotokol yuy laaj xeltéef mba ay mottali ngir joowkat bi xammee leen.</li></ul>

source: Proxy Server Refused Connection
wo: Serwëër proxy bi bañ na jokkkoo bi

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p><ul><li>Is the browser's proxy configuration correct? Check the settings and try again.</li><li>Does the proxy service allow connections from this network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
wo: <p>Joowkat bit dañu ko tabb ngir muy jëfandikoo servëër proxy wante proxy bi bañ na jokkoo bi.</p><ul><li>Ndax tabbinu proxy bu joowkat bi baax na ? Seetal paraameetar yi te nga jeemaat.</li><li>Ndax sarwiis proxy bi nangu na ay jokkoo dale ko ci lëkkale bii?</li><li>Da nga am ba leegi ay jafe jafe ? Seetal sa saytukatu lëkkale walla sa njaatige jot ci internet ngir am ndimbal.</li></ul>

source: Proxy Server Not Found
wo: Kenn mënula gis serwëër proxy bi

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p><ul><li>Is the browser's proxy configuration correct? Check the settings and try again.</li><li>Is the computer connected to an active network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
wo: <p>Joowkat bi dañu ko tabb ngir muy jëfandikoo serwëër proxy wante serwëêr porxy bi kenn mënu ko gis.</p><ul><li>Ndax tabbinu proxy bu joowkat bi jaar na yoon ? Seetal paraameetar yi te nga jeemaat.</li><li>Ndax ordinatëër bi jokkoo na ak lëkkale gi?</li><li>Da nga am ba leegi ay jafe jafe ? Seetal sa saytukatu lëkkale walla sa njaatige jot ci internet ngir am ndimbal.</li></ul>

source: Redirect Loop
wo: Xët wi kenn jubaluko bu baax

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p><ul><li>Have you disabled or blocked cookies required by this site?</li><li><em>NOTE</em>: If accepting the site's cookies does not resolve the problem, it is likely a server configuration issue and not your computer.</li></ul>
wo: <p>Joowkat bi xaaratul tontu ci dal bi. Dal bi dafa sakk beneen yoon ba tax laaj bi mënul antu mukk.</p><ul><li>Ndax da nga suuxal walla tëye ay cookies yu and ak dal bi ?</li><li><em>NOTE</em> : Su fekkee jafe jafe bi sottiwul boo nangoo cookies yi, xamal ni mën na nekk tabbinu serwëër bi, du sa ordinaatëër.</li></ul>

source: Incorrect Response
wo: Tontu bi baaxul

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
wo: <p>Dal bi tontu na ci laaju lëkkale gi ci anam bu kenn xalaataulwoon, joowkat bi mënul kontine.</p>

# nssFailure2.title
source: Secure Connection Failed
wo: Jokkoo bu and ak kaarange lajj na

source: <p>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
wo: <p>Xët bi nga bëgg xool kenn mënuko wone ndax kenn mënula ni rootaan yi baax nañu.</p><ul><li>Jokkool ak boroomi dal bi ngir yëgal leen.</li></ul>

# nssBadCert.title
source: Secure Connection Failed
wo: Jokkoo bu and ak kaarange lajj na

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
wo: <ul> <li>Lii mën nekk jafe jafe ci tabbin walla mu nekk nit kuy sacc dantite serwëër bi.</li><li>Su fekkee da nga jokkoo ci ni mu ware ak serwëër bi, xëyna njumte bi du yagg te mën nga jeemaat ci kanam.</li> </ul>

source: Suspected Attack Site!
wo: Ragal nañu ni dal bi baaxul !

source: <p>Attack sites try to install programs that steal private information, use your computer to attack others, or damage your system.</p> <p>Website owners who believe their site has been reported as an attack site in error may <a href='http://www.stopbadware.org/home/reviewinfo' >request a review</a>.</p>
wo: <p>Dal yu bon yi dañuy jéema samp ay tëralin yuy sacc say xibaari bopp, di jëfandikoo sa ordinatëër ngir song yeneen walla yaq sa sistem.</p> <p>Boroom dal yi ñu tuumaal ni baaxuñu mën nañu <a href='http://www.stopbadware.org/home/reviewinfo'>laaj ñu seetaat loolu</a>.</p>

source: Suspected Web Forgery!
wo: Dal bi royaal la !

source: <p>Entering any personal information on this page may result in identity theft or other fraud.</p> <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
wo: <p>Dugal say xibaari bopp ci xët wile mën na indi saccum dantite walla foród.</p> <p>Dali royaal yii dañuleen di faral di jëfandikoo ci ay e mail foród ngir di song songu doolinka ngir toppandoo cosaan yi nga wóolu.</p>

source: Blocked by Content Security Policy
wo: Boloke ak benn taxawayu kaaraange këmb

source: <p>The browser prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
wo: <p>Joowkat bi dafa tere yebum xët wi ci noonu ndax xët wi dafa am taxawaayu kaaraange këmb bu ko naguwul.</p>

source: Corrupted Content Error
wo: Njumte ci këmb bu sankar

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
wo: <p>Xët wi nga bëgg mënul wonewu ndax dafay jëfandikoo xeetu naj bu jagul walla kenn tëggaalewuko.</p><ul><li> Jokkool ak webmaster bu dal bi ngir yëgal ko jafe jafe bi.</li></ul>

source: Remote XUL
wo: XUL bu sori

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
wo: <ul><li>Jokkool ak boroomi dalub web ngir yëgal leen jafe jafe bi.</li></ul>
