Repository: tktk711/mozilla-l10n
Catalog: wo/dom/chrome/plugins.properties.po
Languages: wo

source: About Plugins
wo: Ci mbiri Plug-ins yi

source: Enabled plugins
wo: Plug-ins yi ñu samp

source: No enabled plugins found
wo: Gisuñu benn plugins buy dox

source: Find more information about browser plugins at
wo: Di nga am yeneen xibaar ci plugin yi sa joowkat ci

source: Find updates for installed plugins at
wo: Di nga fekk ay yeesal pur plugins yi sampu ci

source: Help for installing plugins is available from
wo: Ndimbal ci sampum plugins am na ci

source: File:
wo: Dencukaay:

source: Version:
wo: Sumb:

source: MIME Type
wo: Giiru MIME

source: Description
wo: Nettali gi

source: Suffixes
wo: Lawu ginnaaw yi
