Repository: tktk711/mozilla-l10n
Catalog: sa/services/sync/errors.properties.po
Languages: sa

source: Failed to connect to the server
sa: सर्वर् सह संयोगः निष्फलः

source: Wrong Recovery Key
sa: असमीचीना प्राप्तिकुञ्चिका

source: Incorrect account name or password
sa: अ्समीचीनम् उपयोजकसंज्ञानाम अथवा गुह्यपदम्

source: Missing account name
sa: अनुपस्थितम् उपयोजकसंज्ञानाम

source: Missing password
sa: अनुपस्थितं गुह्यपदम्

source: No saved Recovery Key to use
sa: उपयोगाय कापि सञ्चिता प्राप्तिकुञ्चिका नास्ति

source: Server incorrectly configured
sa: सर्वर् असमीचीनतया विन्यस्तम्

source: One or more data types could not be synced
sa: एकं तदधिकं वा डाटावर्गं सिङ्क् कर्तुं न शक्यते

source: Incorrect words, try again
sa: असमीचीनशब्दाः, पुनः यतस्व

source: Use a stronger password
sa: बलवद्गुह्यपदम् उपयोजय

source: Unknown error
sa: अज्ञातदोषः

source: Password can't match current password
sa: गुह्यपदं वर्तमानगुह्यपदेन न मिलति

source: Password can't match your user name
sa: गुह्यपदं तव प्रयोक्तृनाम्ना सह न मिलति

source: Password can't match your email address
sa: गुह्यपदं तव ईमैल् पत्रादेशेन सह न मिलति

source: The passwords entered do not match
sa: निवेशितानि गुह्यपदानि न मिलन्ति

source: The password entered is too short
sa: निवेशितं गुह्यपदम् अतीव ह्रस्वमस्ति।
