Repository: tktk711/mozilla-l10n
Catalog: ht/toolkit/chrome/mozapps/extensions/update.dtd.po
Languages: ht

source: &brandShortName; Update
ht: Mizajou &brandShortName;

source: &brandShortName; is working offline
ht: &brandShortName; ap travay san koneksyon

source: &brandShortName; needs to go online in order to see if updates are available for your add-ons to make them compatible with this version.
ht: &brandShortName; bezwen ale sou entènèt yon fason pou li gade si gen mizajou ki disponib pou rann add-ons ou yo konpatib avèk vèsyon sa a.

source: &Go online now.
ht: &Konekte kounye a.

source: Incompatible Add-ons
ht: Add-ons Pa Konpatib

source: The following add-ons are not compatible with this version of &brandShortName; and have been disabled:
ht: Add-ons sa yo pa konpatib avèk vèsyon &brandShortName; e yo dezaktive:

source: &brandShortName; can check if there are compatible versions of these add-ons available.
ht: &brandShortName; ka verifye si gen vèsyon konpatib de add-ons sa yo disponib.

source: Checking for Compatible Add-ons
ht: Verifye pou Add-ons Konpatib

source: Checking your incompatible add-ons for updates…
ht: Verifye add-ons ki pa konpatib yo pou mizajou ...

# checking.status
source: This may take a few minutes…
ht: Sa ka pran kèlke minit ...

source: Found Compatible Add-ons
ht: Jwenn Add-ons Konpatib

source: Select the add-ons you would like to install:
ht: Seleksyone add-ons ou vle enstale yo:

source: &Allow websites to install software
ht: &Otorize sèvis sit wèb pou enstale pwogram

source: Installing Compatible Add-ons
ht: Enstale Add-ons Konpatib

source: Downloading and installing updates to your add-ons…
ht: Telechaje ak enstale mizajou pou add-ons ou yo ...

source: No Compatible Add-ons Found
ht: Pa Jwenn Okenn Add-ons Konpatib

source: Unable to Check for Updates
ht: Li posib pou tcheke mizajou

source: Checking Compatibility of Add-ons
ht: Verifye konpatibilite yon add-ons

# versioninfo.waiting
source: This may take a few minutes…
ht: Sa ka pran kèlke minit ...

source: Problems Installing Updates
ht: Pwoblem pou enstale mizajou

source: &brandShortName; encountered problems when updating some of your add-ons.
ht: &brandShortName; te jwenn yon pwoblèm pandan li tap enstale mizajou.

source: Click Finish to continue starting &brandShortName;.
ht: Klike sou fini pou ou kontinye lansman &brandShortName; .
