Repository: tktk711/mozilla-l10n
Catalog: dsb/toolkit/chrome/global/aboutTelemetry.properties.po
Languages: dsb

source: This page shows the information about performance, hardware, usage and customizations collected by Telemetry. This information is submitted to %1$S to help improve %2$S.
dsb: Toś ten bok pokazujo informacije wó wugbaśu, hardware, wužyśu a pśiměrjenjach zběrane pśez telemetriju. Toś te informacije budu se do %1$S słaś, ab pomagali, %2$S pólěpšyś.

source: General Data
dsb: Powšykne daty

source: Click to toggle section
dsb: Klikniśo, aby wótrězk pśešaltował

source: (No data collected)
dsb: (Žedne daty zběrane)

source: Telemetry Log
dsb: Telemetrijowy protokol

source: Timestamp
dsb: Casowy kołk

source: Data
dsb: Daty

source: Slow SQL Statements on Main Thread
dsb: Pómałe SQL-pśikaze na głownej nitce

source: Slow SQL Statements on Helper Threads
dsb: Pómałe SQL-pśikaze na pomogarskich nitkach

source: Hits
dsb: Trjefarje

source: Avg. Time (ms)
dsb: Pśerězny cas (ms)

source: Statement
dsb: Pśikaz

source: Hang Report #%1$S (%2$S seconds)
dsb: Rozpšawa wó wisanju #%1$S (%2$S sekundow)

source: %1$S (capture count: %2$S)
dsb: %1$S (licba zregistrěrowanjow: %2$S)

source: Late Write #%1$S
dsb: Pózny pisański proces #%1$S

source: Stack:
dsb: Štapjel:

source: Memory map:
dsb: Wužywanje składowaka:

source: An error occurred while fetching symbols. Check that you are connected to the Internet and try again.
dsb: Pśi wołanju symbolow jo zmólka nastała. Skontrolěrujśo, lěc sćo z internetom zwězany a wopytajśo hyšći raz.

source: samples
dsb: měrjeńske gódnoty

source: average
dsb: pśerězk

source: sum
dsb: suma

source: Copy
dsb: Kopěrowaś

source: Property
dsb: Kakosć

source: Name
dsb: Mě

source: Value
dsb: Gódnota

source: Add-on ID
dsb: ID dodanka

source: Details
dsb: Drobnostki

source: %1$S Provider
dsb: Póbitowaŕ %1$S

source: Parent Payload
dsb: Starjejšyna nakładna śěža

source: Child Payload %1$S
dsb: Źiśeca nakładna śěža %1$S

source: timestamp
dsb: casowy kołk

source: category
dsb: kategorija

source: method
dsb: metoda

source: object
dsb: objekt

source: extra
dsb: wósebny
