Repository: tktk711/mozilla-l10n
Catalog: dsb/toolkit/chrome/global/viewSource.properties.po
Languages: dsb

source: Go to line
dsb: Źi k smužce

source: Enter line number
dsb: Zapódajśo numer smužki

source: Invalid input
dsb: Njepłaśiwe zapódaśe

source: The line number entered is invalid.
dsb: Numer smužki, kótaryž sćo zapódał, jo njepłaśiwy.

source: Line not found
dsb: Smužka njejo se namakała

source: The specified line was not found.
dsb: Pódana smužka njejo se namakała.

source: Line %1$S, Col %2$S
dsb: Smužka %1$S, słup %2$S

source: DOM Source of Selection
dsb: DOM-žrědło wuběrka

source: DOM Source of MathML
dsb: DOM-žrědło MathML

source: Wrap Long Lines
dsb: Dłujke smužki łamaś
