Repository: tktk711/mozilla-l10n
Catalog: hch/browser/chrome/browser/aboutRobots.dtd.po
Languages: hch

source: Gort! Klaatu barada nikto!
hch: ¡Xenatahuni, teɨteri!

source: Welcome Humans!
hch: ¡axɨxete uhaxeni kietari yunaitɨ!

source: We have come to visit you in peace and with goodwill!
hch: ¡texeku iwatatɨwe aixɨ anemekɨ yexeikɨa aixɨ iyarikɨ!

source: Robots may not injure a human being or, through inaction, allow a human being to come to harm.
hch: Robots metetetewa, mɨkɨ teuteri mekwa warukananaima, yapera'eriwatɨ.

source: Robots have seen things you people wouldn’t believe.
hch: Robotstsixi mɨkɨ matsi waɨka meutexeiya, tatsɨri teuteri tita temɨkatexeiya.

source: Robots are Your Plastic Pal Who’s Fun To Be With.
hch: Robots metetetewa mɨkɨ tahamikuma mepuhɨkɨ wahamatɨa tetehauyuyehɨwiriwanikeyu, mɨkɨ plásticukɨ xeikɨa mepuwewiyatɨka.

source: Robots have shiny metal posteriors which should not be bitten.
hch: Robots metetetewa mɨkɨ wakɨtsa yeme 'aixɨ pɨ 'anene matsita kwayɨwe 'au 'erietɨ mikumaɨwani.

source: And they have a plan.
hch: Yeemekɨ waɨkawa wahetsie raniere metehamaitɨ.

source: Frakkin' Toasters
hch: Kietɨkuta tiɨyɨ

source: Please do not press this button again.
hch: Tawaariri 'éna pekwa 'iku pɨnani.
