Repository: tktk711/mozilla-l10n
Catalog: dsb/dom/chrome/mathml/mathml.properties.po
Languages: dsb

source: Invalid markup: <%1$S> is not allowed as a child of <%2$S>.
dsb: Njepłaśiwe wuznamjenjenje: <%1$S> njejo dowólony ako góle za <%2$S>.

source: Invalid markup: Incorrect number of children for <%1$S/> tag.
dsb: Njepłaśiwe tekstowe wobznamjenje: Wopacna licba źiśecych elementow za element <%1$S/>.

source: Invalid markup: More than one <mprescripts/> in <mmultiscripts/>.
dsb: Njepłaśiwe tekstowe wobznamjenje: Wěcej nježli jaden element <mprescripts/> w elemenśe <mmultiscripts/>.

source: Invalid markup: Expected exactly one Base element in <mmultiscripts/>. Found none.
dsb: Njepłaśiwe tekstowe wobznamjenje: Jo se eksaktnje jaden element Base w <mmultiscripts/>. Njejo se žeden namakał.

source: Invalid markup: Incomplete subscript/superscript pair in <mmultiscripts/>.
dsb: Njepłaśiwe tekstowe wobznamjenje: Njedopołny por subscript/superscript w <mmultiscripts/>.

source: Error in parsing the value ‘%1$S’ for ‘%2$S’ attribute of <%3$S/>. Attribute ignored.
dsb: Zmólka pśi parsowanju gódnoty '%1$S' za atribut '%2$S' elementa <%3$S/>. Atribut jo se ignorěrował.

source: Error in parsing the value ‘%1$S’ for ‘%2$S’ attribute. Attribute ignored.
dsb: Zmólka pśi parsowanju gódnoty '%1$S' za atribut '%2$S'. Atribut jo se ignorěrował.

source: Error in parsing MathML attribute value ‘%1$S’ as length. Attribute ignored.
dsb: Zmólka pśi parsowanju atributoweje gódnoty MathML '%1$S' ako dłujkosć. Atribut jo se ignorěrował.

source: ‘%1$S’ is deprecated in MathML 3, superseded by ‘%2$S’.
dsb: '%1$S' jo zestarjone w MathML 3, wuměnja se pśez '%2$S'.

source: Unitless values are deprecated in MathML 3.
dsb: Gódnoty bźez jadnotki su zestarjone w MathML 3.
