Repository: tktk711/mozilla-l10n
Catalog: lg/browser/chrome/browser/aboutSessionRestore.dtd.po
Languages: lg

source: Restore Session
lg: Zzawo Ekiseera

source: Well, this is embarrassing.
lg: Wabula, kyino kiswaza.

source: &brandShortName; is having trouble recovering your windows and tabs. This is usually caused by a recently opened web page.
lg: &brandShortName; efuna obuzibu okununula amadiriisa go na'awdiriira. Kyino kyitera okuletebwa olutimbe olugulidwawo emabegako.

source: You can try:
lg: Osoboola okugezako:

source: Removing one or more tabs that you think may be causing the problem
lg: Okujjawo emu oba endala awadiriira zo'lowoza nti zezirese obuzibu

source: Starting an entirely new browsing session
lg: Tandika ekiseera okyokunoonya ekipya

# restorepage.tryagainButton
source: Restore
lg: Okkuza obujja

source: Close
lg: Ggalawo

# restorepage.restoreHeader
source: Restore
lg: Okkuza obujja

source: Windows and Tabs
lg: Amaddirisa era Awadiriira

source: Window %S
lg: Eddirisa %S
