Repository: tktk711/mozilla-l10n
Catalog: lg/browser/chrome/browser/baseMenuOverlay.dtd.po
Languages: lg

source: Minimize
lg: Funza

source: Bring All to Front
lg: Leeta Bbyonna Mumaso

source: Zoom
lg: Gezzamu

source: Window
lg: Eddirisa

# helpMenu.label helpMenu.accesskey
source: &Help
lg: &Obuyambi

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
lg: &Obuyambi

source: &About &brandShortName;
lg: &Ebikwata ku &brandShortName;

source: &brandShortName; &Help
lg: &brandShortName; &Obuyambi

source: &Restart with Add-ons Disabled…
lg: &Tandika kompyuta buto nga ojjeko Ebyokwongerako…

source: &brandShortName; H&ealth Report
lg: Alipoota y'embeera ya &brandShortName;

source: &Troubleshooting Information
lg: &Amawulire ku kugonjoola obuzibu

source: &Submit Feedback…
lg: &Waayo endowooza yo…

source: Preferences…
lg: Ebyokwelobozaamu…

source: Services
lg: Enkola

source: Hide &brandShortName;
lg: Kweeka &brandShortName;

source: Hide Others
lg: Kweeka Ebilala

source: Show All
lg: Laga Byonna
