Repository: tktk711/mozilla-l10n
Catalog: lg/browser/chrome/browser/syncKey.dtd.po
Languages: lg

source: Your &syncBrand.fullName.label; Key
lg: Akasumuluzoko aka &syncBrand.fullName.label;

source: Keep it secret
lg: Kitereke mu kyama

source: Your &syncBrand.fullName.label; account is encrypted to protect your privacy. Without this key, it would take years for anyone to decode your personal information. You are the only person who holds this key. This means you're the only one who can access your &syncBrand.fullName.label; data.
lg: Akaunta yo eya &syncBrand.fullName.label; ekyusiddwa mu lufutifuti okukuma ebyekyama byo. Awatali kisumuluzo kino, kitwala emyaka omuntu okujja mu lufutifuti ebikwatako. Gwe weka alina akasumuluzo kano. Kino kitegeza nti gwe weka asoobola okwetusako data wo ku &syncBrand.fullName.label;.

source: Keep it safe
lg: Kikume bulungi

source: Do not lose this key.
lg: Tobuuza kisumuluzo kino.

source: We don't keep a copy of your key (that wouldn't be keeping it secret!) so
lg: Tetutereka kopi yekyisumuluzo kyo (tekyaddibade kyama) nolwekyo

source: we can't help you recover it
lg: tetusoobola okuyamba okukyizula

source: Find out more about &syncBrand.fullName.label; and your privacy at
lg: Manya ebisingawo ku &syncBrand.fullName.label; ne byekyamabyo ku

source: &syncBrand.fullName.label; Terms of Service are available at
lg: &syncBrand.fullName.label; amateka go'okola wegali ku

source: . The Privacy Policy is available at
lg: . Enkola egobererwa kubye kyama weri ku
