Repository: tktk711/mozilla-l10n
Catalog: mni/devtools/client/webaudioeditor.dtd.po
Languages: mni

source: Reload
mni: রিলোদ

source: the page to view and edit the audio context.
mni: ওদিও কন্তেক্স য়েংগদবা অমসুং শেমদোক্কদবা লামায়.

source: Waiting for an audio context to be created…
mni: ওদিও কনতেক্স অমা শেমগৎনবা ঙাইরি...

source: Properties
mni: প্রোপর্তিশিং

source: Automation
mni: ওতোমেসন

source: AudioNode Inspector
mni: ওদিওনোদ ইনস্পেক্তর

source: No AudioNode selected.
mni: ওদিওনোদ অমত্তা খনদে.

source: Node does not have any properties.
mni: নোদকী প্রোপর্তি অমত্তা লৈতে.

source: Node does not have any AudioParams.
mni: নোদকী ওদিওপারাম অমত্তা লৈতে.

source: AudioParam does not have any automation events.
mni: ওদিওপারামগী ওতোমেসন থৌদোক অমত্তা লৈতে.
