Repository: tktk711/mozilla-l10n
Catalog: mni/devtools/client/webide.properties.po
Languages: mni

source: Firefox WebIDE
mni: ফায়রফোক্স WebIDE

source: Firefox WebIDE: %S
mni: ফায়রফোক্স WebIDE: %S

source: Select Runtime
mni: রনতাইম খল্লো

source: Open App
mni: এপ হাংদোকউ

source: Main Process
mni: মপুং ওইবা থৌওং

source: Local Runtime
mni: লোকেল রনতাইম

source: hostname:port
mni: হোস্তনেম:পোর্ত

source: Select Directory
mni: দাইরেক্তরি খল্লো

source: Open Hosted App
mni: হোস্ত তৌবা এপ হাংদোকউ

source: Enter Manifest URL
mni: মেনিফেস্ত URL চঙশিল্লো

source: Select custom B2G binary
mni: কস্তম B2G বাইনরি খল্লো

source: Select custom Gaia profile
mni: কস্তম গাইয়া প্রোফাইল খল্লো

source: Troubleshooting
mni: ত্রোবলশুতিং

source: Loading…
mni: লোদ তৌরি...

source: Operation timed out: %1$S
mni: ওপরেসন তাইম আউত ওইরে: %1$S

source: Operation failed: %1$S
mni: ওপরেসন মায়পাক্ত্রে: %1$S

source: stable
mni: স্তেবল

source: unstable
mni: অনস্তেবল

source: Firefox OS %1$S Simulator (%2$S)
mni: ফায়রফোক্স OS %1$S সিমুলেতর (%2$S)

source: install
mni: ইনস্তোল

source: uninstall
mni: অনইনস্তোল

source: ADB Helper Add-on
mni: ADB হেল্পর এদ-ওন

source: Tools Adapters Add-on
mni: তুলস এদাপ্তর এদ-ওন

source: Installed
mni: ইনস্তোল তৌরে

source: Not Installed
mni: ইনস্তোল তৌদে

source: preparing
mni: শেম-শারি

source: downloading
mni: দাউনলোদ তৌরি

source: installing
mni: ইনস্তোল তৌরি

source: no
mni: নত্তে

source: yes
mni: হোয়

source: unknown (requires ADB Helper 0.4.0 or later)
mni: শকখঙদবা (ADB হেল্পর 0.4.0 নত্রগা মতুংগী ওইবা তঙাইফদে)

source: Not a USB device
mni: USB দিভাইস অমা নত্তে

source: Validation status: %1$S
mni: ভেলিদেসন স্তেতস: %1$S

source: VALID
mni: অচুম্বা

source: WARNINGS
mni: চেকশিনৱাশিং

source: ERRORS
mni: অশোয়বশিং

source: UNKNOWN
mni: শকখঙদবা

source: Reset to default
mni: দিফোল্ততা রিসেৎ তৌরো

source: Custom
mni: কস্তম

source: Custom B2G binary…
mni: B2G বাইনরি কস্তম...

source: Custom Gaia profile…
mni: গাইয়া প্রোফাইল কস্তম...

source: Use default
mni: দিফোল্ত শিজিন্নরো
