Repository: tktk711/mozilla-l10n
Catalog: cly/mobile/android/*/android_strings.dtd.po
Languages: cly

source: There is not enough space available for &brandShortName; to start.
cly: aloa-g nts'wi s'en nu-a te ty'an &brandShortName; cha'-f koa-c tyu-i sna-c ran-f

source: An error occurred when trying to load files required to run &brandShortName;
cly: ndiyoa-g skoa-a na-f nu-a aloa-g r'o-e s'we wroa-c nu-a ngwoa-c te'-e kla'-g &brandShortName;

source: Sign in to &brandShortName;
cly: wa-a ndu-a sna-e &brandShortName;

source: Start Browsing
cly: tyu-i sna-e sten-h

source: Welcome to &brandShortName;
cly: s'we-f 'a-a cha'-f ngten-e &brandShortName;

source: Bookmarks
cly: ndykwan-e s'en-a nu-a lye-c la-a ngten-h

# history_title
source: History
cly: na-f nu-a ngwoa-c

source: Reading List
cly: ndykwan-c s'en-a nu-a wa-a ngten-e cha'-f koa-c tyjoa-e 'in-h ran-f che-i nd'en-g

source: Recent Tabs
cly: s'en-a ngten-e te'-a te-a

source: Switch to tab
cly: sh'an-g s'en-a nu-a ngten-e

source: &brandShortName; Crash Reporter
cly: &brandShortName; tsa'-c na-f nu-a aloa-g s'we-f ndykoa-c

source: &brandShortName; had a problem and crashed. Your tabs should be listed on the &brandShortName; Start page when you restart.
cly: &brandShortName; r'en-a skoa-a cha'-a wshi-e 'in-e ran-f 'o-e kan'-g cha'-f nd'en-a cha'-f tya-a k'an-i s'en-a nu-a sloa-g ne-g, lo &brandShortName; 're-i nu-a tyu-i sna-c kya'-i pagina shya'-i

source: Tell &vendorShortName; about this crash so they can fix it
cly: tykwe'-a wan-a 'o-e &vendorShortName; cha'-f 'ne-a sh'we-f na-f nu-a wshi-e nykoa-c re-c

source: Include the address of the page I was on
cly: s'woa-h pagina s'en-a nu-a ngten-e re-i nu-a

source: We're sorry
cly: 'ne-a wan-a cha'-f tlyu-c te'-a

source: Add a comment (comments are publicly visible)
cly: t'an-g nd'en-g la-a na-f nga-a tiye-g (ndygoa-a nten-c koa-c 'ne-a 'yoa-h na-f t'an-g)

source: Allow &vendorShortName; to contact me about this report
cly: toa-h cha'-f wya'-f cha'-f &vendorShortName; ksa'-c 'nya-h na-f nu-a nykoa-c re-c

source: Your email
cly: correo-f 'in-g

source: Exit without sending a crash report?
cly: ty'o-g se-i nu-a te-a ji-h te-a ksa-h na-f nu-a ndykoa-c a-a

source: Sending crash report\u2026
cly: wa-a nts'wan se-a ny'a-i nd'en-a cha'-f aloa-g r'o-e s'we \u2026

# crash_close_label
source: Close
cly: ndykon'-c

source: Restart &brandShortName;
cly: tyu-i sna-c &brandShortName; shya'-i

source: Exit
cly: ty'o-i

source: &brandShortName; Web Apps
cly: na-f 'ne-a j'o-c cha'-f s'we-f te-a 'ne-a web 'in &brandShortName; tnya-f

source: No web apps were found
cly: aloa-g ndyjoa-c na-f 'ne-a j'o-c 'in-h web

source: Choose File
cly: kwloa-a swi-g ktyi-c

source: Search or enter address
cly: tya-a na-g 'o-e ta-a t'an nde-h 'a-a nyka-a te'-e sten-h

source: Bookmark
cly: wya'-f s'en-a nu-a ngten-e

source: Remove bookmark
cly: kwtyen-g s'en-a nu ntskwoa-f wya'-f ngten-e

source: Bookmark added
cly: wa-a s'woa-h nde-h 'a-a wya'-f ngten-e

source: Bookmark removed
cly: wa-a nwten-g s'en-a nu-a ntskwoa-f wya'-f ngten-f

source: Bookmark updated
cly: wa-a ntskwoa-f wya'-f s'en-a nu-a ngten-e

source: Options
cly: tyon-c lo-a

source: Today
cly: ni-c

source: Yesterday
cly: koa-f

source: Go
cly: tsan-a

source: Search
cly: tya-a na-g

source: Reload
cly: t'yoa-g shya'-i

source: Forward
cly: shkoa-i

source: Menu
cly: lo-a na-f

source: Back
cly: nu-a wa-a rjen-c

source: Stop
cly: wa-a nka-a

source: Site Security
cly: cha'-f aloa-g skoa-i ka-a s'en-a 're-c

# edit_mode_cancel
source: Cancel
cly: kten-a

source: Close Tab
cly: tykon-c s'en-a ngten-e

source: 1 tab
cly: 1 s'en-a ngten-e

source: &formatD; tabs
cly: &formatD; s'en-a ngten-e

source: New tab opened
cly: s'en-a nu-a nka-a ngten-e te-g

source: New private tab opened
cly: ngloa-e s'en-a nu-a nd'en-g te-a nd'en cha'-f kten-c

source: SWITCH
cly: tykwan-f tyon-c lo-a

source: Settings
cly: koa-c sh'an-e

# settings_title
source: Settings
cly: koa-c sh'an-e

source: Advanced
cly: kwan-c la-a ndyoa-a

# pref_category_customize
source: Customize
cly: 'ni-g 'in-g 'in-e ran-f

source: Home, search, tabs, import
cly: tyu-i sna-c, tya-a na-g, s'en-a tya-a na-g na-f, kwten-g 'in-e ran-f tyan-e ran-f

source: Home, search, tabs, open later, import
cly: tyu-i sna-c, tya-a na-g, s'en-a tya-a na-g na-f, sloa-g 'in-h ran-f nd'oa-e la-a, kwten-g 'in-e ran-f tyan-e ran-f

# pref_category_language
source: Language
cly: cha'-f

source: Change the language of your browser
cly: sh'an-g cha'-f 'in-h navegador-e 'in-g

source: Browser language
cly: cha'-f 'in-h navegador-e

source: System default
cly: wa-a ny'an-a jyan-i la-a s'en-a r'o-e ran-f

source: Add to &brandShortName;
cly: s'woa-h 'in-h ran-f lo-a &brandShortName;

# overlay_share_bookmark_btn_label
source: Bookmark
cly: s'en-a ndykwan-e na-f nu-a ndiya-a la-c te'-e

source: Add to Reading List
cly: s'woa-h 'in-h ran-f lo-a listoa-c s'en-a nu-a koa-c tykwe'-a ren'-a

source: Already in Reading List
cly: wa-a ngyoa-g lo-a s'en-a nd'en-a cha'-f tykwe'-a ren'-a

source: Send to other devices
cly: s'woa-h 'in-e ran-f shkoa-g la-c lo-a tykwan-f

source: Send to another device
cly: s'woa-h 'in-e ran-f shkoa-i lo-a tykwan-f

source: No link found in this share
cly: loa-g ndyjoa-c na-f na-g lo-a ti-f ng'an-a re-c

source: Select device
cly: kwloa-a swi-g tykwan-f

source: No Firefox Account connected devices found
cly: ndygoa-a cuentoa-c 'in-e Firefox aloa-g ngwoa-c conecta-c ran-f 'o-e ndygoa-a tykwan-f nu-a ndyjoa-c

source: Your tab could not be sent.\nPlease try again later.
cly: aloa-g ngwoa-c tsa-a stoa-a nu-a ngwoa-c te'-e s'woa-h. 'ni-a skoa-a cha'-f s'we-f ndoa-e la-c s'woa-h 'in-e ran-f

# pref_category_search3
source: Search
cly: tsa-a na-g

source: Customize your search providers
cly: 'ni-i 'in-g ndygoa-a nu-a ndoa-h na-f cha'-f tsa-a na-h ren'-a na-f

# pref_category_display
source: Display
cly: s'en-a nu-a koa-c 'ne-a 'yoa-g

source: Text, title bar, full-screen browsing
cly: cha'-f r'an-e, s'en ngten-c ni-c ke-g cha'-f, ndy'an-a ny'a-i lo-a tykwan-f

# pref_category_privacy_short
source: Privacy
cly: chen-h te-a nten-c koa-c 'ne-a 'yoa-h

source: About &brandShortName;, FAQs, data choices
cly: cha'-f ¡in-e &brandShortName;,FAQs, tyon-c ndy'an-a nd'en-a cha'-f 'in cha'-f

source: Data choices
cly: tyon-c lo-a son-c

source: Learn more
cly: 'ne-a sh'an-g k'an-a la-a

source: Installed search engines
cly: wa-angwoa-c instala-c tykwan-f nu-a ndya-a na-h na-f

source: Add more search providers
cly: s'woa-h k'an-a la-c lo-a na-f nu-a tya-a na-h na-f

source: Restore search engines
cly: sh'an tykwan-f nu-a ndya-a na-h na-f

# pref_category_devtools
source: Developer tools
cly: na-f 'ne-a j'o-c cha'-f s'we-f la-a 'ne-a ran-f tnya-f

source: Remote debugging
cly: ywe-c te-a ran-f ntswi-h na-f nu-a aloa-g 'ne-a j'o-c

# pref_category_logins
source: Logins
cly: tyusna-c tyken-c

source: Manage logins
cly: 'ne-a s'we-e te-i se-a ny'a-i tyu-i sna-c re-i tyken-c ran-f

source: Home
cly: n'an-a

source: Customize your homepage
cly: koa-c 'in-g ywe-i te-g 'ne-a sh'we-e pagina 'in-g re-i tyu-a sna-e

source: Panels
cly: tyon-c lo-a nchkwa-c na-f

source: Add new panel
cly: s'woa-h shkoa-i s'en- shkwa-c na-f

source: Sorry, we couldn't find any panels for you to add.
cly: sh'wi-a cha'-f tlyu-c te-c 'in-g, a loa-g ndyjoa-c woa-c ni-a skoa-a lo shkwa-c na-f cha'-f s'woa-h

source: '&formatS;' added to homepage
cly: &formatS; wa-a s'woa-h 'in-e ran-f lo-a pagina nu-a ndlo-i

source: Content settings
cly: sh'an-g na-f nu-a nts'wi-a lo-a na-f nde-c

source: Automatic updates
cly: ywe-c te-a ran-f ndyka-a kwe-i ran-f

# pref_home_updates_enabled
source: Enabled
cly: ntyken-c

# pref_home_updates_wifi
source: Only over Wi-Fi
cly: chon'-g Wi-Fi te-a

source: Show site suggestions
cly: k'u-h ndygoa-a lo-a web nu-a nts'wi-a

source: Display shortcuts to sites on your homepage that we think you might find interesting
cly: k'u-h s'en-a nu-a loa-e te-a shkwa-c nd'en-g pagina web nu-a che-i tan-i cha'-f 'ne-a cha'-f 'in-h

# pref_header_customize
source: Customize
cly: 'ne-a 'in-g 'in-e ran-f

# pref_header_display
source: Display
cly: nd'o-c

# pref_header_privacy_short
source: Privacy
cly: mna-c

# pref_header_help
source: Help
cly: ta-a ya'-e

# pref_header_language
source: Language
cly: cha'-f

# pref_header_devtools
source: Developer tools
cly: ya'-c shnya-f cha'-f ka-a s'we-f la-a ran-f

source: Cookies
cly: bya'-f

# pref_cookies_accept_all
source: Enabled
cly: wa-a ndyken-c

source: Enabled, excluding 3rd party
cly: wa-a ntyken-c ran-f, aloa-g 'o-e nu-a ka-a kna-i toa-a

# pref_cookies_disabled
source: Disabled
cly: tyko'-f

source: Do not track
cly: aloa-h tya-a na-h stoa-a

source: Open now
cly: sloa-g ni-c

source: Show menu
cly: k'u-h ndygoa-a lo-a na-f

source: Don't show menu
cly: aloa-g k'u-h ndygoa-a lo-a na-f

source: Clear now
cly: swi-g ni-c

source: Clear private data
cly: swi-g ndygoa-a son-c nu-a skoa-a te-g koa-c 'ne-a 'yoa-g

source: Select which data to clear
cly: kwloa-a swi-g ndygoa-a son-c nu-a ndyka-a te'-e kwtyen-g

# pref_plugins_enabled
source: Enabled
cly: ntyken-c

source: Tap to play
cly: kla'-g cha'-f tyken-c

# pref_plugins_disabled
source: Disabled
cly: ndywe'-f

source: Text size
cly: wya'-f wr'an-e ran-f

source: Always restore
cly: 'ni-g cha'-f ndygoa-a nu-a wa-a wna'-a ne-g kla-a ran-f shya'-i

source: Tiny
cly: msea'-h

source: Small
cly: lyo-h

source: Medium
cly: sa wya'-f te-a

source: Large
cly: tlyu-c

source: Extra Large
cly: jea-a toa-e tlyu-c

# pref_font_size_set
source: Set
cly: sh'an-g

source: The quick orange fox jumps over your expectations with more speed, more flexibility and more security. As a non-profit, we're free to innovate on your behalf without any pressure to compromise. That means a better experience for you and a brighter future for the Web.
cly: nu-a nga-a wta'-c yea-a soa-a 'a-a ndywan-c jyo'-a, soa-a la-a te-a 'o-e s'we-f la-a te-a. Nu-i te-c ware-c nga-a woa-c tyon-c nten-c nu aloa-i ndyka-a te-c cha'-f ka-a kwrya'-c woa-c, koa-c 'woa-c 'ne-a kwe-i woa-c chon'-g ni-c, 'o-e aloa-g tkwen-i 'ne-a wersoa-c 'o-e woa-c. nde-c ne-g nga-a skoa-a cha'-f s'we-f 'in-g 'wan-a 'o-e cha'-f s'we-f la-a kan-a 'in-e Web che-i nd'en-g la-a

source: Allow autoplay
cly: toa-g cha'-f bya'-f cha'-f ywe'-a te-a ran-f tyken-c ran-f

source: Always enable zoom
cly: shwe-c shken-e s'en-a nu-a koa-c 'ne-lyo-g 'o-e 'ne-a tlyu lo-a na-f nu-a nyka-a te'-e

source: Use master password
cly: kla'-g clave nu-a s'we-f la-a

source: Show search suggestions
cly: k'u-h ndygoa-a na-f nu-a koa-c kwna-h ren'-a

source: Import from Android
cly: kwloa-g 'in-e ran-f lo-a Android

source: Import bookmarks and history from the native browser
cly: kwlo-g ndygoa-a sén-a ndykwan-e na-f nu-a ndiya-e la-a te'-e 'o-e ndygoa-a na-f nu-a y'ni-i lo navegador 'in-h nten-c nu-a ntykwe'-a skoa-a lo-a cha'-f

source: Browsing history
cly: ndygoa-a na-f nu-a y'ni-i lo navegador

source: Cookies & active logins
cly: Cookies 'o-e ndyken-c ndygoa-a conexion

source: Cache
cly: caché

# pref_private_data_downloadFiles2
source: Downloads
cly: ngw'yoa-g

source: About &brandShortName;
cly: cha'-f 'in-e &brandShortName;

source: Give feedback
cly: S'woa-h na-f nga-a tiye-g

source: Set as default
cly: shtyoa-g 'in-e ran-f cha'-f wa-a nga-a ntjyan-i ran-f

source: Default
cly: aloa-g s'we-f

# pref_dialog_remove
source: Remove
cly: kwlo-g

source: Show
cly: k'u-h

source: Hide
cly: s'wa-c kwtse'-e

source: Change order
cly: sh'an-g se-i ny'a-a jyan-i ran-f

source: Move up
cly: sa-a kwan-e

source: Move down
cly: shnya-g 'in-e ran-f nde-i tnya-i

source: Choose what information to share
cly: kwloa-a swi-g ka-a cha'-f ndyka-a te'-e k'u-h

source: Choose what to share
cly: kwloa-a swi-g ka-a na-f ndyka-a te'-e k'u-h

source: To improve your experience, &brandShortName; automatically sends some information to &vendorShortName;.
cly: cha'-f s'we-f la-a ka-a tiye-e wan-a ne-g, &brandShortName; ywe'-c te-a ran-f s'wa-c ran-f nd'en-g te-a cha'-f 'in-h &vendorShortName;

source: To improve your experience, &brandShortName;…
cly: cha'-f s'we-f la-a ka-a tiye-a wan-a, &brandShortName;

source: &brandShortName; Health Report
cly: &brandShortName; ntsa'-c se-a ny'a-g nga-c 'in-e skoa-c na-f

source: Shares data with &vendorShortName; about your browser health and helps you understand your browser performance
cly: ktsa-h chen-h 'in-e &vendorShortName; se-i ny'a-i ndyoa-a cha'-f 'in-h navegador 'in-g, cha'-f koa-c ksa'-c 'in-g se-i s'we-f 'ni-i ran-f tnya-f

source: &brandShortName; submits crash reports to help &vendorShortName; make your browser more stable and secure
cly: &brandShortName; ktsa'-c se-i aloa-g nykoa-c s'we-f tnya-f cha'-f toa-h ya'-c 'o-e &vendorShortName; 'ne-a cha'-f chan-c la-a 'ne-a ran-f tnya-f 'o-e aloa-g skoa-i cha'-f wshi-e ty'en-a 'in-e ran-f

source: &vendorShortName; Location Service
cly: &vendorShortName; ntsa'-c ni-a ngwoa-a cha'-f tykwe'-a ren'-a jyan-a re-c

source: Download updates automatically
cly: ywe'-c te-a ran-f ndiyoa-h ran-f ndygoa-a na-f nu-a kwe-a

# pref_update_autodownload_wifi
source: Only over Wi-Fi
cly: chon'-g Wi-fi te-a

source: Never
cly: sya'-a te-a

source: Always
cly: ndyoa-a wroa-c

# help_menu
source: Help
cly: ta-a ya'-e

source: Quit
cly: ty'o-g

source: Add-ons
cly: na-f nu-a lyji-h cha'-f ka-a s'we-f ran-f

source: Logins
cly: tyu-i sna-c

source: Downloads
cly: koa-c k'ya-a

source: Share
cly: k'u-h

source: Share via
cly: k'u-h chon'-g

source: Unable to share this image
cly: aloa-g nd'yoa-f ya'-f cha'-f koa-c k'u-h nkwen-e re-c

source: Save as PDF
cly: tykwan-e nu-i te-c PDF

source: Find in Page
cly: tya-a na-g lo-a pagina-f

source: Page
cly: pagina

source: Tools
cly: ya'-c shnya-f

source: New Tab
cly: ktan'-f kwe-a

source: New Private Tab
cly: ktan'-a we-a wna-c te-a

source: Close All Tabs
cly: skon-h ndygoa-a ktan'-a

source: Close Private Tabs
cly: skon-h ndygoa-a ktan'-a wna-c te-a

# tabs_normal
source: Tabs
cly: ktan'-a

source: Private
cly: ndykon'-f te-a

source: Synced
cly: s'woa-g

source: Unable to set image
cly: aloa-g koa-c ty'an-a s'we-f nkwen-e re-c

source: Unable to save image
cly: aloa-g koa-c tykwan-c ran-f nkwen-e re-c

source: Set Image As
cly: shtyoa-g nkwen-e nu-i te-c

# find_text
source: Find in Page
cly: tya-a na-g 'in-e ran-f lo-a pagina

source: Previous
cly: nu-a rjen-c

# find_close
source: Close
cly: skon-c

source: Sending to Device
cly: s'woa-h 'in-e ran-f lo-a tykwan-f

source: Play
cly: tyken-c

source: Pause
cly: sa-a ton-c sh'i-c te-a

# media_stop
source: Stop
cly: sa-a ton-c

source: Open in New Tab
cly: sloa-g lo-a shkoa-i ktan'-a

source: Open in Private Tab
cly: sloa-g lo-a shkoa-i ktan'-a wna-c te-a

# contextmenu_remove
source: Remove
cly: kwlo-g

# contextmenu_share
source: Share
cly: k'u-h

source: Paste
cly: che-a k'an-g

# contextmenu_edit_bookmark
source: Edit
cly: 'ne-a sh'we-e

source: Subscribe to Page
cly: s'woa-h ni-i lo-a pagina

# contextmenu_top_sites_edit
source: Edit
cly: 'ne-a sh'we-e

source: Unpin Site
cly: s'en-a nu-a koa-c kwlo-g

source: Edit login
cly: sh'an-g s'en-a nu-a kten-c ren'-a

source: Username
cly: ni-c nu-a kla'-a 'in-e ran-f

# doorhanger_login_edit_password_hint
source: Password
cly: clave

source: Show password
cly: k'u-h clave

source: Title bar
cly: s'en-a nu-a kten-c ni-c

source: Show page title
cly: k'u-h ni-c pagina

source: Show page address
cly: k'u-h nde-h 'a-a ndjyan-a pagina

source: Edit Bookmark
cly: sh'an-e s'en-a nu-a ngten-e

source: Name
cly: ni-c

source: Location
cly: nde-g 'a-a

source: Keyword
cly: cha'-f clave

# site_settings_cancel
source: Cancel
cly: kwtyen-g

# site_settings_clear
source: Clear
cly: swi-g

source: There are no settings to clear.
cly: aloa-g nts'wi-a s'en-a nu-a sh'an-g cha'-f tywi-h ran-a

source: Page removed from your Reading List
cly: pagina nu-a wa-a ngwten-g lo-a listoa-c nu-a ndykwe'-g

source: Remove from Reading List
cly: kwtyen-g lo-a listoa-c nu-a ndykwe'-a ren'-a

source: Page already in your Reading List
cly: pagina nu-a wa-a nka-a 'in-g lo-a listoa-c nu-a ndykwe'-a ren'-a

source: Over an hour
cly: ndyjen-a skoa-a wroa-c

source: Additional Actions
cly: shkoa-i toa-a na-f nu-a koa-c 'ni-g

source: Create Master Password
cly: 'ni-g skoa-a clave-a nu-a ndlo-i

source: Remove Master Password
cly: kwtyen-g clave-a nu-a ndlo-i

# masterpassword_password
source: Password
cly: clave

source: Confirm password
cly: t'an-g clave 'in-g shya'-i

source: OK
cly: s'we-f ran-f

# button_cancel
source: Cancel
cly: kwtyen-g

source: Yes
cly: s'we-f

source: No
cly: aloa-g

source: Clear data
cly: swi-g cha'-f

# button_set
source: Set
cly: sh'an-g

# button_clear
source: Clear
cly: swi-g

source: Top Sites
cly: t'oa-h te-a

source: Add a site
cly: s'woa-h skoa-a s'en-i

source: &brandShortName; Home
cly: &brandShortName; n'an-a

# home_history_title
source: History
cly: na-f wa-a y'ni-i

source: Clear browsing history
cly: kwtyen-g ndygoa-a s'en-a nu-a wa-a ngten-e

source: Are you sure you want to clear your history?
cly: cha'-f nyi-a 'in-g cha'-f ndyka-a te'-e kwtyen-g ndygoa-a s'en-a nu-a wa-a ngten-e a-a

source: Bookmarks you save show up here.
cly: ndygoa-a s'en-a nu-a ndiya-a te'-e ngten-h 'o-e ndykwan-e ne-i, nde-c tya-a k'an-i

source: Recently closed tabs
cly: ktan'-a nu-a wa-a ndykon-f te'-a te-a

source: Tabs from last time
cly: ktan'-a nu-a yla'-a ren'-a te'-a te-a

source: Your recent tabs show up here.
cly: nde-c tya-a k'an-g ndygoa-a ktan'-a nu-a yla'-g te'-a te-a

source: Open all
cly: ndygoa-a sloa-g

source: Websites you visited most recently show up here.
cly: nde-c tya-a k'an-i ndygoa pagina Web s'en-a nu-a ngten-e te'-a te-a

source: No content could be found for this panel.
cly: aloa-g ndyka-a tyjoa-c na-f nu-a nd'an-i na-g lo-a na-f 're-c

source: Please sign in to reconnect your Firefox Account and continue syncing.
cly: 'ni-a skoa-a cha'-fs'we-f, tyu-i sna-e shya'-i cha'-f koa-c sten-h lo-a cuentoa-c Firefox 'in-g cha'-f te-a 'ne-a s'woa-i tnya-f nu-a g'ni-i

source: Your new Firefox Account is ready!
cly: wa-a nka-e cuentoa-c Firefox 'in-g

source: Trouble verifying your account?
cly: ndya-a ntkwi-e te'-e cha'-f ny'an-g se-i ny'a-i g'ni-i cuentoa-c 'in-g tnya-f a-a

source: Please verify your Firefox Account to start syncing.
cly: 'ni-a skoa-a cha'-fs'we-f, ny'an-a cuentoa-c Firefox 'in-g cha'-f tyu-i sna-c ran-f 'ne-a s'woa-i ran-f tnya-f nu-a g'ni-i ran-f

source: 1 device hidden
cly: aloa-g loa-e ng'an-a 1 tykwan-f

source: &formatD; devices hidden
cly: &formatD; aloa-g loa-e ng'an-a tyon-c tykwan-f

source: Hidden devices
cly: aloa-g loa-e ng'an-a tyon-c tykwan-f

source: Unhide selected devices
cly: kw'o-c ndygoa-a tykwan-f nu-a wa-a ngwloa-a swi-g

source: Where did my tabs go?
cly: nde-c 'a-a ngwoa-c ndygoa-a ktan'-a 'nya-e

source: Enter a search keyword
cly: t'an-g skoa-a cha'-f clave na-f nu-a ndyka-a te'-e kwna-g

# filepicker_title
source: Choose File
cly: kwloa-a swi'-g ktyi-c nu-a ndyka-a te'-e

source: Choose or record a sound
cly: kwloa-a swi-g 'o-e ta-a 'ni-g graba skoa-a ty'i-c

source: Choose or take a picture
cly: kwloa-a swi-g 'o-e ta-a kwlo-g skoa-a ktyi-c nkwen-e

source: Choose or record a video
cly: kwloa-a swi-g 'o-e ta-a 'ni-g graba-c skoa-a video

source: You are connected to
cly: ngwoa-c conecta-c 'o-e

source: Learn More
cly: ka-a jlyo-h te'e k'an-a la-c na-f

source: Enable protection
cly: shken-e na-f nu-a 'ne-a kwan-a 'in-e ran-f

source: Disable protection
cly: swen'-e na-f nu-a 'ne-a kwan-a 'in-e ran-f

source: Please wait...
cly: 'ni-a skoa-a cha'-f s'we-f, ktoa-g

source: Search with &formatS;
cly: tya-a na-g 'o-e &formatS;

source: Search &formatS1; for &formatS2;
cly: tya-a na-g &formatS1; cha'-f 'in-e &formatS2;

source: App
cly: tykwan-f

source: Touch to download
cly: kla'-g cha'-f koa-c t'yoa-g

source: Downloading &brandShortName;
cly: nd'en-a nd'yoa-e &brandShortName;

source: Download failed
cly: aloa-g r'o-e s'we-f na-f nd'en-a cha'-f k'ya-a

source: Touch to retry
cly: kla'-g cha'-f shlya-i ran-f shya'-i

source: Touch to update
cly: kla'-g cha'-f ka-a kwe-a ran-f

source: Continue
cly: yoa-a lya-a

# guest_session_dialog_cancel
source: Cancel
cly: kwtyen-g
