Repository: tktk711/mozilla-l10n
Catalog: ht/toolkit/chrome/places/places.properties.po
Languages: ht

source: Bookmarks Menu
ht: Meni Favori

source: Bookmarks Toolbar
ht: Ba favori

source: Unsorted Bookmarks
ht: Favori San Klasman

source: Tags
ht: Etikèt

source: Today
ht: Jodi a

source: Yesterday
ht: Ayè

source: %S days ago
ht: %S jou de sa

source: Last %S days
ht: Dènye %S jou

source: Older than %S days
ht: Pi ansyen ke %S jou

source: This month
ht: Mwa sa a

source: Older than %S months
ht: Pi ansyen ke %S mwa

source: (local files)
ht: (fichye lokal)
