Repository: tktk711/mozilla-l10n
Catalog: brx/browser/installer/mui.properties.po
Languages: brx

source: Welcome to the $BrandFullNameDA Setup Wizard
brx: $BrandFullNameDA सेटआप उइजार्डआव बरायबाय

source: This wizard will guide you through the installation of $BrandFullNameDA. It is recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer. $_CLICK
brx: बे उइजार्डआ नोंथांखौ $BrandFullNameDA नि इनष्टलेसननि गेजेरजों दिथा होगोन। सेटआपखौ जागायनायनि सिगां गुबुन गासै एप्लिकेसनखौ बन्द खालामनो थिननाय जायो। बेयो नोंथांनि कम्पुटारखौ फिन जागायाबालानो थाफानाय सिस्टेम फाइलखौ आपडेट खालामनो गोरलै खालामनानै होयो। $_CLICK

source: Choose Components
brx: थाफानाय-मुवाखौ बासिख

source: Choose which features of $BrandFullNameDA you want to install.
brx: $BrandFullNameDA नि मबे आखुथायखौ नोंथाङा इनष्टल खालामनो लुबैयो बेखौ बासिख।

source: Description
brx: बेखेवनाय

source: Position your mouse over a component to see its description.
brx: थाफानाय-मुवाखौ नायनो नोंथांनि माउसखौ बेनि सायाव दोन।

source: Choose Install Location
brx: इनष्टल जायगाखौ बासिख

source: Choose the folder in which to install $BrandFullNameDA.
brx: फल्डारखौ बासिख जेराव $BrandFullNameDA खौ इनष्टल खालामनागौ।

source: Installing
brx: इनष्टल खालाम गासिनो दं

source: Please wait while $BrandFullNameDA is being installed.
brx: $BrandFullNameDA खौ इनष्टल खालामबाय थानाय समाव अननानै नेथ'

source: Installation Complete
brx: इनष्टलेसना आबुं

source: Setup was completed successfully.
brx: सेटआपखौ जाफुंसारै फोजोबबाय।

source: Installation Aborted
brx: इनष्टलेसनखौ नागारबाय

source: Setup was not completed successfully.
brx: सेटआपखौ जाफुंसारै फोजोबाखै।

source: &Finish
brx: फोजोब

source: Completing the $BrandFullNameDA Setup Wizard
brx: $BrandFullNameDA सेटआप उइजार्डखौ फोजोबगासिनो दं

source: $BrandFullNameDA has been installed on your computer. Click Finish to close this wizard.
brx: $BrandFullNameDA खौ नोंथांनि कम्पुटारआव इनष्टल खालामबाय। बे उइजार्डखौ बन्द खालामनो फोजोब-खौ क्लिक खालाम।

source: Your computer must be restarted in order to complete the installation of $BrandFullNameDA. Do you want to reboot now?
brx: $BrandFullNameDA नि इनष्टलेसनखौ फोजोबनो थाखाय नोंथांनि कम्पुटारखौ फिन जागायथारनांगोन। दानो नोंथाङा फिन जागायनो लुबैयो नामा?

source: Reboot now
brx: दानो फिन जागाय

source: I want to manually reboot later
brx: उनाव आं मेनुयेलि फिन जागायनो लुबैयो

source: Choose Start Menu Folder
brx: जागायनाय मेनु फल्डारखौ बासिख

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
brx: $BrandFullNameDA शर्टकाटनि थाखाय जागायनाय मेनु फल्डारखौ बासिख

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
brx: जागायनाय मेनु फल्डारखौ सायख जेराव नोंथाङा प्रग्रामनि शर्टकाटखौ सोरजिनो लुबैयो। गोदान फल्डार सोरजिनो थाखाय नोंथाङा मोनसे मुं हाबहोनो हायो।

source: Are you sure you want to quit $BrandFullName Setup?
brx: थारैनो नोंथाङा $BrandFullName सेटआपखौ नागारनो लुबैयो नामा?

source: Welcome to the $BrandFullNameDA Uninstall Wizard
brx: $BrandFullNameDA आनइनष्टल उइजार्डआव बरायबाय

source: This wizard will guide you through the uninstallation of $BrandFullNameDA. Before starting the uninstallation, make sure $BrandFullNameDA is not running. $_CLICK
brx: बे उइजार्डआ नोंथांखौ $BrandFullNameDA नि आनइनष्टलेसननि गेजेरजों दिथा होगोन। आनइनष्टलेसनखौ जागायनायनि सिगां, $BrandFullNameDA आ सोलियाखै नामा रोखा खालाम। $_CLICK

source: Uninstall $BrandFullNameDA
brx: $BrandFullNameDA खौ आनइनष्टल खालाम

source: Remove $BrandFullNameDA from your computer.
brx: $BrandFullNameDA खौ नोंथांनि कम्पुटार निफ्राय बोखार।

source: Uninstalling
brx: आनइनष्टल खालामगासिनो दं

source: Please wait while $BrandFullNameDA is being uninstalled.
brx: $BrandFullNameDA खौ आनइनष्टल खालामबाय थानाय समाव अननानै नेथ'

source: Uninstallation Complete
brx: आनइनष्टलेसनआ जोबबाय

source: Uninstall was completed successfully.
brx: आनइनष्टलआ जाफुंसारै जोबबाय

source: Uninstallation Aborted
brx: आनइनष्टलेसनखौ नागारबाय

source: Uninstall was not completed successfully.
brx: आनइनष्टलखौ जाफुंसारै फोजोबाखै।

source: Completing the $BrandFullNameDA Uninstall Wizard
brx: $BrandFullNameDA आनइनष्टल उइजार्डखौ फोजोबगासिनो दं

source: $BrandFullNameDA has been uninstalled from your computer. Click Finish to close this wizard.
brx: $BrandFullNameDA खौ नोंथांनि कम्पुटार निफ्राय आनइनष्टल खालामबाय। बे उइजार्डखौ बन्द खालामनो फोजोब-खौ क्लिक खालाम।

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
brx: $BrandFullNameDA नि आनइनष्टलेसनखौ फोजोबनो थाखाय नोंथांनि कम्पुटारखौ फिन जागायथारनांगोन। दानो नोंथाङा फिन जागायनो लुबैयो नामा?

source: Are you sure you want to quit $BrandFullName Uninstall?
brx: थारैनो नोंथाङा $BrandFullName आनइनष्टलखौ नागारनो लुबैयो नामा?
