Repository: tktk711/mozilla-l10n
Catalog: got/toolkit/crashreporter/crashreporter.ini.po
Languages: got

source: Crash Reporter
got: Airzei Reporter

source: %s Crash Reporter
got: %s Airzei Reporter

source: The application had a problem and crashed. Unfortunately, the crash reporter is unable to submit a report for this crash. Details: %s
got: Airzei warþ in aplikatja jah brak. Crash merja ni mag insandjan mereins faur þana brika. Skeireins: %s

source: %s had a problem and crashed. Unfortunately, the crash reporter is unable to submit a crash report. Details: %s
got: Warþ airzei in %s jah brak. Brika merja ni mag insandjan brika mereins. Skeireins: %s

source: We're Sorry
got: Faurqiþam

source: %s had a problem and crashed. To help us diagnose and fix the problem, you can send us a crash report.
got: Warþ airzei in %s jah brak. Gahilpan bigitan airzei, magt insandjan brika merein.

source: This application is run after a crash to report the problem to the application vendor. It should not be run directly.
got: Sa aplikati brukjands wairþ afar brika merjan airzei du aplikati fauramaþlam. Ni skal bruknans andwairþo.

source: Details…
got: Skeireins…

source: Report Contents
got: Gakann Gahabi

source: Add a comment (comments are publicly visible)
got: Anaauk biquþ (biqudos ataugjand swikunþaba)

source: This report also contains technical information about the state of the application when it crashed.
got: Sa mereins habaiþ jah teknisk infaurmati bi wist þis aplikatis miþ brikan.

source: Tell %s about this crash so they can fix it
got: Qiþ %s bi þana brika, in þis ita magun ganasjan.

source: Include the address of the page I was on
got: Anaauk adres seidos ana þamma was

source: Allow %s to contact me about this report
got: %s mahts giban rodjan miþ mis bi þana brika

source: Enter your email address here
got: Melei e-mel þeinana here

source: Your crash report will be submitted before you quit or restart.
got: Brika mereins þeins insandjai faurþizai galeiþais aiþþau aftraanstodais.

source: Submitting your report…
got: Insandjands mereins þeins…

source: Report submitted successfully!
got: Mereins insandiþs!

source: There was a problem submitting your report.
got: Airzei warþ miþ insandjan merein.

source: Resending reports that previously failed to send…
got: Aftrainsandjan mereineis þaiei airis ni mahtes insandjan…

source: Quit %s
got: Galeiþ %s

source: Restart %s
got: Aftraanastodjan %s

source: OK
got: JA

source: Close
got: Uslukan

source: Crash ID: %s
got: Brika ID: %s

source: You can view details of this crash at %s
got: Magt skeirein saiƕan at %s

source: The application passed an invalid argument.
got: Sa aplikati habaida unraiht argument.

source: The application didn't leave an application data file.
got: Aplikati ni bilaiþ aplikati data feila.

source: Couldn't read the application data file.
got: Aplikati data feila anakunnan mahts ni was.

source: Couldn't move application data file.
got: Aplikati data feila gawagjan mahts ni was.

source: The application did not leave a crash dump file.
got: Aplikati ni bilaiþ brika-feila.

source: Couldn't move crash dump.
got: Ni mahta gawagjan brika-bileiþa.

source: The application did not identify itself.
got: Aplikati ni mahta sik atwitan.

source: The application did not specify a crash reporting server.
got: Aplikati ni gaf brika-sairþus faur merjan.

source: Couldn't find the crash reporter's settings.
got: Brika mereins waleineis bigitan ni mahts was.

source: Couldn't create pending dump directory.
got: Wenjands bileiþa staþs gaskapjan ni mahts was.

source: The version of %s you are using is no longer supported. Crash reports are no longer being accepted for this version. Please consider upgrading to a supported version.
got: Usmeri fram %s brukjan ju ni mahts ist. Brika-mereineis ni ju andnumans sind faur þana usmeri. Taujais garuni bi ananiuein du usmerja þammei niþniþ.
