Repository: tktk711/mozilla-l10n
Catalog: tzo/obsolete/security/manager/chrome/pippki/validation.dtd.po
Languages: tzo

source: Manage CRLs
tzo: sbainel CRLs

source: These Certificate Revocation Lists (CRL) are stored in your certificate database:
tzo: ja mujk'an biilitik ta certifica CRL ta certificadoe cha k'ej ta snak'obil chinabtak'in

source: Name
tzo: biil

source: Last Update
tzo: slajel yach'obtasobil

source: Next Update
tzo: ya yach'obtasobil

source: Auto Update
tzo: stuk yach'obtasobil

source: Auto Update Status
tzo: yelanil stuk yach'obtasobil

source: &Delete
tzo: &tu'bo

source: &Update
tzo: &ach'ubtaso

source: &Settings
tzo: &Smeltsanobil

source: Automatic CRL Update Preferences
tzo: K'usi chak'an ta spas CRL li stuk yach'obtesbil

source: Enable Automatic Update for this CRL
tzo: Ak'bo li stuk yach'obtesel lie CRL

source: Update
tzo: Yach'obtasobil

source: Day(s) before Next Update date
tzo: K'ak'al sventa slikel yan ach'obtasel

source: Update every
tzo: Yach'obtesel jujun

source: Day(s)
tzo: K'ak'al(etik)

source: CRL would be imported From:
tzo: Li CRL chi'ch' ta k'el bal ta:

source: CRL Import Status
tzo: Yelanil stakel yu'un li CRL

source: CRL Issued By:
tzo: CRL takbil tal ta:

source: Organization:
tzo: Stsobobil:
