Repository: tktk711/mozilla-l10n
Catalog: */devtools/shared/gclicommands.properties.po
Languages: ur

source: No call logging is currently active
ur: کوئی کال اندراج نامہ نگاری ابھی زیر عمل نہیں ہے

# calllogStopReply
source: Stopped call logging. Active contexts: %1$S.
ur: کال اندراج نامہ نگاری کو روک دیا ہے۔ زیر عمل سیاق: %1$S۔

source: Start logging function calls for chrome code to the console
ur: کروم کوڈ سے کنسول کی تفائل کال کی اندراج نامہ نگاری شروع کریں

source: Global object, JSM URI, or JS to get a global object from
ur: ہمہ گیر آبجیکٹ، جے ایس ایم یو آر آئ، اور جے ایس ہمہ گیر آبجیکٹ سے حاصل کرنے کے لیے

source: The global object, URI of a JSM, or JS to execute in the chrome window from which to obtain a global object
ur: عالمی اعتراض، ایک JSP، یا جے ایس کے URI ایک عالمی شئی حاصل کرنے کے لئے جس میں سے کروم ونڈو میں پر عمل کرنے کی

# calllogChromeStartReply
source: Call logging started.
ur: کال لاگ ہونا شروع ہوگئی۔

# calllogChromeStopDesc
source: Stop function call logging
ur: تفائل کال کی اندراج نامہ نگاری روکیں

source: No call logging for chrome code is currently active
ur: کروم کوڈ کی کوئی کال اندراج نامہ نگاری فی الحال زیر عمل نہیں ہے

# calllogChromeStopReply
source: Stopped call logging. Active contexts: %1$S.
ur: کال کی اندراج نامہ نگاری روک دی گئی ہے۔ زیر عمل سیاق: %1$S۔

source: Method call
ur: طریقہ کال

source: Invalid JSM!
ur: ناجائز JSM!

source: Variable not found in content window.
ur: مواد دریچہ میں متغیرہ نہیں ملا۔

source: Variable not found in chrome window.
ur: کروم دریچہ میں متغیرہ نہیں ملا۔

source: Evaluated JavaScript threw the following exception
ur: جائزہ کردہ JavaScript نے مندرجہ ذیل استثنا دیا

source: The JavaScript source must evaluate to an object whose method calls are to be logged e.g. “({a1: function() {this.a2()},a2: function() {}});”
ur: جاوا سکرپٹ کے منبع کسی چیز کو جس کا طریقہ کالز ہیں مثلا ریکارڈ رکھا جائے کرنے کے لئے اندازہ کرنا ضروری ہے “({a1: function() {this.a2()},a2: function() {}});”

# paintflashingDesc
source: Highlight painted area
ur: رنگا ہوا علاقہ نمایاں کریں

source: Turn on paint flashing
ur: پینٹ چمک کاری آن کر دیں

source: Turn off paint flashing
ur: پینٹ چمک کاری آف کردیں

source: chrome frames
ur: کروم کا فریم

source: Draw repainted areas in different colors
ur: دوبارہ پینٹ کیئے گئے علاقوں میں مختلف رنگ بنائیں

# paintflashingTooltip
source: Highlight painted area
ur: پینٹ کیا گیا علاقہ نمایاں کریں

source: Toggle paint flashing
ur: پینٹ چمک کاری ٹوگل کریں

source: Toggle split console (%S)
ur: کنسول کی تقسیم ٹوگل کریں (%S)

source: Application cache utilities
ur: ایپلی کیشن کیسہ افادیت

source: Validate cache manifest
ur: کیسہ manifest جواز کریں

source: Find issues relating to a cache manifest and the files that it references
ur: ایک کیشے صریح سے متعلق مسائل اور یہ حوالہ کہ فائلوں کو تلاش کریں

source: URI to check
ur: URI کی پڑتال کریں

source: Appcache validated successfully.
ur: ایپ کیسہ کامیابی سے جواز کر دیا ہے۔

source: Clear entries from the application cache
ur: ایپلی کیشن کیسہ سے اندراجات خالی کریں

source: Clear one or more entries from the application cache
ur: ایپلی کیشن کیسہ سے ایک یا زیادہ اندراجات خالی کریں

source: Entries cleared successfully.
ur: اندراج کامیابی سے صاف ہو گیے.

source: Display a list of application cache entries.
ur: کیسہ اندراج ایپلی کیشن کی فہرست کی نمائش کریں.

source: Display a list of all application cache entries. If the search parameter is used then the table displays the entries containing the search term.
ur: تمام درخواست کیشے اندراجات کی ایک فہرست ڈسپلے. تلاش کے پیرامیٹر پھر سے استعمال کیا جاتا ہے، تو میز تلاش کی اصطلاح استعمال اندراجات کی نمائش کرتا ہے.

source: Filter results using a search term.
ur: تلاش کرنے کی اصطلاح استعمال کرتے ہو ئے نتائج فلٹر کریں۔

source: Key:
ur: کلید:

source: Data size:
ur: کوائف سائز:

source: Device ID:
ur: آلہ ID:

# appCacheListExpirationTime
source: Expires:
ur: مدت ختم ہوتی ہے:

source: Fetch count:
ur: شمار آوردہ کریں:

source: Last fetched:
ur: آخری آوردہ:

source: Last modified:
ur: آخری بار ترمیم کردہ:

source: View Entry
ur: اندراج دیکھیں

# appCacheViewEntryDesc
source: Open a new tab containing the specified cache entry information.
ur: نیا ٹیب کھولیں جو اختصاصی کیسہ اندراج کی معلومات رکھتا ہو.

# appCacheViewEntryManual
source: Open a new tab containing the specified cache entry information.
ur: نیا ٹیب کھولیں جس میں اختصاصی کیسہ اندراج کی معلومات رکھتا ہو.

source: The key for the entry to display.
ur: کریں اندراج کے لیے کلید نمائش کے لیے.

source: Manage profiler
ur: پروفائلر کو مینج کریں

source: Commands to start or stop a JavaScript profiler
ur: احکام جاوا سکرپٹ پروفائر کو شروع اور رکینے کے لیے

source: Open the profiler
ur: پروفائل کھولیں

source: Close the profiler
ur: پروفائل بند کریں

source: Start profiling
ur: پروفائلنگ شروع کریں

source: Name of a profile you wish to start.
ur: پروفائل کا نام جو آپ شروع کرنا چاہتے ہیں۔

source: Stop profiling
ur: پروفائلنگ روکیں

source: Name of a profile you wish to stop.
ur: پروفائل کا نام جو آپ روکنا چاہتے ہیں۔

source: List all profiles
ur: تمام پروفائل کی فہرست دکھا ئیں

source: Show individual profile
ur: انفرادی طور پر پروفائل دکھائیں

source: Name of a profile.
ur: پروفائل کا نام۔

source: Profile has already been started
ur: پروفائل پہلے سے ہی شروع ہو چکی ہے

source: Profile not found
ur: پروفائل نہیں ملی

source: Profiler has not been started yet. Use ‘profile start’ to start profiling
ur: پروفائل ابھی شروع نہیں ہوی۔ 'پروفائل شروع' کو استعمال کریں پروفائل شروع کرنے کے لیے

source: Recording…
ur: ریکارڈ کر رہا ہے…

source: Stopped…
ur: روک دیا گیا…

source: For this command to work you need to open the profiler first
ur: اس حکم کو کام میں لانے کے لیے آپ پہلے پروفائلر کو کھولیں

source: Open a remote debug port
ur: بعید پورٹ ٹھک کرنے کو کھولیں

source: %1$S can allow remote debugging over a TCP/IP connection. For security reasons this is turned off by default, but can be enabled using this command.
ur: %1$S ایک TCP / IP کنکشن پر ریموٹ ٹھیک کرنا اجازت دے سکتے ہیں. سیکورٹی وجوہات کی بناء اس ڈیفالٹ کی طرف سے بند کر دیا ہے، لیکن اس کمانڈ کا استعمال کرتے ہوئے چالو کیا جا سکتا.

source: The TCP port to listen on
ur: TCP پورٹ سن رہا ہے

source: The protocol to be used
ur: پروٹوکول استعمال کیا جائے گا

source: Listen is disabled by the devtools.debugger.remote-enabled preference
ur: devtools.debugger.remote-enabled ترجیح کے تحت سنیئے نا اہل ہے

source: Listening on port %1$S
ur: پورٹ %1$S پر سن رہا ہوں

source: DebuggerServer not initialized
ur: ڈیبگر پیش کار ابتدا نہں ہوا

source: Close all remote debug ports
ur: تمام بعید ڈبگ پورٹ کو بند کریں

source: Closes all the open ports for remote debugging.
ur: بعید ٹھیک کریں تمام کھلی پورٹ کو بند کرتا ہے.

source: All TCP ports closed
ur: نمام TCP پورٹ بند کردہ

source: CSS media type emulation
ur: CSS میڈیا قسم نقالی

source: Emulate a specified CSS media type
ur: اختصاصی CSS کے میڈیا قسم کی نقالی کریں

source: View the document as if rendered on a device supporting the given media type, with the relevant CSS rules applied.
ur: دستاویز کا نظارہ کریں جیسے کہ مہیا کی گئ یے آلہ پر دی گیُ معاونت کرنے والی میڈیا اقسام کے ساتھ، مع متعلقہ CSS قاعده لاگو کر دیا گیا۔

source: The media type to emulate
ur: میڈیا قسم نقالی کرنے کے لیئے

source: Stop emulating a CSS media type
ur: CSS میڈیا قسم کی نقالی روکیں

source: Perform querySelectorAll on the current document and return number of matches
ur: اس دستاویز پر طلبمنتخبیاتمام تمام موجودہ دستاویز اور واپسی نمبر مشابہات پر سرانجام دیں

source: CSS selectors separated by comma
ur: CSS انتخاب کنندہ کاما سے جدا کیا گیا ہے

source: Inject common libraries into the page
ur: اس صفحہ پر عام لائیبریری داخل کریں

source: Inject common libraries into the content of the page which can also be accessed from the console.
ur: صفحے کے مواد میں عام لائبریریوں انجیکشن جو بھی کنسول سے حاصل کیا جاسکتا ہے.

source: Select the library to inject or enter a valid script URI to inject
ur: انجیکشن انجیکشن یا ایک درست نوشتہ کو درج کرنے کے لئے یو آر ایل لائبریری منتخب کریں

source: %1$S loaded
ur: %1$S لوڈ کردیا گیا

source: Failed to load %1$S - Invalid URI
ur: %1$S لوڈ کرنے میں ناکام رہا - ناجائز URI

source: Open folders
ur: پوشہ کھولیں

source: Open folder path
ur: پوشہ کی راہ کھولیں

source: Directory Path
ur: ڈائریکٹری راہ

source: Open profile directory
ur: پروفائل ڈائریکٹری کھولیں

source: Please enter a valid path
ur: ایک درست راستے کا اندراج کیجئے

source: Opened %1$S
ur: کھلا %1$S

source: Retrieve documentation from MDN
ur: ایم ڈی این سے دستاویزی عمل بازگیر کریں

source: Retrieve documentation about a given CSS property name from MDN
ur: ایم ڈی این سے ایک دیئے سی ایس ایس خاصیت نام کے بارے میں دستاویزی عمل بازگیر کریں

source: Property name
ur: خاصیت کا نام

source: MDN documentation for the CSS property ‘%1$S’ was not found.
ur: CSS کی خاصیت ‘%1$S’ کے لیئے کیا گیا MDN کا دستاویزی عمل نہیں ملا تھا۰

source: Visit MDN page
ur: MDN کے صفحے کا دورہ کریں

source: Display supported security and privacy features
ur: معاونت کار سلامتی اور رازداری کے فیچرز کی نمائش کریں

source: Commands to list and get suggestions about security features for the current domain.
ur: فہرست اور موجودہ ڈومین کیلئے سلامتی فیچر کے بارے میں تجاویز حاصل کرنے کے لئے حکم دیتا ہے.

source: Display security features
ur: سلامتی فیچر کی نمائش کریں

source: Display a list of all relevant security features of the current page.
ur: موجودہ صفحہ کے تمام متعلقہ سیکورٹی خصوصیات کی ایک فہرست کی نمائش کریں.

source: Display CSP specific security features
ur: CSV مخصوص سیکورٹی خصوصیات دکھائیں

source: Display feedback about the CSP applied to the current page.
ur: CSP جو حالیہ صفحہ پر لاگو کر دیا گیا ہے اس کے بارے میں رائے کی نمائش کریں۔

source: Can you remove the wildcard(*)?
ur: آپ وائلڈ کارڈ کو ہٹا سکتے ہیں (*)؟

source: Potential XSS vulnerability!
ur: ممکنہ XSS خطرے کا سامنا !

source: Could not find Content-Security-Policy for
ur: کے لئے مواد کی سیکورٹی پالیسی نہیں مل سکے

source: Content-Security-Policy for
ur: مواد کی-سلامتی-پالیسی پرائے

source: Content-Security-Policy-Report-Only for
ur: مواد کی-سلامتی پالیسی-رپورٹ برائے

source: Display the current Referrer Policy
ur: موجودہ جوالہ پالیسی کی نمائش کریں

source: Display the Referrer Policy for the current page with example referrers for different URIs.
ur: موجودہ صفحہ کے لیئے حوالہ دہندہ پالیسی کی مژالیں دیں جو مختلف حوالہ دہندہ کیساتھURIs نمائش کریں.

source: When Visiting
ur: جب ملاحظہ کریں

source: Referrer Will Be
ur: حوالہ دہندہ کو ہو گا

source: Referrer Policy for %1$S
ur: %1$S حوالہ دہندہ کی پالیسی

source: Other Origin
ur: دیگر اصل

source: Other Origin HTTP
ur: دیگر اصل HTTP

source: Same Origin
ur: اسی نژاد

source: Same Host HTTP
ur: ایک جیسا host HTTP

# rulersDesc
source: Toggle rulers for the page
ur: صفحہ کا قاعده ٹوگل کریں

source: Toggle the horizontal and vertical rulers for the current page
ur: موجودہ صفحہ کے افقی اور عمودی فٹا ٹوگل کریں

# rulersTooltip
source: Toggle rulers for the page
ur: صفحہ کے لیئے قاعدے ٹوگل کریں

# measureDesc
source: Measure a portion of the page
ur: صفحہ کا حصہ ناپیں

source: Activate the measuring tool to measure an arbitrary area of the page
ur: ناپنے والا ٹول متحرک کریں جو صفحہ کے بے قاعدہ علاقہ کو ناپے گا

# measureTooltip
source: Measure a portion of the page
ur: صفحہ کے حصے کو ناپیں
