Repository: tktk711/mozilla-l10n
Catalog: */devtools/shared/gclicommands.properties.po
Languages: ur

source: Get help on the available commands
ur: دستیاب احکام کے لیے مدد لیں

source: Available Commands
ur: دستیاب احکام

source: The command ‘%1$S’ is not available in multiprocess mode (E10S)
ur: حکم ‘%1$S’ کثیر عمل کے موڈ میں دستیاب نہیں ہے. (E10S)

source: Commands to control the console
ur: کنسول کو کنٹرول کرنے کےاحکام

source: Filter, clear and close the web console
ur: ویب بندوبست کو چھانیں، صاف کریں اور بند کریں

source: Clear the console
ur: کنسول کو صاف کریں

source: Save an image of the page
ur: صفحہ کی تصویر محفوظ کریں

source: Save a PNG image of the entire visible window (optionally after a delay)
ur: نظر آنے والی پورے دریچہ کو بطور PNG تصویر محفوظ کریں (کچھ دیر کا اختیار ہے)

source: Destination filename
ur: متعلقہ مسل نام

source: The name of the file (should have a ‘.png’ extension) to which we write the screenshot.
ur: سکرین تصویر کو محفوظ کرنے والی مسل (مسل قسم لازمی '.png' ہو) کا نام۔

source: Copy screenshot to clipboard? (true/false)
ur: سکرین تصویر کو کلپ بورڈ میں نقل کریں؟ (درست/غلط)

source: True if you want to copy the screenshot instead of saving it to a file.
ur: اگر سکرین تصویر کو بطور مسل محفوظ کرنے کی بجائے نقل کرنا چاہتے ہو تو درست پر نشان لگائیں۔

# screenshotGroupOptions
source: Options
ur: اختیارات

source: Delay (seconds)
ur: وقفہ (سیکنڈوں میں)

source: The time to wait (in seconds) before the screenshot is taken
ur: سکرین شاٹ لینے سے پہلے انتظار کرنے کا وقت(سیکنڈز میں)

source: Device pixel ratio
ur: آلہ دانہ تناسب

source: The device pixel ratio to use when taking the screenshot
ur: اسکرین شاٹ لینے جب استعمال کرنے کے لئے آلہ کے دانہ تناسب

source: Entire webpage? (true/false)
ur: پورا ویب صفحہ؟(صحیح/غلط)

source: True if the screenshot should also include parts of the webpage which are outside the current scrolled bounds.
ur: یہ صحیح ہے اگر سکرین شاٹ ویب صفحہ کے وہ ٹکڑے بھی شامل کر لے جو موجودہ طومار کی پابندسے باہر ہیں.

source: Save to file? (true/false)
ur: مسل میں محفوظ کریں؟ (درست/غلط)

source: Screen Shot %1$S at %2$S
ur: %1$S سکرین شاٹ %2$S پر

source: Error saving to
ur: محفوظ کرنے میں نقص

source: Saved to
ur: محفوظ کیے

source: Error occurred while copying to clipboard.
ur: تختہ تراشہ پر نقل کرتے وقت نقص واقع ہوا۔

source: Copied to clipboard.
ur: تختہ تراشہ پر نقل ہو گیا۔

source: Take a screenshot of the entire page
ur: پورے صفحے کے ایک اسکرین شاٹ لے لو

source: Upload to imgur.com
ur: imgur.com پر اپ لوڈ کریں

source: Use if you want to upload to imgur.com instead of saving to disk
ur: آپ اس کے بجائے ڈسک پر بچانے کا imgur.com پر اپ لوڈ کرنا چاہتے ہیں تو استعمال کریں

source: Could not reach imgur API
ur: imgur API تک نہیں پہنچ سکا

source: Uploaded to %1$S
ur: پر اپ لوڈ کردہ %1$S

source: Highlight nodes
ur: نوڈ نمایاں کریں

source: Highlight nodes that match a selector on the page
ur: وہ نوڈ نمایاں کریں جو صفحے پر کسی انتخاب کنندہ سے مشابہ ہیں

# highlightSelectorDesc
source: CSS selector
ur: CSS انتخاب کنندہ

source: The CSS selector used to match nodes in the page
ur: صفحے پر نوٹ مشابہ کے لیے استعمال شدہ CSS انتخاب کنندہ

# highlightOptionsDesc
source: Options
ur: اختیارات

source: Hide guides
ur: رہنما چھپائیں

source: Hide the guides around the highlighted node
ur: پر روشنی ڈالی نوڈ کے ارد گرد ہدایت دیتا چھپائیں

source: Show the node infobar
ur: نوڈ معلوماتی بار دکھائیں

source: Show the infobar above the highlighted node (the infobar displays the tagname, attributes and dimension)
ur: جھلکیاں نوڈ کے اوپر معلوماتی بار (معلوماتی بار، ٹیگ کا نام دکھاتا ہے اوصاف اور طول و عرض) دکھائیں

source: Show all matches
ur: تمام مماثلتیں دکھائیں

source: If too many nodes match the selector, only the first 100 will be shown to avoid slowing down the page too much. Use this option to show all matches instead
ur: بھی بہت سے نوڈز سلیکٹر مماثل ہے تو، صرف پہلے 100 بہت زیادہ صفحے سست بچنے کے لئے دکھایا جائے گا. اس کی بجائے تمام میچز دکھانے کے لئے یہ اختیار استعمال کریں

source: Box model region
ur: خانہ ماڈل خطے

source: Which box model region should be highlighted: ‘content’, ‘padding’, ‘border’ or ‘margin’
ur: کون سے خانہ ماڈل ریجن کو نمایاں کریں: 'مواد'، 'بھرتی'، 'بارڈر' یا 'حاشیہ'

source: Fill style
ur: انداز بھریں

source: Override the default region fill style with a custom color
ur: ایک اپنی مرضی کے رنگ کے ساتھ پہلے سے طے شدہ خطے بھریں انداز جگہ لے لے

source: Keep existing highlighters
ur: موجودہ highlighters رکھیں

source: By default, existing highlighters are hidden when running the command, unless this option is set
ur: ، کمانڈ چلا جب، جب تک کہ اس اختیار کو مقرر کیا گیا ہے ڈیفالٹ کی طرف سے، موجودہ highlighters چھپے ہوئے ہیں

source: %1$S node highlighted;%1$S nodes highlighted
ur: %1$S نوڈ کو اجاگر کیا;%1$S نوڈز پر روشنی ڈالی

source: %1$S nodes matched, but only %2$S nodes highlighted. Use ‘--showall’ to show all
ur: %1$S نوڈس ملائے، لیکن صرف %2$S نوڈز پر روشنی ڈالی. استعمال کریں 'تمام --show' سب کو دکھانے کے لئے

source: Unhighlight all nodes
ur: تمام نوڈ کو نااجاگر

source: Unhighlight all nodes previously highlighted with the ‘highlight’ command
ur: ناروشن تمام مراکز نے پہلے 'اہم' کمانڈ کے ساتھ اجاگر

source: Restart %1$S
ur: %1$S دوبارہ شروع کریں

source: Disables loading content from cache upon restart
ur: دوباره شروع کرنے پر کیسہ میں تمام مواد نا اہل بنائیں

source: Restart request cancelled by user.
ur: صارف کی جانب سے دوباره شروع کرنے کی فرمائش کو منسوخ کردیا گیا۔

source: Restarting %1$S…
ur: %1$S دوبارہ شروع کر رہا ہے…

# restartBrowserGroupOptions
source: Options
ur: اختیارات

source: Enables Safe Mode upon restart
ur: دوبارہ شروع کرنے پر سیف موڈ کو فعال کرتا ہے

source: Inspect a node
ur: گھنڈی کا مواضنہ کریے

source: Investigate the dimensions and properties of an element using a CSS selector to open the DOM highlighter
ur: ڈوم کو کھولنے کے لیے ایلیمنٹ کے ابعاد اور خواص کی تفتیش CSS selector استعمال کرتے ہوے کریں

# inspectNodeDesc
source: CSS selector
ur: سی ایس ایس انتخاب کنندہ

source: A CSS selector for use with document.querySelector which identifies a single element
ur: ایک CSS انتخاب کنندہ document.querySelector کے ساتھ استعمال کرنے کے لیے جو واحد عنصر کی شناخت کرے گا

source: Grab a color from the page
ur: صفحہ پر سے رنگ اٹھائیں

source: Open a panel that magnifies an area of page to inspect pixels and copy color values
ur: پینل کھولیں جو کہ دانے دیکھنے اور رنگ کی قدریں نقل کرنے کے لیے صفحے کا ایک حصہ بڑا کرتی ہے

source: The debugger must be opened before using this command
ur: اس حکم کو استعمال کرنے سے پہلے ڈیبگر کا کہلا ہونا ظروری ہے

source: The debugger must be opened before setting breakpoints
ur: بریک پوائنٹ کو سیٹ کرنے سے پہلے ڑیبگر کا کہلا ہونا ظروری ہے

source: Manage breakpoints
ur: توڑ مقام کا بندوبست کریں

source: Commands to list, add and remove breakpoints
ur: فہرست کو احکام، توڑ مقام کا اضافہ کریں یا ہٹائیں

source: Display known breakpoints
ur: جانے ہوے توڑ مقام کی نمائش کریں

source: No breakpoints set
ur: کوئی توڑ مقام کا سیٹ نہیں

# breaklistOutRemove
source: Remove
ur: ہٹائیں

source: Added breakpoint
ur: اضافہ شدہ توڑ مقام

source: Could not set breakpoint: %S
ur: توڑ مقام: %S کو سیٹ نہیی کر سکے

source: Add a breakpoint
ur: توڑ مقام کا اضافہ کریں

source: Breakpoint types supported: line
ur: معاونت شدہ توڑ مقام ٹائپ: لائن

source: Add a line breakpoint
ur: توڑ مقام لائن کا اضافہ کریں

source: JS file URI
ur: JS مسل URI

source: Line number
ur: سطر نمبر

source: Remove a breakpoint
ur: تمام بریک پوائنٹ کو ہٹائیں

source: Index of breakpoint
ur: توڑ مقام کا اشاریہ

source: Breakpoint removed
ur: توڑ مقام ہٹا دیا گیا ہے

source: Manage debugger
ur: ٹھیک کرنے والے کو بندوبست کریں

source: Commands to interrupt or resume the main thread, step in, out and over lines of code
ur: مداخلت یا مرکزی دھاگے کو دوبارہ شروع کرنے کے لیے احکامات میں، باہر اور ضابطہ کی لائنوں پر قدم

source: Open the debugger
ur: ٹھیک کرنے والے کو کھولیں

source: Close the debugger
ur: ڑیبگر کو بند کریں

source: Pauses the main thread
ur: اہم ڈورا کو توقف کریں

source: Resumes the main thread, and continues execution following a breakpoint, until the next breakpoint or the termination of the script.
ur: مرکزی دھاگے کے ساتھ ختم، اور اگلے توڑ مقام یا نوشتہ کے اختتام تک ایک توڑ مقام کے بعد نفاز جاری رکھیں

source: Manage stepping
ur: نکلنے کا بندوبست کریں

source: Commands to step in, out and over lines of code
ur: سٹییپ ان، آوٹ اور ضابطہ کی لائنس کے لیے احکامات

source: Executes the current statement and then stops at the next statement. If the current statement is a function call then the debugger executes the whole function, and it stops at the next statement after the function call
ur: حالیہ بیان کا نفاذ کریں اور پھر اگلے بیان پر رکیں۔ حالیہ بیان ایک فعل کال ہے تو پھر ٹھیک کرنے والا سارا فعل کا نفاذ کرتا ہے، اور یہ فعل کال کے بعد اگلا بیان میں رکیں

source: Executes the current statement and then stops at the next statement. If the current statement is a function call, then the debugger steps into that function, otherwise it stops at the next statement
ur: حالیہ بیان کا نفاذ کریں اور پھر اگلے بیان پر رکیں۔ اگر حالیہ بیان ایک فعل کال ہے، تو پھر ٹھیک کرنے والا اس فعل میں داخل ہو جاتا ہے، ورنہ اگلے بیان پر روکتا ہے

source: Steps out of the current function and up one level if the function is nested. If in the main body, the script is executed to the end, or to the next breakpoint. The skipped statements are executed, but not stepped through
ur: اگر فعل گھونسلا میں رکھا ہے تو اقدامات کے حالیہ فعل سے نکل کر باہر آ جاتا ہے۔ اگر مرکزی میں ہے تو سکرپٹ اختتام تک جاتا ہے یا پھر اگلے توڑ مقام کو جاتا ہے۔ چھوڑے ہوے بیانات نفاذ کردیے جاتے ہیں، لیکن ترووگ اقدامات نفاذ نہیں کیے جاتے

source: List the source URLs loaded in the debugger
ur: ڑیبگر میں لوڈ کیا ہوے یو ار ایلذ کو فہرست کریں

source: Black box sources in the debugger
ur: سیاہخانہ کے ماخذ ٹھیک کرنے والے میں

source: A specific source to black box
ur: ایک اختصاصی ماخذ سیاہ خانہ کی جانب

source: Black box all sources that match this glob (for example: “*.min.js”)
ur: سیاہ خانہ تمام ماخذ جو اس دنیا کو مشابہ کریں (مثال: "*.min.js")

source: Invert matching, so that we black box every source that is not the source provided or does not match the provided glob pattern.
ur: الٹی مشابہت، تاکے ہم ایسے تمام کالے خانے ماخذ کر سکیں جو ماخذ مہیا نہیں کرتے یا دنیائی نمونہ سے مشابہ نہیں کرتے

source: (No sources black boxed)
ur: (کوئی ماخذ نہں سیاہ خانہ کے)

source: The following sources were black boxed:
ur: مندرجہ ذیل ماخذ سیاہ خانہ کر ریے گیے تہے:

source: Error black boxing:
ur: سیاہ خانہ نقص:

source: Stop black boxing sources in the debugger
ur: ٹھیک کرنے والے میں سیاہ خانہ ماخذ کو روکیں

source: A specific source to stop black boxing
ur: ایک اختصاصی ماخذ سیاہ خانہ کو روکنے کے لیے

source: Stop black boxing all sources that match this glob (for example: “*.min.js”)
ur: تمام ماخذ کو سیاہ خانہ کرنا روک دیں جو اس گلوب کو مشابہ کرتے ہیں (مثال: "*.min.js")

source: (Did not stop black boxing any sources)
ur: (کسی ماخذ کو سیاہ خانہ کرنا نہیی روکا)

source: Stopped black boxing the following sources:
ur: مندرجہ ذیل ماخذ کو سیاہ خانہ کرنا روک دیا:

source: Error stopping black boxing:
ur: نقص سیاہ خانہ کو روک رہا ہے:

source: Invert matching, so that we stop black boxing every source that is not the source provided or does not match the provided glob pattern.
ur: الٹی مشابہت، تاکے ہم ایسے تمام کالے خانے ماخذ کر سکیں جو ماخذ مہیا نہیں کرتے یا دنیائی نمونہ سے مشابہ نہیں کرتے

source: Close the console
ur: کنسول بند کریں

source: Open the console
ur: کنسول کھولیں

source: Tweak a page resource
ur: صفحہ ماخذ موافقت کریں

source: Edit one of the resources that is part of this page
ur: اس صفحے کا کوئی بھی ماخذ تدوین کریں

source: URL to edit
ur: یو ار ایل تدوین کریں

source: Line to jump to
ur: لائن جس پر جست لگائیں

source: Resize the page
ur: صفحہ کو نیا سائز کریں

source: Width in pixels
ur: دانہ میں چوڑائی

source: Height in pixels
ur: دانہ میں اونچائی

source: Enter Responsive Design Mode
ur: رسپانسو ڈیزائن نظارہ

source: Exit Responsive Design Mode
ur: رسپانسو ڈیزائن نظارہ خروج کریں

source: Toggle Responsive Design Mode
ur: رسپانسو ڈیزائن نظارہ بدلیں

source: Responsive Design Mode (%S)
ur: رسپانسو ڈیزائن موڈ (%S)

source: Alter page size
ur: صفحہ کے سائز کو ردوبدل کریں

source: Control Responsive Design Mode
ur: رسپانسو ڈیزائن موڈ کنٹرول کریں

source: Responsive websites respond to their environment, so they look good on a mobile display, a cinema display and everything in-between. Responsive Design Mode allows you to easily test a variety of page sizes in %1$S without needing to resize your whole browser.
ur: قبول ویب سائٹس کو ان کے ماحول کا جواب، تاکہ وہ ایک موبائل ڈسپلے، ایک سینما ڈسپلے اور درمیان میں سب کچھ پر اچھا نظر آئے. قبول ڈیزائن موڈ تم آسانی سے مانیگ پورے براؤزر کا سائز تبدیل کرنے کی ضرورت کے بغیر میں %1$S صفحہ سائز کی ایک قسم کے ٹیسٹ کرنے کے لئے اجازت دیتا ہے.

source: Manipulate the commands
ur: احکام کو سلجھائیں

source: Re-read mozcmd directory
ur: mozcmd ڈائریکٹری کو دوبازہ پڑھیں

source: Loaded commands from ‘%1$S’
ur: ‘%1$S’ سے بھری ہوئی کمانڈز

source: Setup a mozcmd directory
ur: mozcmd ڈائریکٹری کو سیٹ اپکریں

source: A ‘mozcmd’ directory is an easy way to create new custom commands. For more information see https://developer.mozilla.org/docs/Tools/GCLI/Customization
ur: 'mozcmd'ڈائرکٹری نئے اپنی مرضی کے حکم دیتا ہے پیدا کرنے کے لئے ایک آسان راستہ ہے. مزید معلومات کے لئے دیکھیںhttps://developer.mozilla.org/docs/Tools/GCLI/Customization

source: Directory containing .mozcmd files
ur: .mozcmdمسلیں پر مشتمل ڈائریکٹری

source: Manipulate add-ons
ur: ایڈ-اون کو سلجھائیں

source: List installed add-ons
ur: تنصیب شدہ ایڈ اون کی فہرست دکھائیں

source: Select an add-on type
ur: ایڑ-اون کی قسم کو منتخب کریں

source: The following dictionaries are currently installed:
ur: مندرجہ ذیل لغات فی الحال تنصیب شدہ ہیں:

source: The following extensions are currently installed:
ur: مندرجہ ذیل توسیع فی الحال تنصیب شدہ ہیں:

source: The following locales are currently installed:
ur: مندرجہ ذیل محل فی الحال تنصیب شدہ ہیں:

source: The following plugins are currently installed:
ur: مندرجہ ذیل پلگ ان فی الحال تنصیب شدہ ہیں:

source: The following themes are currently installed:
ur: مندرجہ ذیل خیالیات فی الحال تنصیب شدہ ہیں:

source: The following add-ons are currently installed:
ur: مندرجہ ذیل ایڈ اونس فی الحال تنصیب شدہ ہیں:

source: The following add-ons of the selected type are currently installed:
ur: مندرجہ ذیل منتخب شدہ قسم کے اید اون فی الحال تنصیب شدہ ہیں:

source: Enable
ur: اہل بنائیں

source: Disable
ur: نا اہل بنائیں

source: pending
ur: زیر التواء

source: enable
ur: اہل بنائیں

source: disable
ur: نا اہل بنائیں

source: uninstall
ur: ناتنصیب کریں

source: install
ur: تنصیب کریں

source: upgrade
ur: اپ گریڈ

source: The name of the add-on
ur: ایڈ اون کا نام

source: There are no add-ons of that type installed.
ur: اس قسم کے کویی ایڑ-اون تنصیب شدہ نہیی۔

source: Enable the specified add-on
ur: اختصاصی ایڑ-اون کو اہل بنائیں

source: %S is already enabled.
ur: %S پہلے سے ہی اہل ہے۔

source: %S enabled.
ur: %S چالو حالت میں۔

source: Disable the specified add-on
ur: اختصاصی ایڑ-اون کو نا اہل بنائیں

source: %S is already disabled.
ur: %S پہلے سے ہی نا اہل ہے۔

source: %S disabled.
ur: %S کو نا اہل بنا دیا گیا۔

source: Set the specified plugin to click-to-play.
ur: ٹو کھیلنے پر کلک کے لئے مخصوص پلگ ان مقرر.

source: %S set to click-to-play.
ur: %S سیٹ ٹو کھیلنے کلک کرنے.

source: %S is already set to click-to-play.
ur: %S پہلے کھیلنے پر کلک کے لئے مقرر کیا جاتا ہے.

source: %S cannot be set to click-to-play because it is not a plugin.
ur: %S کھیلنے کلک-کریں-یہ ایک پلگ ان نہیں ہے کیونکہ کے لئے مقرر نہیں کیا جا سکتا.

source: %S cannot be set to click-to-play.
ur: %S کھیلنے پر کلک کے لئے مقرر نہیں کیا جا سکتا.

source: Export resources
ur: وسائل کو برآمد کریں

source: Export HTML from page
ur: صفحہ سے ایچ ٹی ایم ایل کو برآمد کریں

source: Make page changes
ur: صفحہ میں تبدیلی کریں

source: Search and replace in page elements
ur: صفحہ کے عناصر تلاش کریں اور بدل ڈالیں

source: What to search for
ur: کیا تلاش کرنے کے لئے

source: Replacement string
ur: تبدیلی تار

# pagemodReplaceIgnoreCaseDesc
source: Perform case-insensitive search
ur: حساس-صورت تلاش کو سرانجام دیں

source: CSS selector to root of search
ur: CSS انتخاب کنندہ اساس کے تلاش کی جانب

source: CSS selector to match in search
ur: CSS انتخاب کنندہ تلاش میں مشابہ کریں

source: Attribute match regexp
ur: صفت regexp مشابہ کرتا ہے

source: Restrict search to attributes
ur: تلاش کو اوصاف پر محدود کریں

source: Restrict search to text nodes
ur: تلاش کو گھنڈی پر محدود کریں

source: Elements matched by selector: %1$S. Replaces in text nodes: %2$S. Replaces in attributes: %3$S.
ur: ایلیمنٹس انتخاب کنندہ سے مشابہ کر گیے: %1$S. متن گھنڈی میں تبدیل کیا: %2$S. اوصاف میں تبدیل کیا: %3$S.

source: Remove elements and attributes from page
ur: عناصر اور اوصاف کو صفحہ سے ہٹائیں

source: Remove elements from page
ur: عناصر کو صفحہ سے ہٹائیں

source: CSS selector specifying elements to remove
ur: CSS انتخاب کنندہ عناصر ہٹائیں کو مخصوص کررہا ہے

source: CSS selector specifying root of search
ur: CSS انتخاب کنندہ تلاش کی اساس مخصوص کر رہا ہے

source: Remove element, but leave content
ur: جز ہٹائیں لیکن مواد رہنے دیں

source: Remove only empty elements
ur: صرف خالی جز ہٹائیں

source: Elements matched by selector: %1$S. Elements removed: %2$S.
ur: ایلیمنٹس انتخاب کنندہ سے مشابہ کر گیے: %1$S.ہٹاے گیے ایلیمنٹس: %2$S.

source: Remove matching attributes
ur: ایک جیسے اوصاف ہٹائیں

source: Regexp specifying attributes to remove
ur: ہٹانے کے لیے مخصوص اوصاف Regexp

source: CSS selector of elements to include
ur: شامل کریں عناصر CSS انتخاب کنندہ

source: CSS selector of root of search
ur: اساس کی تلاش کا CSS انتخاب کنندہ

# pagemodRemoveAttributeIgnoreCaseDesc
source: Perform case-insensitive search
ur: حساس-صورت تلاش کو سرانجام دیں

source: Elements matched by selector: %1$S. Attributes removed: %2$S.
ur: انتخاب کنندہ کے مشابہ کردہ عناصر: %1$S۔ اوصاف کو ہٹا دیا:%2$S.

source: Hack the %1$S Developer Tools
ur: %1$S ترقی دہندہ ٹول کو ہیک کریں

source: Various commands related to hacking directly on the %1$S Developer Tools.
ur: کئ احکامات جو کے ہیکنگ سے متعلقہ ہیں وہ بلاواسطہ طور پر %1$S ترقی دہندہ ٹول پر ہیں۔

source: Load tools from a mozilla-central checkout
ur: ٹول کو موزیلا-وسطی بے نشان سے لوڈ کریں

source: %1$S does not exist or is not a mozilla-central checkout.
ur: %1$S وجود میں نہیی یا یے mozilla-وسطی بے نشان نہیی ہے۔

source: Tools loaded from %1$S.
ur: فورم کے اوزار سے بھری ہوئی %1$S.

source: Load the %1$S Developer Tools from a complete mozilla-central checkout.
ur: %1$S کو مکمل موزیلا-وسطی بے نشان سے ترقی دہندہ ٹول لوڈ کریں۔

source: A mozilla-central checkout
ur: موزیلا-وسطی بے نشان کریں

source: Use the builtin tools
ur: درساختہ ٹول کو استعمال کریں

source: Use the builtin tools, overriding any previous srcdir command.
ur: درساختہ ٹول استعمال کریں پچھلا srcdir حکم کو زیرکر نے کے لیے۔

source: Builtin tools loaded.
ur: درساختہ ٹول کی لوڈنگ مکمل ہو چکی ہے۔

source: Reload the developer tools
ur: ترقی دہندہ ٹول دوبارہ لوڈ کریں

source: Tools reloaded.
ur: ٹول پھر لوڈ ہو گئے۔

source: Display and alter cookies
ur: کوکی ردوبدل کریں اور دکھائیں

source: Commands to list, create, delete and alter cookies for the current domain.
ur: کوکی کی فہرست، بنانے، حذف اور ردوبدل کے احکامات موجودہ domain کے لیے۔

source: Display cookies
ur: کوکییز دکھائیں

source: Display a list of the cookies relevant to the current page.
ur: حالیہ صفحہ سے متعلقہ کوکی کی فہرست دکھائیں۔

source: Host:
ur: میزبان:

source: Path:
ur: راہ:

# cookieListOutExpires
source: Expires:
ur: مدت ختم ہوتی ہے:

source: Attributes:
ur: اوصاف

source: None
ur: کوئی نہیں

source: At browser exit (session)
ur: براؤزر کے خروج پر (سیشن)

source: No cookies found for this page
ur: اس صفحہ پر کویی کوکییز نہیی ملی

source: No cookies found for host %1$S
ur: میزبان %1$S کے لئے کوئی بھی کوکی نہیں ملی

source: Edit
ur: تدوین

# cookieListOutRemove
source: Remove
ur: ہٹائیں

source: Remove a cookie
ur: کوکی کو ہٹائیں

source: Remove a cookie, given its key
ur: دی گئی کلید کی کوکی ہٹائیں

source: The key of the cookie to remove
ur: ہٹانے کے لئے کوکی کی کلید

source: Set a cookie
ur: کوکی سیٹ کریں

source: Set a cookie by specifying a key name, its value and optionally one or more of the following attributes: expires (max-age in seconds or the expires date in GMTString format), path, domain, secure
ur: ایک اہم نام، اس کی قیمت اور اختیاری مندرجہ ذیل صفات میں سے ایک یا اس سے زیادہ وضاحت کی طرف سے ایک کوکی ترتیب: تاریخ ختم (زیادہ سے زیادہ کی عمر کے لمحوں میں یا GMTString شکل میں تاریخ ختم ہو جاتی ھے) ،راستہ، ڈومین، محفوظ بنانے

source: The key of the cookie to set
ur: سیٹ کرنے کے لئے کوکی کی کلید

source: The value of the cookie to set
ur: کوکی کی قدر کو سیٹ کرنا

# cookieSetOptionsDesc
source: Options
ur: اختیارات

source: The path of the cookie to set
ur: سیٹ کرنے کے لئے کوکی کی راہ

source: The domain of the cookie to set
ur: سیٹ کرنے کے لئے کوکی کی عمل داری

source: Only transmitted over https
ur: صرف https پر منتقل شدہ

source: Not accessible from client side script
ur: کلائنٹ نوشتہ سے قابل رسائی نہیں ہے

source: Only valid for the lifetime of the browser session
ur: صرف براؤزر سیشن کی تاحیات تک جائز ہے

source: The expiry date of the cookie (quoted RFC2822 or ISO 8601 date)
ur: کوکی کی ختم ہونے کی تاریخ (اقتباس کردہ RFC2822 یا ISO 8601 تاریخ)

source: JavaScript beautifier
ur: جاوا سکرپٹ کو سںوارنے والا

source: The URL of the JS file to beautify
ur: JS مسل کو سںوارنے والے URL

source: Indentation size in chars
ur: ٹینکس میں پوٹ کاری کا سائز

source: The number of chars with which to indent each line
ur: کیرکٹروں کی تعداد جس سے ہر لائن کو پوٹ دینا ہے

source: The chars used to indent each line
ur: ہر سطر کو پوٹ کرنے میں استعمال ہوا ٹینکس

source: The chars used to indent each line. The possible choices are space or tab.
ur: ہر سطر کو پوٹ کرنے میں استعمال ہوا ٹینکس۔ ممکنہ پسند ہیں وقفہ یا ٹیب۔

source: Do not preserve line breaks
ur: لائن بریک قائم نہیں رکھیں

source: Should existing line breaks be preserved
ur: موجودہ سطر کے وقفہ کو محفوظ کیا جانا چاہیے۔

source: Max consecutive line breaks
ur: مسلسل زیادہ سے زیادہ سطر کا وقفہ

source: The maximum number of consecutive line breaks to preserve
ur: زیادہ سے زیادہ مسلسل سطر کے وقفہ کو محفوظ کیا جانا چاہیے۔

source: Enforce jslint-stricter mode?
ur: jslint-stricter موڈ کو نافذ کریں؟

source: When set to true, jslint-stricter mode is enforced
ur: جب صحیح پر سیٹ ہے، jslint-stricter موڈ نافذ ہے

source: Select the coding style of braces
ur: منحنی خطوط وحدانی کا کوڈنگ طرز منتخب کریں

source: Select the coding style of braces: collapse - put braces on the same line as control statements; expand - put braces on own line (Allman / ANSI style); end-expand - put end braces on own line; expand-strict - put braces on own line even if it will break your code.
ur: منحنی خطوط وحدانی کی کوڈنگ سٹائل کا انتخاب کریں: انہدام - کنٹرول کے بیانات کے طور پر ایک ہی لائن پر منحنی خطوط وحدانی ڈال؛ توسیع - اپنی لائن (Allman نے / ANSI سٹائل) پر منحنی خطوط وحدانی ڈال؛ ختم توسیع - اپنی لائن پر ڈال اختتام منحنی خطوط وحدانی؛ مزید نمائش-سخت ہے - یہ آپ کے کوڈ کو توڑ دے گا یہاں تک کہ اگر ہی سطر میں منحنی خطوط وحدانی ڈال.

source: No space before conditional statements
ur: مشروط ہدیات سے پہلے کوئی جگہ نہیں

source: Unescape \xNN characters?
ur: نہ چھوڑنا \xNN کریکٹر؟

source: Should printable characters in strings encoded in \xNN notation be unescaped?
ur: \ جات: سنکیتن میں انکوڈنگ ڈور میں پرنٹ ایبل حروف unescaped کی جانی چاہئے؟

source: Please enter a valid URL
ur: جائز بتدریج URL داخل کریں

# jsbOptionsDesc
source: Options
ur: اختیارات

source: Commands to manipulate function call logging
ur: احکام فعل کال کے اندراج نامہ نگاری کو سلجھائیں کے لیے

source: Start logging function calls to the console
ur: تفائل کال کی کنسول پر اندراج نامہ نگاری شروع کریں

# calllogStartReply
source: Call logging started.
ur: کال کی اندراج نامہ نگاری ہونا شروع ہوگئی ہے۔

# calllogStopDesc
source: Stop function call logging
ur: تفائل کال کی اندراج نامہ نگاری روکیں
