Repository: tktk711/mozilla-l10n
Catalog: ff/toolkit/chrome/search/search.properties.po
Languages: ff

source: Add Search Engine
ff: Veydu Yiilorde

source: Add "%S" to the list of engines available in the search bar? From: %S
ff: Ɓeydu "%S" e doggol jiilorɗe goodɗe e nder palal yiilorde ngal? Iwde e: %S

source: Make this the c&urrent search engine
ff: Waɗ ɗum yiylore w&onaande

source: Add
ff: Ɓeydu

source: Download Error
ff: Huulre Aawtagol

source: %S could not download the search plugin from: %S
ff: %S horiima aawtaade ceŋol njiilaw ngol iwde: %S

source: %S could not install the search plugin from "%S" because an engine with the same name already exists.
ff: %S horiima aafde ceŋol njiilaw ngol iwde e "%S" sabu won yiilorde jogginde ndee innde woodnde tawo.

source: Install Error
ff: Juumre Aafgol

source: This search engine isn't supported by %S and can't be installed.
ff: Ndee yiilorde jaaɓdaani e %S tee waawaa aafeede.

source: Suggestions
ff: Wasiyaaji
