Repository: tktk711/mozilla-l10n
Catalog: an/dom/chrome/security/caps.properties.po
Languages: an

source: Remember this decision
an: Remerar ista decisión

source: Security Error: Content at %S may not load or link to %S.
an: Error de seguranza: o conteniu en %S no se puede cargar u vincular con %S.

source: Security Error: Content at %S may not load data from %S.
an: Error de seguranza: o conteniu en %S talment no puede cargar datos de %S.

source: Security Error: Content at %S attempted to load %S, but may not load external data when being used as an image.
an: Error de seguranza: O conteniu de %S s'ha mirau de cargar %S, pero ye posible que no cargue datos externos quan se fa servir como una imachen.

source: Permission denied for <%1$S> to get property %2$S.%3$S from <%4$S>.
an: Permiso denegau a <%1$S> ta recuperar a propiedat %2$S.%3$S dende <%4$S>.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain has not been set).
an: Permiso denegau a <%1$S> (document.domain=<%5$S>) ta recuperar a propiedat %2$S.%3$S de <%4$S> (no s'ha establiu document.domain).

source: Permission denied for <%1$S> (document.domain has not been set) to get property %2$S.%3$S from <%4$S> (document.domain=<%5$S>).
an: Permiso denegau a <%1$S> (no s'ha establiu document.domain) ta recuperar a propiedat %2$S.%3$S de <%4$S> (document.domain=<%5$S>).

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain=<%6$S>).
an: Permiso denegau a <%1$S> (document.domain=<%5$S>) ta recuperar a propiedat %2$S.%3$S de <%4$S> (document.domain=<%6$S>).

source: Permission denied for <%1$S> to set property %2$S.%3$S on <%4$S>.
an: Permiso denegau a <%1$S> ta establir a propiedat %2$S.%3$S en <%4$S>.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain has not been set).
an: Permiso denegau a <%1$S> (document.domain=<%5$S>) ta establir a propiedat %2$S.%3$S en <%4$S> (no s'ha establiu document.domain).

source: Permission denied for <%1$S> (document.domain has not been set) to set property %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
an: Permiso denegau a <%1$S> (no s'ha establiu document.domain) ta establir a propiedat %2$S.%3$S en <%4$S> (document.domain=<%5$S>).

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
an: Permiso denegau a <%1$S> (document.domain=<%5$S>) ta establir a propiedat %2$S.%3$S en <%4$S> (document.domain=<%6$S>).

source: Permission denied for <%1$S> to call method %2$S.%3$S on <%4$S>.
an: Permiso denegau a <%1$S> en gritar a o metodo %2$S.%3$S en <%4$S>.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain has not been set).
an: Permiso denegau a <%1$S> (document.domain=<%5$S>) ta gritar a o metodo %2$S.%3$S en <%4$S> (no s'ha establiu document.domain).

source: Permission denied for <%1$S> (document.domain has not been set) to call method %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
an: Permiso denegau a <%1$S> (no s'ha establiu document.domain) ta gritar a o metodo %2$S.%3$S en <%4$S> (document.domain=<%5$S>).

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
an: Permiso denegau a <%1$S> (document.domain=<%5$S>) ta gritar a o metodo %2$S.%3$S en <%4$S> (document.domain=<%6$S>).

source: Permission denied for <%S> to get property %S.%S
an: Permiso denegau a <%S> ta cargar a propiedat %S.%S

source: Permission denied for <%S> to set property %S.%S
an: Permiso denegau ta <%S> ta alzar a propiedat %S.%S

source: Permission denied for <%S> to call method %S.%S
an: Permiso denegau ta <%S> en clamar a o metodo %S.%S

source: Permission denied to create wrapper for object of class %S
an: Permiso denegau en creyar o wrapper ta l'obchecto d'a clase %S

source: Permission denied for <%2$S> to create wrapper for object of class %1$S
an: Permiso denegau ta <%2$S> en creyar o wrapper ta l'obchecto de clase %1$S
