Repository: tktk711/mozilla-l10n
Catalog: sm/toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: sm

source: Installing: %s
sm: Fa'anofoga: %s

source: Installing Shared File: %s
sm: Fa'anofoga Faila Tufa'aga: %s

source: Replacing: %s
sm: Toe suiga: %s

source: Replacing Shared File: %s
sm: Toe suiga Faila Tufa'aga: %s

source: Skipping: %s
sm: Osoosoga: %s

source: Skipping Shared File: %s
sm: Osoosoga Faila Tufa'aga: %s

source: Deleting file: %s
sm: Tia'iga faila: %s

source: Deleting component: %s
sm: Tia'i le tu'uga: %s

source: Executing: %s
sm: Faigāluega: %s

source: Executing: %s with argument: %s
sm: Faigāluega: %s ma le finauga: %s

source: Copy File: %s to %s
sm: Lōmiga Faila: %s to %s

source: Execute File: %s
sm: Faigāluega Faila: %s

source: Execute File: %s with argument: %s
sm: Faigāluega Faila: %s ma le finauga: %s

source: Move File: %s to %s
sm: Si'iga Faila: %s to %s

source: Rename File: %s to %s
sm: Toe fa'aigoa Faila: %s i le %s

source: Create Folder: %s
sm: Fa'atupu Pusa-faila: %s

source: Remove Folder: %s
sm: Tō'ese Pusa-faila: %s

source: Rename Folder: %s to %s
sm: Toe fa'aigoa le pusa-faila: %s i le %s

source: Windows Shortcut: %s
sm: Windows Ala fa'alava: %s

source: Unknown file operation command!
sm: Lē iloa le poloa'i o le faila!

source: Uninstalling: %s
sm: Fa'a'ave'esega: %s

source: Register Skin: %s
sm: Tūsiga Skin: %s

source: Register Locale: %s
sm: Tūsiga fa'alenu'u: %s

source: Register Content: %s
sm: Tūsiga mea-totonu: %s

source: Register Package: %s
sm: Tūsiga Āfīfī: %s

source: Use this theme
sm: Fa'aaogā le 'autū lea

source: Use this locale
sm: Fa'aaogā locale lea

source: Install the theme "%1$S" from %2$S?
sm: Fa'anofo le theme"%1$S" mai %2$S?

source: Install the locale "%1$S" from %2$S?
sm: Fa'anofo le locale "%1$S" mai %2$S?

source: Install
sm: Fa'anofo

source: Queued
sm: Laina-fa'asoloina

source: Downloading…
sm: 'Auinaga-atu…

source: Downloaded
sm: 'Uma 'auina atu

source: Installing…
sm: Fa'anofoga…

source: Unsigned
sm: Lē saini

source: Success
sm: Mānumālō

source: Restart to complete
sm: Toe 'āmata e fa'amāe'a

source: Access denied
sm: Lē taliaina sau-totonu

source: Unexpected installation error Review the Error Console log for more details.
sm: Lē fa'amoemoe sesē o le fa'anofonofoga Toe iloilo le Console Sesē lisi mo fa'amatala atili.

source: Install script not found
sm: Lē maua mai le script fa'anofo

source: Not a valid install package
sm: Leaga le fa'anofo- āfīfī

source: Invalid argument
sm: Finauga leaga

source: User canceled
sm: 'Au fa'aaogā sōloiaina

source: Required file does not exist
sm: E lē o iai le faila

source: Read only
sm: Faitau tasi lava

source: Invalid path
sm: Leaga le 'auala

source: Canceled
sm: Sōloiaina

source: Download error
sm: Sesē 'o le 'auina atu

source: Script error
sm: Script sesē

source: Already exists
sm: 'Ua 'uma ona iai

source: Out of space
sm: 'Uma le avanoa-totoe

source: Chrome registration failed
sm: Lē taunu'u tūsiga o le Chrome

source: Unfinished install
sm: Fa'anofo lē māe'a

source: Unsupported package
sm: Āfīfī e lē fa'amāopoopoga

source: Signing could not be verified.
sm: Saini e lē mafai ona siati-talisa'o.

source: Out of memory
sm: 'Uma le lotomanatu

source: Unexpected error %S
sm: Sesē fa'ate'ite'i %S
