Repository: tktk711/mozilla-l10n
Catalog: dsb/dom/chrome/layout/layout_errors.properties.po
Languages: dsb

source: The “coords” attribute of the <area shape="rect"> tag is not in the “left,top,right,bottom” format.
dsb: Atribut "coords" elementa <area shape="rect"> njejo we formaśe "left,top,right,bottom".

source: The “coords” attribute of the <area shape="circle"> tag is not in the “center-x,center-y,radius” format.
dsb: Atribut "coords" elementa <area shape="circle"> njejo we formaśe "center-x,center-y,radius".

source: The “coords” attribute of the <area shape="circle"> tag has a negative radius.
dsb: Atribut "coords" elementa <area shape="circle"> ma negatiwny radius.

source: The “coords” attribute of the <area shape="poly"> tag is not in the “x1,y1,x2,y2 …” format.
dsb: Atribut "coords" elementa <area shape="poly"> njejo we formaśe "x1,y1,x2,y2 …".

source: The “coords” attribute of the <area shape="poly"> tag is missing the last “y” coordinate (the correct format is “x1,y1,x2,y2 …”).
dsb: Atributoju "coords" elementa <area shape="poly"> slědna koordinata "y" felujo (korektny format je "x1,y1,x2,y2 …").

source: Relative positioning of table rows and row groups is now supported. This site may need to be updated because it may depend on this feature having no effect.
dsb: Relatiwny pórěd tabelowych smužkow a smužkowych kupkow se něnto pódpěra. Toś to sedło musy se snaź aktualizěrowaś, dokulaž howac toś ta funkcija se snaź njewustatkujo.

source: This site appears to use a scroll-linked positioning effect. This may not work well with asynchronous panning; see https://developer.mozilla.org/docs/Mozilla/Performance/ScrollLinkedEffects for further details and to join the discussion on related tools and features!
dsb: Zda se, až sedło wužywa pozicioněrowański efekt, kótaryž jo z kulanim zwězany. To njefunkcioněrujo snaź pórědnje z asynchronym pśesuwanim; glejśo https://developers.mozilla.org/docs/Mozilla/Performance/ScrollLinkedEffects za dalšne drobnostki a aby se diskusiji wó pódobnych rědach a funkcijach pśizamknuł!

source: Animation cannot be run on the compositor because frame size (%1$S, %2$S) is smaller than (16, 16)
dsb: Animacija njedajo se na kompozitorje wuwjasć, dokulaž wjelikosć wobłuka (%1$S, %2$S) jo mjeńša ako (16, 16)

source: Animation cannot be run on the compositor because the frame size (%1$S, %2$S) is bigger than the viewport (%3$S, %4$S) or the visual rectangle (%5$S, %6$S) is larger than the maximum allowed value (%7$S)
dsb: Animacija njedajo se na kompozitor wuwjasć, dokulaž wobłukowa wjelikosć (%1$S, %2$S) jo wětša ako naglědowe wokno (%3$S, %4$S) abo widobny pšaworožk (%5$S, %6$S) jo wětšy ako dowólona maksimalna gódnota (%7$S)

source: Animations of ‘backface-visibility: hidden’ transforms cannot be run on the compositor
dsb: Animacije z transformacijami 'backface-visibility: hidden' njedaju se na kompozitorje wuwjasć

source: Animations of ‘transform-style: preserve-3d’ transforms cannot be run on the compositor
dsb: Animacije z transformacijami 'transform-style: preserve-3d' njedaju se na kompozitorje wuwjasć

source: Animations of ‘transform’ on elements with SVG transforms cannot be run on the compositor
dsb: Animacije z 'transform' na elementach z SVG-transformacijami njedaju se na kompzitorje wuwjasć

source: Animations of ‘transform’ cannot be run on the compositor when geometric properties are animated on the same element at the same time
dsb: Animacije z 'transform' njedaju se na kompozitorje wuwjasć, gaž geometriske kakosći se rownocasnje na tom samskem elemenśe animěruju

source: Animation cannot be run on the compositor because the frame was not marked active for ‘transform’ animation
dsb: Animacija njedajo se na kompozitorje wuwjasć, dokulaž wobłuk njejo se ako aktiwny za animaciju 'transform' markěrował

source: Animation cannot be run on the compositor because the frame was not marked active for ‘opacity’ animation
dsb: Animacija njedajo se na kompozitorje wuwjasć, dokulaž wobłuk njejo se ako aktiwny za animaciju 'opacity' markěrował

source: Animation cannot be run on the compositor because the element has rendering observers (-moz-element or SVG clipping/masking)
dsb: Animacija njamóžo na kompozitorje běžaś, dokulaž element ma kresleńske wobglědowaki (-moz-element abo wurězowanje/maskěrowanje SVG)
