Repository: tktk711/mozilla-l10n
Catalog: son/dom/chrome/layout/layout_errors.properties.po
Languages: son

source: The “coords” attribute of the <area shape="rect"> tag is not in the “left,top,right,bottom” format.
son: "coords" alhaaloo <area shape="rect"> kanjoo še šii "wowa,beene,guma,ganda" tenjiyan takari ra.

source: The “coords” attribute of the <area shape="circle"> tag is not in the “center-x,center-y,radius” format.
son: "coords" alhaali <area shape="circle"> kanjoo še šii "gam-x,gam-y,humekarfu" takari ra.

source: The “coords” attribute of the <area shape="circle"> tag has a negative radius.
son: "coords" alhaali <area shape="circle"> kanjoo še goo nda yaada gamkuunari.

source: The “coords” attribute of the <area shape="poly"> tag is not in the “x1,y1,x2,y2 …” format.
son: "coords" alhaali <area shape="poly"> kanjoo še šii "x1,y1,x2,y2 …" takari ra.

source: The “coords” attribute of the <area shape="poly"> tag is missing the last “y” coordinate (the correct format is “x1,y1,x2,y2 …”).
son: "coords" alhaali <area shape="poly"> kanjoo še ši duwandi "y" dobu koraa ra (takari boryaa ti "x1,y1,x2,y2 …").

source: Relative positioning of table rows and row groups is now supported. This site may need to be updated because it may depend on this feature having no effect.
son: Doo kayandiyan himante daari sorrawey nda sorro kurey goo nda gaakašinay. Nungoo woo mma hima ka taagandi zama a hin ka tee alhaalo woo ši nda kabe kul.

source: This site appears to use a scroll-linked positioning effect. This may not work well with asynchronous panning; see https://developer.mozilla.org/docs/Mozilla/Performance/ScrollLinkedEffects for further details and to join the discussion on related tools and features!
son: Nungoo ga hima sanda doo alhaaloo mma cenda. A ga tee kaŋ woo ši goy boryo nda waati-waani sawandiyan; https://developer.mozilla.org/docs/Mozilla/Performance/ScrollLinkedEffects guna ka bay ka tonton nda ka huru faakaaraa ra jinawey nda alhaaley kaŋ ga hima ga!

source: Animation cannot be run on the compositor because frame size (%1$S, %2$S) is smaller than (16, 16)
son: Hunandiyan ši hin ka dira cinakaa ga zama kunga azzaati ((%1$S, %2$S) ga kacca nda (16, 16)

source: Animations of ‘backface-visibility: hidden’ transforms cannot be run on the compositor
son: Hunandiyaney ‘backface-visibility: hidden’ se barmawey ši hin ka dira cinakaa ga

source: Animations of ‘transform-style: preserve-3d’ transforms cannot be run on the compositor
son: Hunandiyaney ‘transform-style: preserve-3d’ se barmawey ši hin ka dira cinakaa ga

source: Animations of ‘transform’ on elements with SVG transforms cannot be run on the compositor
son: Hunandiyaney ‘transform’ se haya-izey nda SVG barmawey ši hin ka dira cinakaa ga

source: Animations of ‘transform’ cannot be run on the compositor when geometric properties are animated on the same element at the same time
son: Hunandiyaney ‘transform’ ši hin ka dira cinakaa ga waati kaŋ biibayray alhaaley n' ka hunandi ize follokaa ga waati follokaa ga

source: Animation cannot be run on the compositor because the frame was not marked active for ‘transform’ animation
son: Hunandiyan ši hin ka dira cinakaa ga zama kungaa mana šilbandi ‘transform’ hunandiyan se

source: Animation cannot be run on the compositor because the frame was not marked active for ‘opacity’ animation
son: Hunandiyan ši hin ka dira cinakaa ga zama kungaa mana šilbandi diray ra ‘opacity’ hunandiyan se

source: Animation cannot be run on the compositor because the element has rendering observers (-moz-element or SVG clipping/masking)
son: Hunandiyan ši hin ka dira cinakaa ga zama haya-izoo goo nda willandiyan gunakawyaŋ (-moz-haya-ize wala SVG cecebuyan/lanbayan)
