Repository: tktk711/mozilla-l10n
Catalog: nso/obsolete/browser/chrome/browser/engineManager.dtd.po
Languages: nso

source: Manage Search Engine List
nso: Laola lelokelelo la dientšene tša nyako

source: You have the following search engines installed:
nso: O loketše dientšene tše latelago tša nyako:

source: Name
nso: Leina

source: Keyword
nso: Lentšu la motheo

source: Move &Up
nso: Šuthišetša &godimo

source: Move &Down
nso: Šuthišetša &tlase

source: &Remove
nso: &Tloša

source: Edi&t Keyword…
nso: Lokiš&a lentšu la motheo…

source: Get more se&arch engines…
nso: Hwetša dientšene tša ny&ako tše oketšegilego…

source: &Show search suggestions
nso: &Laetša ditšhišinyo tša nyako

source: R&estore Defaults
nso: Buš&etša ditirelwa
