Repository: tktk711/mozilla-l10n
Catalog: ff/toolkit/chrome/passwordmgr/passwordmgr.properties.po
Languages: ff

source: Use Password Manager to remember this value.
ff: Huutoro Toppitorde Finndeeji ngam siiftorde ngol kiisol.

source: Use Password Manager to remember this password.
ff: Huutoro Toppitorde Finndeeji ngam siiftorde ndee finnde.

source: Confirm
ff: Teeŋtin

source: Would you like to update this login?
ff: Aɗa yiɗi hesɗitinde ndee innde?

source: Would you like to update this password?
ff: Aɗa yiɗi hesɗitinde ndee finnde?

source: Update
ff: Hesɗitin

# updateLoginButtonAccessKey
source: U
ff: H

source: Would you like to remember the password for “%1$S” on %2$S?
ff: Aɗa yiɗi siiftorde finnde "%1$S" e %2$S?

source: Would you like to remember the password on %S?
ff: Aɗa yiɗi siiftorde finnde %S?

# noUsernamePlaceholder
source: No username
ff: Alaa innde kuutoro

source: Show password
ff: Hollu finnde

source: &Not Now
ff: &Wonaa Jooni

source: Not Now
ff: Wonaa Jooni

source: Ne&ver for This Site
ff: Ndee lo&wre hoto jeye heen

source: &Remember
ff: &Siiftor

source: Remember Password
ff: Siiftor Finnde

source: Confirm Password Change
ff: Teeŋtin Baylugol Finnde

source: Would you like to update the saved password for “%S”?
ff: Aɗa yiɗi waylude finnde "%S" mooftaande ndee?

source: Would you like to update the saved password?
ff: Aɗa yiɗi hesɗitinde finnde mooftaande ndee?

source: Update Password
ff: Hesɗitin Finnde

# notifyBarUpdateButtonAccessKey
source: U
ff: H

source: Don’t Change
ff: Hoto Waylu

source: Please confirm which user you are changing the password for
ff: Tiiɗno teeŋtin hol kuutoro mbaylataa finnde mum

source: Hide Passwords
ff: Suuz Finndeeji

# hidePasswordsAccessKey
source: P
ff: S

source: Show Passwords
ff: Hollu Finndeeji

# showPasswordsAccessKey
source: P
ff: H

source: Are you sure you wish to show your passwords?
ff: Aɗa yenanaa yiɗde hollirde finndeeji maa?

source: Are you sure you wish to remove all passwords?
ff: Aɗa yenanaa yiɗde momtude finndeeji fof?

source: Remove all passwords
ff: Momtu finndeeji fof

source: Are you sure you wish to remove this login?
ff: Aɗa yenanaa yiɗde momtude ndee innde?

source: Remove login
ff: Momtu innde

source: Logins for the following sites are stored on your computer:
ff: Inɗe ɗee lowe ko danndaaɗe e ordinateer maa:

source: The following logins match your search:
ff: Ɗee inɗe ena njaaɓdi e njiilaw maa:

source: No username
ff: Alaa innde kuutoro

source: Login already exists
ff: Ndee innde ena ngoodi kisa

source: A duplicate login already exists.
ff: Innde hono mayre ena woodi kisa.

source: This connection is not secure. Logins entered here could be compromised.
ff: Ngol ceŋol hisaani. Inɗe naatnaaɗe ɗoo ena mbaawi jaayeede.

source: This connection is not secure. Logins entered here could be compromised. %1$S
ff: Ngol ceŋol hisaani. ceŋorɗe naatnaaɗe ɗoo ena mbaawi jaayeede. %1$S

source: Learn More
ff: Ɓeydu Humpito
