Repository: tktk711/mozilla-l10n
Catalog: son/toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: son

source: Create Profile Wizard
son: Bida alhal tee

source: &brandShortName; stores information about your settings and preferences in your personal profile.
son: &brandShortName; ga alhabar jiši war kayandiyaney nda ibaayey še war boŋ alhaaloo ra.

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
son: Nda war ga &brandShortName; berandoo woo žemni goykaw fooyaŋ game, war ga hin ka alhaaley zaa k'i gaabu boro foo kul alhabar bataa ra. Ka woo tee, goykaw foo kul ga hima ka nga boŋ alhaaloo tee.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
son: Nda war ti boro follokaa kaŋ ga goy nda &brandShortName; berandoo woo; adiši war ga hima ka alhal foo tee. Nda war ga baa, war ga hin ka alhaal booboyaŋ tee war boŋ še ka kayandi dumiyaŋ nda ibaayiyaŋ jiši. Sanda, nda war ga baa alhaali waani-waaniyaŋ tee war goydoo nda hugay misey še.

# profileCreationExplanation_4.text
source: To begin creating your profile, click Next.
son: Ka sintin ka war alhaaloo tee, Jine naagu.

source: To begin creating your profile, click Continue.
son: Ka šintin ka war alhaaloo tee, Koy jine naagu.

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
son: Ka šintin ka war alhaaloo tee, Jine naagu.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
son: Nda war baa ka alhaali booboyaŋ tee war ga hin k'i fay nda maaɲey. War ga hin ka ne maawoo zaa wala war boŋ maaɲoo dam.

source: &Enter new profile name:
son: &Alhal taaga maa dam:

source: Your user settings, preferences and other user-related data will be stored in:
son: War goykaw kayandiyaney, ibaayey nda goy-mise bayhayey ga jisandi ne ra:

source: Default User
son: Tilasu goykaw

source: &Choose Folder…
son: &Foolo suuba…

source: &Use Default Folder
son: &Tilasu foolo goyandi
