Repository: tktk711/mozilla-l10n
Catalog: son/obsolete/security/manager/chrome/pippki/validation.dtd.po
Languages: son

source: Manage CRLs
son: Duɲe kaddasu-yeeri šeedawey juwal

source: These Certificate Revocation Lists (CRL) are stored in your certificate database:
son: Duɲe kaddasu-yeeri šeedawey wey jisandi war tabatiyan-tiira bayrayhaya hugoo ra:

source: Name
son: Maa

source: Last Update
son: Taagandiri koraa

source: Next Update
son: Hiinoo taagandiri

source: Auto Update
son: Boŋ taagandiri

source: Auto Update Status
son: Boŋ taagandiri assariya

source: &Delete
son: &Tuusu

source: &Update
son: &Taagandiri

source: &Settings
son: &Kayandiyaney

source: Automatic CRL Update Preferences
son: Duɲe kaddasu-yeeri šeede taagandiri ibaayey

source: Enable Automatic Update for this CRL
son: Boŋ taagandiri tunandi duɲe kaddasu-yeeri šeedaa woo še

source: Update
son: Taagandiri

source: Day(s) before Next Update date
son: Zaari(ey) hala hiinoo taagandiroo

source: Update every
son: Taagandi foo kul

source: Day(s)
son: Zaari(ey)

source: CRL would be imported From:
son: Duɲe kaddasu-yeeri šeede ka cenda ka hun ne:

source: CRL Import Status
son: Duɲe kaddasu-yeeri šeede cendari assariya

source: The Certificate Revocation List (CRL) was successfully imported.
son: Duɲe kaddasu-yeeri šeedaa cenda ka huru boryo.

source: CRL Issued By:
son: Na duɲe kaddasu-yeeri šeedaa tee:

source: Organization:
son: Goykonda:

source: Unit:
son: Haya-ize:

source: Next Update On:
son: Hiinoo taagandiri hanoo:

source: Previous Consecutive Update Failures:
son: Taagandiri jinawey kaŋyaŋ say:

source: Details of Last Update Failure:
son: Taagandiri koraa sayroo šilbayhayey:

source: Settings
son: Kayandiyaney
