Repository: tktk711/mozilla-l10n
Catalog: doi/toolkit/chrome/cookie/cookieAcceptDialog.properties.po
Languages: doi

source: Host:
doi: आयोजक:

source: Domain:
doi: प्रभाव-खेतर:

source: Encrypted connections only
doi: सिर्फ गुप्त लिखत कनैक्शन

source: Any type of connection
doi: कनैक्शन दी कोई बी किस्म

source: At end of session
doi: सत्र दे खीरा च

source: Show Details
doi: तफसीलां दस्सो

source: Hide Details
doi: तफसीलां छपैलो

source: The site %S wants to set a cookie.
doi: %S साइट इक कुकी सैट्ट करना चांह्‌दी ऐ.

source: The site %S wants to set a second cookie.
doi: %S साइट दूई कुकी सैट्ट करना चांह्‌दी ऐ.

source: The site %S wants to modify an existing cookie.
doi: %S साइट मजूद कुकी च तरमीम करना चांह्‌दी ऐ.
