Repository: tktk711/mozilla-l10n
Catalog: hto/browser/chrome/browser/preferences/content.dtd.po
Languages: hto

source: &Block pop-up windows
hto: &Eroirafo zúiya ɨ́bai

# notificationsPolicyLearnMore.label
source: Learn more
hto: Aiyo ráfue

source: C&hoose…
hto: Nɨ&zede...

source: Do &not disturb me
hto: Kúemo &éroñeno

source: No notification will be shown until you restart &brandShortName;
hto: Ó kúega akatañeiye abɨdo ó taɨneye benomo &brandShortName;

source: &Exceptions…
hto: &Jɨ́aɨmakɨ…

source: Fonts & Colors
hto: Kúeyena jideriya dɨga

source: &Advanced…
hto: &Árifene...

source: &Colors…
hto: &jideriya...

source: Choose your preferred language for displaying pages
hto: Ñúe úiado nɨze web jenoyena

source: Ch&oose…
hto: Nɨ&zede...

source: &Translate web content
hto: &Web íyano jɨaɨe úiaido jone

source: E&xceptions…
hto: Jɨ́&aɨmakɨ…

source: Translations by
hto: Jɨaɨe úiaido jonega bíedo

# playDRMContent.learnMore.label
source: Learn more
hto: Aiyo onóde
