Repository: tktk711/mozilla-l10n
Catalog: szl/browser/chrome/browser/downloads/downloads.dtd.po
Languages: szl

source: Downloads
szl: Sebrane

source: 21ch
szl: 30ch

source: &Pause
szl: &Pauza

source: &Resume
szl: Kōn&tynuuj

source: &Cancel
szl: P&ociep

source: Open Containing &Folder
szl: Ôdewrzij &folder nadrzyndny

source: Show In &Finder
szl: Pokŏż we &Finderze

source: Retry
szl: Sprōbuj zaś

source: &Go To Download Page
szl: &Przejdź do zajty sebiyraniŏ

source: Copy Download &Link
szl: &Kopiyruj adresa sebiyraniŏ

source: R&emove From History
szl: &Wychrōń ze historyje

source: Cle&ar List
szl: Ôpu&cuj wykŏz

source: Clear &Downloads
szl: Ôpucuj sebran&e

source: All&ow Download
szl: Prziwōl sebrać

source: Remove File
szl: Wychrōń zbiōr

source: Remove File or Allow Download
szl: Wychrōń zbiōr abo przizwōl go sebrać

source: Open or Remove File
szl: Ôdewrzij abo wychrōń zbiōr

source: BLOCKED
szl: Ôbszperowane

source: Learn More
szl: wiyncyj informacyji

source: &Show All Downloads
szl: Pokŏż &wszyjske sebrane

source: Clear Downloads
szl: Ôpucuj sebrane

source: Clears completed, canceled and failed downloads
szl: Skōńczōne, pociepane i niypodarzōne sebiyrania bydōm wychrōniōne

source: There are no downloads.
szl: Niy ma sebranych zbiorōw

source: No downloads for this session.
szl: Niy ma sebranych we tyj sesyji.

source: Could not find any matching downloads.
szl: Niy szło znŏjś żŏdnych, co by sztimowały
