Repository: tktk711/mozilla-l10n
Catalog: sm/browser/chrome/browser/preferences/fonts.dtd.po
Languages: sm

source: Fonts
sm: Itu'āiga tusitusi

source: &Fonts for:
sm: &Itu'āiga tusitusi mo:

source: Size:
sm: Fua:

source: Sa&ns-serif:
sm: Le&ai se-serif:

source: Western
sm: Sisifo

source: Central European
sm: 'Ogātotonu Europa

source: Japanese
sm: fa'aIapani

source: Traditional Chinese (Taiwan)
sm: fa'aSaina mātua (Taiwan)

source: Simplified Chinese
sm: fa'aSaina Faigōfie

source: Traditional Chinese (Hong Kong)
sm: fa'aSaina mātua (Hong Kong)

source: Korean
sm: fa'aKorea

source: Greek
sm: fa'aEleni

source: Other Languages
sm: Gagana Se Isi

source: User Defined
sm: 'Au fa'aaogā fetu'una'i

source: Thai
sm: fa'aTaialani

source: Hebrew
sm: fa'aEperu

source: Arabic
sm: fa'aArapi

source: Devanagari
sm: fa'aDevanagari

source: Tamil
sm: fa'aTamil

source: Armenian
sm: fa'aAmīnia

source: Bengali
sm: fa'aBengal

source: Georgian
sm: fa'aGeorgia

source: Gujarati
sm: fa'aGujarati

source: Malayalam
sm: fa'aMalaia

source: Oriya
sm: fa'aOriya

source: Telugu
sm: fa'aTelugu

source: Tibetan
sm: fa'aTibet

source: Minimum f&ont size:
sm: Aupito itiiti fua o le itu'āiga tusitusi:

source: None
sm: Leai se mea

source: Sans Serif
sm: Leai se Serif

source: &Allow pages to choose their own fonts, instead of my selections above
sm: &Fa'ataga le itūlau e filifili lona ia itu'āiga tusitusi, i lo'o la'u filifiliina

source: Character Encoding
sm: Mata'itusi Encoding

source: Default &Character Encoding:
sm: Fa'atonutonu-māsani &Mata'itusi Encoding:
