Repository: tktk711/mozilla-l10n
Catalog: sm/browser/chrome/browser/preferences/privacy.dtd.po
Languages: sm

source: Tracking
sm: Tulimata'i

source: Learn More
sm: Mālamalama Atili

source: Location Bar
sm: Pa-tūlaga

source: &Accept cookies from sites
sm: &Talia le kuki mai le site

source: A&ccept third-party cookies:
sm: T&alia kuki o le third-party:

source: Always
sm: So'o se taimi

source: Never
sm: 'Aua lava ne'i

source: From visited
sm: Mai le itūlau asiasiina

source: they expire
sm: lē toe aogā latou

source: I close &brandShortName;
sm: Tāpuni a'u &brandShortName;

source: ask me every time
sm: fesili mai ia te a'u i taimi 'uma

source: &Exceptions…
sm: &Meavāganā…

source: &Show Cookies…
sm: &Fa'aali Kuki…

source: &brandShortName; &will:
sm: 'O &le'ā &brandShortName;:

source: Remember history
sm: Mānatua le lisi tu'ufa'asolo

source: Never remember history
sm: 'Aua ne'i mānatua le lisi tu'ufa'asolo

source: Use custom settings for history
sm: Fa'aaogā le fa'atonutonu fetu'una'i i le lisi tu'ufa'asolo

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
sm: O le 'ā mānatua e le &brandShortName; lou sā'ili, 'auina atu, fa'atumuga ma su'e lisi tu'ufa'asolo, ma fa'amauina kuki mai le websites sa 'e asiasi.

source: You may want to
sm: Pe e te mana'o fo'i

source: clear your recent history
sm: fa'amamā au lisi tu'ufa'asolo lata mai nei

source: , or
sm: po'o

source: remove individual cookies
sm: 'ave'ese kuki ta'itasi

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
sm: 'O le'ā fa'aogā e le &brandShortName; le filifiliga e tutusa ma le sā'ili patino, ma 'e lē manatua so'o se lisi tu'ufa'asolo a'o 'e sā'ili.

source: You may also want to
sm: Pe e te mana'o fo'i

source: clear all current history
sm: fa'amamā 'uma i le lisi tu'ufa'asolo

source: Always use &private browsing mode
sm: Fa'aogā pea le sā'ili &patino

source: Remem&ber my browsing and download history
sm: Mānat&ua le lisi tu'ufa'asolo o la'u sā'iliga ma la'u 'auina atu

source: Remember search and &form history
sm: Mānatua 'e su'e ma &fa'atumuina lisi tu'ufa'asolo

source: Clea&r history when &brandShortName; closes
sm: Fa'am&amā 'uma lisi tu'ufa'asolo pe'ā tāpuni le &brandShortName;

source: Se&ttings…
sm: F&a'atonutonu…
