Repository: tktk711/mozilla-l10n
Catalog: hsb/browser/chrome/browser/devtools/styleeditor.dtd.po
Languages: hsb

source: &New
hsb: &Nowy

source: Create and append a new style sheet to the document
hsb: Nowu stilowu předłohu wutworić a k dokumentej připowěsnyć

source: &Import…
hsb: &Importować…

source: Import and append an existing style sheet to the document
hsb: Eksistowacy stil importować a k dokumentej připowěsnyć

source: Toggle style sheet visibility
hsb: Widźomnosć stilowej předłohi přepinyć

source: &Save
hsb: &Składować

source: Save this style sheet to a file
hsb: Tutu stilowu předłohu do dataje składować

source: Style Editor options
hsb: Nastajenja stiloweho editora

source: Sh&ow original sources
hsb: &Originalne žórła pokazać

source: Show @&media sidebar
hsb: Bóčnica @&media pokazać

source: @media rules
hsb: prawidła @media

source: Type CSS here.
hsb: Zapisajće tu CSS.

source: This page has no style sheet.
hsb: Tuta strona nima stilowu předłohu.

source: Perhaps you'd like to
hsb: Snadź byšće rady

source: append a new style sheet
hsb: nowu stilowu předłohu připowěsnył
