Repository: tktk711/mozilla-l10n
Catalog: haw/toolkit/chrome/places/places.properties.po
Languages: haw

source: Bookmarks Menu
haw: Papakuhikuhi Kahapuke

source: Bookmarks Toolbar
haw: Pā hāmeʻa Kahapuke

source: Unsorted Bookmarks
haw: Kahapuke e Wae ʻole ʻia

source: Tags
haw: Lepe

source: Today
haw: Kēia lā

source: Yesterday
haw: Nehinei

source: %S days ago
haw: %S mau lā aku nei

source: Last %S days
haw: %S mau lā hope aku

source: Older than %S days
haw: Kahiko aʻe no %S mau lā

source: This month
haw: Kēia mahina

source: Older than %S months
haw: Kahiko aʻe no %S mau mahina

source: (local files)
haw: (waihona kūnei)
