Repository: tktk711/mozilla-l10n
Catalog: trs/mobile/android/*/android_strings.dtd.po
Languages: trs

source: Welcome
trs: Guruhuâ re' gunumâ re'

source: Welcome to &brandShortName;
trs: Guruhuât gunumânt ña &brandShortName;

source: Find things faster with helpful search suggestion shortcuts.
trs: Garusun' sa nariki chrej da' hio doj nari' sa nana'ui'

# firstrun_bookmarks_title
source: History
trs: Sa gahuin

source: Your faves, front and center
trs: Nej sa garan' ruat doj, ne'ian an ni daniin

source: Get results from your bookmarks and history when you search.
trs: Garasun nej nuguan raj sun nichro' doj da' nari hio' doj sa nana'ui'.

source: Data
trs: Datos

source: Less data, more savings
trs: Ninaj doj datos, niko sa nun sa'a

source: Turn off images to spend less data on every site you visit.
trs: Si nadunin nej ñan du'uo' da' si gutin' niko datos nga atu' riñan internet.

source: &brandShortName;, always by your side
trs: &brandShortName; yitinj gua ni'ninj da' garasunt

source: Sync your tabs, passwords, and more everywhere you use it.
trs: Gui'iaj sun nugua'an rakïj ma, da'nga huii da' raj sun' ma.

source: Get connected, get started
trs: Gatu ni gayi'ít

source: Sign in to Sync
trs: Gatu' riña Sync

source: Start Browsing
trs: Gayi'i gache nunt

source: Not right now
trs: Si ga'ue a'kuan' 'nin

# firstrun_button_next
source: Next
trs: ne'ña an

source: Links
trs: Nuguan'na'nïnj ïn

source: Turn on Tab queue
trs: Nachrun Tab da' niko' dunej

source: Save links for later in &brandShortName; when tapping them in other apps.
trs: Na'nïnj sò' nuguan'na'nïnj ïn da' garasun' ne' rukù riña &brandShortName; nga ruhuô' gatu ñû'.

source: Success!
trs: dugu'nï'

source: You can always turn this off in &settings; under &pref_category_general;.
trs: Niganj chre ga'ue guyun' sa hua na &settings; nika' ni &pref_category_general;.

source: Articles
trs: Artikulu

source: Lose the clutter
trs: Ga'anj ni'ia da' niko' dugui' ma

source: Use Reader View to make articles nicer to read \u2014 even offline.
trs: Ni'io' sa ga'ue digan hue'e da' gahio' nej nuguan' \ u2014 antaj si nitaj conexión.

source: You
trs: sò'

source: Have &brandShortName; on another device?
trs: ¿Ginikatj &brandShortName; riña a'ngô aga' aj?

source: Stay safe and in control with this simplified version of &brandShortName;.
trs: Narràn ni dugumî hue'êt si versión &brandShortName;.

source: Bookmarks
trs: Nej sa arajsun nichrò' doj

# history_title
source: History
trs: sa gahuin

source: Switch to tab
trs: Naduno' a'ngô rakij ñaj

source: Showing offline version
trs: Versión nga nitaj najña'aan hua huin na.

source: &brandShortName; Crash Reporter
trs: Nataj sa guire &brandShortName;

source: &brandShortName; had a problem and crashed. Your tabs should be listed on the &brandShortName; Start page when you restart.
trs: &brandShortName; gua ngo sa guire' nin ganaran man. Nej san man ni'iaj ni nachi nitan man rian &brandShortName; nga ganiyi'i naka unj

source: Tell &vendorShortName; about this crash so they can fix it
trs: Ganato' gunin &vendorShortName; rayi'i sa guire' nan, da' nagui'ia

source: Include the address of the page I was on
trs: Gida'aj dirección ñaj riña ginut akuan'

source: We're sorry
trs: Si gaman' rua

source: Add a comment (comments are publicly visible)
trs: Gachrun ngo sa anin ruat (Sa gachrun nin ga ra nga man gini'iaj daran dugui')

source: Allow &vendorShortName; to contact me about this report
trs: Ga'nïn riña &vendorShortName; nanà'uij ñuj da' gataj na'an yi'î sa huaa

source: Your email
trs: gachrun si correo

source: Exit without sending a crash report?
trs: ¿Gahui nin si nata' sa guire' aj?

source: Sending crash report\u2026
trs: A'nin sa guire' \u2026

# crash_close_label
source: Close
trs: Ganarun

source: Restart &brandShortName;
trs: Nayi'i naka &brandShortName;

source: Search or enter address
trs: Ganan'ui a si ganinj chrej ga'anj

source: Bookmark
trs: Sa arajsun nichrò' doj

source: Remove bookmark
trs: Durë' sa arajsun nichrò' doj

source: Bookmark added
trs: nanûn sa arajsun' doj

# bookmark_already_added
source: Already bookmarked
trs: gà' nu sà'aj riña nej sa garajsun' doj

source: Bookmark removed
trs: nare' sa garajsun' doj

source: Bookmark updated
trs: nahuin nakà sa arajsun' doj

source: Options
trs: a'ngo sa ruhuât

source: Save
trs: Na'nïnj sà'

source: Screenshot added to bookmarks
trs: Gachrun riña aga'na ngà sa araj sun nichrà't doj.

source: Screenshots
trs: Gachrun' riña aga' na.

source: Reading List
trs: Nuguan gahio'

source: &formatD; items
trs: &formatD; nej rakïj ñaj

source: 1 item
trs: 1 sa ni'ñun'

source: Parent Folder
trs: Karpetâ ña'aan

source: Add new folder
trs: Na'nin a'ngô karpetâ nakàa

source: Saved offline
trs: nanusà'aj riña najña'aan.

source: Switch
trs: naduno'.

source: Today
trs: Gui Hiáj

source: Yesterday
trs: Guki

source: Last 7 days
trs: Sa gahuin 7 gui ga'na'

source: Older than 6 months
trs: Sa gahuin gachîn riña 6 ahuii

source: Search
trs: Nana'ui

source: Reload
trs: nagui'iaj naka

source: Forward
trs: Ne'ñan an

source: Menu
trs: Riñan man dara'anj

source: Back
trs: Sa gachin

source: Stop
trs: Ganikin

source: Site Security
trs: Sa dugumi'

# edit_mode_cancel
source: Cancel
trs: Dure'

source: Close Tab
trs: Ganaran riñanj

# one_tab
source: 1 tab
trs: 1 rakïj ñaj

# num_tabs2
source: &formatD; tabs
trs: &formatD; nej rakïj ñaj

source: New tab opened
trs: gà' nayi'nïnj a'ngô rakij ñaj nakàa

source: New private tab opened
trs: gà' nayi'nïn a'ngô si'iát rakij ñaj nakàa

source: SWITCH
trs: Naduno'

source: Playing audio – &formatS;
trs: Duguachrá ma sa unï' – &formatS;

source: Settings
trs: Nguihio'

# settings_title
source: Settings
trs: Nagui'io'

# pref_category_general
source: General
trs: Da'ua nguéj

source: Home, language, tab queue
trs: Riña ayi'ij, Nánj, da' niko' rakïj ñanj

source: Language
trs: Nanj a'min'

source: Change the language of your browser
trs: Naduna nanj gara sun

source: Browser language
trs: Nanj gara sun

source: System default
trs: yi'nï' nanj gà' hua niñaan

source: Add to &brandShortName;
trs: nutà' riña &brandShortName;

# overlay_share_bookmark_btn_label
source: Bookmark
trs: Sa raj sun nichro' doj

# overlay_share_bookmark_btn_label_already
source: Already bookmarked
trs: Ngà' nu sà'aj riña nej sa garajsun' doj

source: Send to other devices
trs: Ga'nin' gan'an riña a'ngô nej aga' sikà' ràa

source: Open in &brandShortName;
trs: Gayi'ì riña &brandShortName;

source: Send to another device
trs: ga'nin' gan'an riña a'ngô aga' sikà' ràa

source: No link found in this share
trs: na'ue nari'ij a'ngô hiuj ga'nin sa duguachînt

source: Select device
trs: Nagui aga' sikà' ràa

source: No Firefox Account connected devices found
trs: Nu nari'ij gà' si 'ngo da'nga' Firefox 'iaj sun nga nej aga' sikà' ràa

# pref_category_search3
source: Search
trs: nanà'uì'

source: Add, set default, show suggestions
trs: Nutò', ru'ua nianj, narikij ngo chrej e

# pref_category_accessibility
source: Accessibility
trs: Huaj gatu'

source: Text size, zoom, voice input
trs: Daj yachij letra, daj niko, riña atuj nanee

# pref_category_privacy_short
source: Privacy
trs: Sa huii

source: Tracking, logins, data choices
trs: Nana'ui', cookies, ganahui datos

source: About &brandShortName;, FAQs, feedback
trs: Acerca de &brandShortName;, sa achín na'anj yitin' doj, naga'ui' du'ue man an

source: Data choices
trs: ganahui nej datos

# pref_category_logins
source: Logins
trs: Nej riña ayi'ì' sesión

source: Learn more
trs: Gahuin chrun doj

source: Installed search engines
trs: Nej sa nana'ui't gà' nikajt

source: Add more search providers
trs: Butô' doj nej sa rajsun' nga nana'uî'

source: Restore search engines
trs: Nagi'iaj nakà nû Nej sa nana'uî't gà' nikajt

# pref_search_restore_defaults
source: Restore defaults
trs: Nagi'iaj nakà ñu nej sa gá hua

# pref_search_restore_defaults_summary
source: Restore defaults
trs: Nagi'iaj nakà ñû nej sa ni'ñanj gà' hua

source: TIP: Add any website to your list of search providers by long-pressing on its search field and then touching the &formatI; icon.
trs: Chrej e: Nuto' ahuin naj man'an sitio web riña dukuàn nej sa nana'uî't ma si ginù nâ dej ra'ât riña nu si yugui man ni ne' rukù guru'man ra'at riña taj &formatI; icon.

# pref_category_advanced
source: Advanced
trs: Sa huaj ñaa

source: Restore tabs, data saver, developer tools
trs: Nadigan rakïj ma, sa ruguj ñu'unj ni nej rasun nagui'aj ma

# pref_category_notifications
source: Notifications
trs: Sa ataj na'anj

source: New features, website updates
trs: Nej sa naka doj, nagui'iaj nako' web

source: Website updates
trs: nagui'iaj nako' nej sa ma riña web

source: Discover new content from supported sites
trs: Na'ui' sa naka doj nun dugu'nin' ruku sitio

source: Remote debugging via USB
trs: Guyan sa kïj hua nga USB

source: Remote debugging via Wi-Fi
trs: Guyun sa kïj hua nga Wi-Fi

source: Wi-Fi debugging requires your device to have a QR code reader app installed.
trs: Da' nagui'iaj niñun nga Wi-Fi ni da'ui si aga' ganika ngo app sa ahia nej da´nga QR.

source: Remember logins
trs: Dunanu ruhuâ nga ayi'ì nej sesión

source: Manage logins
trs: Dugumî hue'ê' daran' riña ayi'ì nej sesión

source: Home
trs: Riñan gayi'ij

source: Customize your homepage
trs: Naduna dàj garan' ruhuât riña ñanj ayi'ìt

source: Panels
trs: Riñan guiri nu'un'

# pref_category_home_add_ons
source: Add-ons
trs: Nutò'sa ruguj ñu'unj

source: Content updates
trs: nagui'iaj nako' sa ma na

# pref_home_updates_enabled
source: Enabled
trs: Ngà 'iaj sunj

# pref_home_updates_wifi
source: Only over Wi-Fi
trs: Man nga Wi-Fi

source: Homepage
trs: Ñanj ayi'ì'

source: Also use for new tabs
trs: Guendâ rakïj ñanj nakàa huin nan nej

source: Set a Homepage
trs: Gachrun' ñanj ayi'ì'

# home_homepage_radio_default
source: &brandShortName; Home
trs: Gayi'ì &brandShortName; Gayi'i'

source: Custom
trs: Nagui'iaj mu'ûn'

source: Enter address or search term
trs: Gachrun riñan ga'anj nej si dunaj sa nana'ui'

# pref_header_general
source: General
trs: Da'ua nguéj

# pref_header_search
source: Search
trs: Nana'ui'

# pref_header_privacy_short
source: Privacy
trs: Sa hùii

# pref_header_accessibility
source: Accessibility
trs: Huaj gatu'

# pref_header_notifications
source: Notifications
trs: Sa ataj na'anj

# pref_header_advanced
source: Advanced
trs: Sa huaj ñaan

# pref_header_help
source: Help
trs: Ruguñu'unj

# pref_cookies_accept_all
source: Enabled
trs: Ngà 'iaj sunj

source: Enabled, excluding 3rd party
trs: Ngà 'iaj sunj, nagi'iaj anej man sa ânej e

# pref_cookies_disabled
source: Disabled
trs: Nitaj si huáj

source: Data saver
trs: Sa dugumi datos

source: Media
trs: sa dani in

source: Developer tools
trs: Rasun arajsun Firefox

source: Show images
trs: Nadigun' ña du'ua

# pref_tap_to_load_images_enabled
source: Always
trs: Nigànj chre

# pref_tap_to_load_images_data
source: Only over Wi-Fi
trs: Ma 'ngorïn ngà Wi-Fi

source: Blocked
trs: Nitaj si huaj nayi'nin

source: Show web fonts
trs: Digan daj nej da'nga ma riña web

source: Download remote fonts when loading a page
trs: Naduninj sa garasun nga na'ninj pagina

# pref_tracking_protection_title2
source: Tracking Protection
trs: Sa narrán riña sa naga'nàj a

# pref_tracking_protection_summary3
source: Enabled in Private Browsing
trs: Gà' natuj rè' riña gachenu huì rè'

source: Do not track
trs: Si nana'ui'

source: &brandShortName; will tell sites that you do not want to be tracked
trs: &brandShortName; gataj gunin nej sitio da' nana'uij ñunj

# pref_tracking_protection_enabled
source: Enabled
trs: Ngà 'iaj sunj

# pref_tracking_protection_enabled_pb
source: Enabled in Private Browsing
trs: Gà' natuj rè' riña gachenu huì rè'

# pref_tracking_protection_disabled
source: Disabled
trs: Nitaj si huáj

source: What's new in &brandShortName;
trs: Na'ni sa nakaa riñan &brandShortName;

source: Learn about new features after an update
trs: Guini'iaj daj 'iaj sun ngá guisij nagui'iaj nakat

source: Experimental features
trs: Sa hiáj raj hue'

source: Custom Tabs
trs: Rakij ñanj nagi'iô'

source: Allow apps to open websites using a customized version of &brandShortName;
trs: Ga'nin da' na'nin ma nej web daj anin ru ma'an &brandShortName;

source: Open in &formatS;
trs: Na'nin riña &formatS;

source: Powered by &brandShortName;
trs: &brandShortName; Nagi'iaj ña'an nan

source: URL copied
trs: Ngà nari' URL

source: Activity Stream
trs: A'ngo gurin sun huaa

source: A rich visual history feed and a reimagined home page make it easier than ever to find exactly what you're looking for in &brandShortName;.
trs: 'Ngo sa ruguñu'unj ni'iaj hue'êt ni 'ngo pajinâ nahuin nakà da' ga'ue hìo ganarì't 'ngo sa nana'ui't riña &brandShortName;.

source: Now with Tracking Protection
trs: hiaj ni gà' hua arrán riña sa naga'naj a

source: Actively block tracking elements so you don't have to worry.
trs: Narrán riña daran' sa ga'ue naga'naj da' si ganï chì' ruhuât

source: Visit Privacy settings to learn more
trs: Si ruhuât gini'înt doj daj dugumît sa arajsunt ni guij ni'iaj hiuj na

source: Got it!
trs: ¡Niká!

source: Tab saved in &brandShortName;
trs: Rakij ñanj nanín riñan &brandShortName;

source: Open now
trs: Na'nin hiaj

source: Opening multiple links?
trs: ¡Na'nin ga'í enlace aj?

source: Save them until the next time you open &brandShortName;.
trs: Na'nïnj ginu sà'aj nda na'nïn ñût gini'iajt &brandShortName;.

source: You can change this later in Settings
trs: Ga'ue nadunat na ne' rukù riña nagui' sa huin ruhuô'

source: Turn on Permit drawing over other apps
trs: Ga'ue nari' riña a'ngo aplikacion

source: Enable
trs: Dugi'iaj sun' man

source: Not now
trs: Nitaj

source: Go to Settings
trs: Gun' riña nagui'io daj anin ruo'

source: &formatD; tabs waiting
trs: Rakij ñanj anahuij &formatD;

source: 1 tab waiting
trs: ana'uìj rakïj ñaj

source: To "Open multiple links", please enable the 'Draw over other apps' permission for &brandShortName;
trs: Da' "ga'ue na'nin a'go ñanj", gui'iaj suntuj u, garayinat "Nari riña a'ngo aplikacion" &brandShortName;

source: &formatD; websites updated
trs: &formatD; nagui'iaj nako' web

# content_notification_action_settings2
source: Settings
trs: Nagui'io'

source: Read now
trs: Gahia

source: Updated on &formatS;
trs: nagui'iaj nako' &formatS;

source: Character encoding
trs: Diganj da'nga' hua ña'aan

source: Show menu
trs: Digun daran da'nga

source: Clear private data
trs: Nagui'iaj niñu' sa huii

source: Clear now
trs: Dure' hiaj

source: Clear private data on exit
trs: Nadure' nuguan' huii nga gahui

source: &brandShortName; will automatically clear your data whenever you select \u0022Quit\u0022 from the main menu
trs: &brandShortName; ganadure' ma'an nej dan nga ganahui \u0022Quit\u0022 riñan ñanj taj ne'ian an.

source: Select which data to clear
trs: Ganahui ahuin si ruat ganare'

# pref_plugins_enabled
source: Enabled
trs: Ngà huaj

source: Touch to play
trs: Gruyru'ma ra'a da' gayi'ij

# pref_plugins_disabled
source: Disabled
trs: Ganikinj

source: Restore tabs
trs: Nagui'iaj nako' rakij man

source: Always restore
trs: Nagui'iaj naka

source: Don't restore after quitting &brandShortName;
trs: Si nagui'io' nga gahui' riñan &brandShortName;

source: Use system font size
trs: Garasun dàj yachìj si fuendê sistêma

source: Scale web content according to the system font size
trs: Si fuendê sistêma nikaj web

source: Allow autoplay
trs: Duguchrá ma'an aga' nan

source: Control if websites can autoplay videos and other media content
trs: Dugumî sisi nej riña web atujt ga'ue nadigân man'an sa nihià' ni'io' nga a'ngô ne sa siki' ni'io'

source: Always enable zoom
trs: Hua yugui nigànj sa nagi'iaj nichrùn'un

source: Force override so you can zoom any page
trs: Nachrun duguì' da' ga'ue gini'iajt dàj garan' ruhuât 'ngo ñanj

source: Voice input
trs: Riñan gatu naneé

source: Allow voice dictation in the URL bar
trs: Ga'nin' nuguan' ataj du'uô' riña dukuán rà nù siyugui

source: QR code reader
trs: Sa ahia nej da'nga' QR

source: Allow QR scanner in the URL bar
trs: Ga'nin' nahui ñadu'ua QR riña dukuán rà nù siyugui

source: Use master password
trs: Garasun da'nga niko

source: Sign in
trs: Gayi'i sesión

source: Sync your tabs, bookmarks, logins, history
trs: Nagi'iaj guñan nej rakïj ñaj, nej sa ña'aan, nej da'nga' hùii ngà daran' nej sa gà' ni'iajt

source: Show search suggestions
trs: Digun sa gana'ui'

source: Show search history
trs: Ni'iaj nej sa gà' ni'iajt

source: Import options
trs: A'ngô sa ruhuât gini'iajt

source: Import bookmarks and history from the native browser
trs: Guxun' nej sa ña'aan ni nej sa gà' gahuin riña gaché nu'

source: Open tabs
trs: Na'nin rakïj ñanj

source: Browsing history
trs: Nej sa gà' ni'io' nga gachénu'

source: Search history
trs: Nej sa ni'io' gà' nana'uî'

source: Form history
trs: Nej sa gà' ni'io' rayi'î nej formulario

source: Cookies & active logins
trs: Cookies ni nej sesión hua ni'nïnj

source: Saved logins
trs: Sesión gà' gayi'ì' nu sà'a

source: Offline website data
trs: Nuguan' a'min rayi'î nej sitio web nitaj si 'iaj suun

source: Site settings
trs: Nagi'iô' dàj huin ruhuô' sitio

# pref_private_data_downloadFiles2
source: Downloads
trs: Nej sa naduni'

source: Synced tabs
trs: Nej rakïj ñaj guña huaa

source: Make default browser
trs: Na nagi'iát 'ngo sa riña nana'uì' yitïnjt

source: Visit Mozilla Support
trs: Guij ni'iaj sa dugu'nïn' rukû Mozilla

source: About &brandShortName;
trs: Ra yi'î &brandShortName;

source: FAQs
trs: Nej sa achínaj anj guìi doj

source: Give feedback
trs: Ganin sa anin ruo'

source: Set as default
trs: Huê na garasun yitïnjt

source: Default
trs: Sa gà' 'na' niñaan

# pref_dialog_remove
source: Remove
trs: Guyun

source: You can't remove or disable your last search engine.
trs: Si ga'ue guxun motor garajsunt ne' rukù nï'ï

source: Show
trs: Digan

source: Hide
trs: Gachri hùi

source: Change order
trs: Naduna yi'nïn' huaa

source: Move up
trs: Dusiki' gan'an ne' yatá'a

source: Move down
trs: Dusiki' gan'an ne' riki

source: &brandShortName; stats & data
trs: Estadistica ni nej nuguan' a'min rayi'î &brandShortName;

source: Choose what to share
trs: Nagui sa ruhuât duyinga't

source: Choose what information to share
trs: Nagui nuguan' ruhuât duyinga't

source: To improve your experience, &brandShortName; automatically sends some information to &vendorShortName;.
trs: Da' gahuin chrunt doj rayi'î 'ngo sa gà' ni'înt, &brandShortName; gan'anj ma'an nuguan'an riña &vendorShortName;.

source: &brandShortName; Health Report
trs: &brandShortName; Sa nata' rayi'î nej sa hua a'na'an

source: Shares data with &vendorShortName; about your browser health and helps you understand your browser performance
trs: Garasun nuguan'àn dâto ngà &vendorShortName; yi'î dàj hìo 'iaj sun sa riña aché nut da' rugujñu'un sò' dàj garasun hue'êt ma doj

source: View my Health Report
trs: Ni'iâ dàj hua rayi'î

source: Telemetry
trs: Telemetría

source: Shares performance, usage, hardware and customization data about your browser with &vendorShortName; to help us make &brandShortName; better
trs: Garasun nugun'ùn' dàj nùkuaj ma, daj araj sun' ma, si gaga'aj ni nej nuguan' gachrûn' rayi'î' nga gayi'i' gaché nu' ngà &vendorShortName; da' ruguñu'unjt ñuj &brandShortName; nagi'iaj hue'ê ñuj

source: &brandShortName; submits crash reports to help &vendorShortName; make your browser more stable and secure
trs: &brandShortName; natà' rayi'î 'ngo sa nu 'iaj sun hue'ê da' rugujñu'unjt &vendorShortName; da' gi'iaj sun hue'ê doj si gagâ't ni ga yitïnj ma doj

source: Crash Reporter
trs: Sa nata' rayi'î nej sa gire'e

source: &vendorShortName; Location Service
trs: &vendorShortName; Sa rugujñu'unj nana'ui' 'ngo sa huin ruhuô'

source: Help &vendorShortName; map the world! Share the approximate Wi-Fi and cellular location of your device to improve our geolocation service.
trs: ¡Ruguñu'unj &vendorShortName; da' gini'in yumiguìi! Gataj na'anj hiuj nikïn't ngà Wi-Fi si nitaj ni ngà a'ngô aga' sikà' ràa da' ga'ue nahuin hue'ê doj suun nadigân riña nikïn'.

source: Automatic updates
trs: Nagui'iaj naka ma'an man

# pref_update_autodownload_wifi
source: Only over Wi-Fi
trs: Ma 'ngorïn ngà Wi-Fi

source: Never
trs: Nitaj ama

# pref_update_autodownload_always
source: Always
trs: Nigànj chre

# help_menu
source: Help
trs: Sa ruguñu'unj un

source: Quit
trs: Gahui'

source: Add-ons
trs: Sa ruguj ñu'unj

source: Logins
trs: Nej ña ayi'ì sesión

source: Downloads
trs: Naduni'

source: Character Encoding
trs: Sa nani'in da'nga' hua ña'aan

source: Share
trs: Rugu ñu'un

source: Share via
trs: Duyingô' ngà

source: Unable to share this image
trs: Si ga'ue duyingô' ñadu'ua ñaj na

source: Save as PDF
trs: Na'ninj nga PDF

source: Print
trs: nari' ñadu'ua

source: Find in page
trs: Nana'ui' riñan ñanj

source: Request desktop site
trs: Gachìn' riña ñanj sinïï

source: Page
trs: Ñanj

source: Tools
trs: Rasun

source: New tab
trs: Rakïj ñaj nakàa

source: New private tab
trs: Rakïj ñaj nakà garasun 'ngo rïn'

source: Close All Tabs
trs: Narrûn' riña daran' nej rakïj ñaj

source: Close Private Tabs
trs: Narrûn riña nej rakïj ñaj arajsun 'ngo rïn'

source: Tabs
trs: Rakïj ñaj

source: Private
trs: Sa huii

source: Unable to set image
trs: Na'ue nanù ñadu'ua ñaj

source: Unable to save image
trs: No gana'inj sa'aj ñan du'ua re'

source: Set Image As
trs: Garasun ñan du'ua nga

source: Find in Page
trs: Nana'ui riñan ñanj

source: Previous
trs: Sa Gachin

# find_next
source: Next
trs: Ne' ñaan

# find_close
source: Close
trs: Ganarrûn'

source: Sending to Device
trs: A´nin riñan aga'

source: Play
trs: Duguchro'

source: Pause
trs: Dunikin akuan'

# media_stop
source: Stop
trs: Duniikin

source: Open in New Tab
trs: Na'nïn' riña a'ngô rakïj ñaj nakàa

source: Open in Private Tab
trs: Gana'ni' riñan ñanj huii

# contextmenu_remove
source: Remove
trs: Dure'

source: Add to Home Screen
trs: Gachrun riñan gayi'i

source: Set as Homepage
trs: gachrun gahuin nan paginâ riña ayi'ìt

# contextmenu_share
source: Share
trs: Duyingo'

source: Paste & Go
trs: Gachrun ni gun'

source: Paste
trs: Gachrun

source: Copy Address
trs: Guxun' dirección

# contextmenu_edit_bookmark
source: Edit
trs: Nagi'iô'

source: Subscribe to Page
trs: Gutà' si yuguît riña ñaj na

source: Edit Site Settings
trs: Nachrun' sa ruhuô' naduno' riña sitio

# contextmenu_top_sites_edit
source: Edit
trs: Nagui'iaj

source: Pin Site
trs: Nagi'iaj yitïn' sîtio

source: Unpin Site
trs: Si nagi'iaj yitïn' sîtio

source: Add a Search Engine
trs: Nachrun' 'ngo sa huin ruhuô' nanà'uì'

source: [No username]
trs: [Nitaj si yugui dugui' raj sun]

source: Edit login
trs: Nagui'io' riñan gayi'ij

source: Username
trs: Si yugui re'

# doorhanger_login_edit_password_hint
source: Password
trs: Da'nga' huìi

source: Show password
trs: Diguin' da´nga

source: Copy password from &formatS;?
trs: ¿Guxun' si da'nga' hùi &formatS;?

source: Password copied to clipboard
trs: Ngà nanû da'nga' hùii riña portapapel

source: Select another login
trs: Nagui a'ngô dàj gi'iát gayi'ì sesion

source: Copy password from
trs: Ga'ne' da'nga' hùii asij riña

source: Full-screen browsing
trs: Gache nu' riña da' hua ngè pantalla

source: Hide the &brandShortName; toolbar when scrolling down a page
trs: Nachri hùi' dukuán rà nù siyugui &brandShortName; nga na'nin' riña 'ngo ñaj

source: Tab queue
trs: Rakïj ñanj 'na' ne' rukuu

source: Save links until the next time you open &brandShortName;
trs: Na'nïnj sà ginunj nda na'nin ñût &brandShortName;

source: Compact tabs
trs: Rakïj ñanj nahuin nuguan'àan

source: Arrange tabs in two columns in portrait mode
trs: Nagi'aj chre' huìj dukuáan nej rakïj ñanj

source: Page removed
trs: Ñanj ngà nare'

source: Edit Bookmark
trs: Nachrun' 'ngo sa arajsun nichrò' doj

source: Name
trs: Si yugui'

source: Location
trs: Dane' huin

source: Keyword
trs: Nuguan huii

source: Select folder
trs: Nagui karpêta

source: Site Settings
trs: Nagi'iô' daj huin ruhuô' sitio
