Repository: tktk711/mozilla-l10n
Catalog: trs/mobile/android/*/android_strings.dtd.po
Languages: trs

# site_settings_cancel
source: Cancel
trs: Duyichîn'

# site_settings_clear
source: Clear
trs: Na'nïn'

source: Additional Actions
trs: Sun tàj a

source: Create Master Password
trs: Giri' da'nga' huì ñaan

source: Remove Master Password
trs: Dure' da'nga' huì ñaan

# masterpassword_password
source: Password
trs: Da'nga' huìi

source: Confirm password
trs: Gachrun ñun si da'nga re'

source: OK
trs: Raj yináj

# button_cancel
source: Cancel
trs: Duyichîn'

source: Yes
trs: Ga'ue

source: No
trs: Si ga'ue

source: Clear data
trs: Nadurê' nuguan'an

source: Set
trs: Nagi'aj yitïnj

# button_clear
source: Clear
trs: Na´nin

source: Copy
trs: Guxun' ñadu'ua

# home_top_sites_title
source: Top Sites
trs: Hiuj ni'iaj yitïnj rè'

source: Add a site
trs: Nachrun' riña sitio

# home_title
source: &brandShortName; Home
trs: &brandShortName; gayi'ì

# home_history_title
source: History
trs: Sa gahuin

source: Synced devices
trs: Nej aga' hua guñaan

source: &formatD; devices
trs: &formatD; aga' raj raj sun'

source: 1 device
trs: 1 aga' raj sun'

source: Back to full History
trs: Naniko' riña ma sa gachin

source: Clear browsing history
trs: Nadurê' sa gahuin nga gaché nu'

source: Are you sure you want to clear your history?
trs: ¿Hua nika ruhuât nadurê't sa gahuin nga gaché nu raj?

source: Bookmarks you save show up here.
trs: Nej sa garajsunt doj nakajt naginù hiuj na.

source: Recently closed
trs: Rakïj ñanj hiaj narrán nakà

source: Your recent tabs show up here.
trs: Nej rakïj ñanj hìaj garasunt naginù hiuj na

source: Restore all
trs: Nagui'iaj nakò' daran'anj

# home_closed_tabs_number
source: &formatD; tabs
trs: &formatD; nej rakïj ñaj

# home_closed_tabs_one
source: 1 tab
trs: 1 rakij ñaj

source: Websites you visited most recently show up here.
trs: Nej sitiô web hìaj gan'an ni'iaj nakàt naginù hiuj na

source: Psst: using a &formatS1;New Private Tab&formatS2; won't save your history.
trs: Psst: Si garasunt 'ngo &formatS1;rakïj ñanj hua hùi doj&formatS2; si nanin nej sa gà' gahuin ni'iatj.

source: No content could be found for this panel.
trs: Nitaj à'ngo nuj narugui' riña pânel na.

source: Back to &formatS;
trs: Nanikaj riña &formatS;

source: &formatD; devices hidden
trs: &formatD; nej aga' man hui

source: Hidden devices
trs: Nej aga' man hui

source: Unhide selected devices
trs: Nadigun' nej aga'a

source: Where did my tabs go?
trs: ¿Rakïj ñanj doj?

source: We've moved your tabs from other devices into a panel on your home page that can be easily accessed every time you open a new tab.
trs: Nadusiki' ñuj nej rakïj ñaj arajsunt ngà a'ngô nej aga' sikà' ràa ni nachrûn ñuj ma riña 'ngo ñanj ayi'ì' da' nga na'nïjt 'ngo rakíj ñanj nakàa ni se si chì' narì't ma.

source: Take me to my new panel.
trs: Gan'anj ni'iâ riña si panel sa nakàa.

source: Enter a search keyword
trs: Gachrun nugua' nanhui'

source: Choose File
trs: Nagui sa ma che'e

source: Choose or record a sound
trs: Ganahui nej ga'ninj si nanee re

source: Choose or take a picture
trs: Ganahui nej si nari riñan du'ua re

source: Choose or record a video
trs: Ganahui nej si nari sa sikï'

source: You are connected to
trs: Gua conectado nga

source: Secure Connection
trs: Conexión yitinj in

source: Insecure connection
trs: Conexión nitaj si gua yitinj

source: This is a secure &brandShortName; page
trs: Nitaj si hua ahi pagina nikaj ñu'unj &brandShortName;

source: &brandShortName; has blocked insecure content on this page.
trs: &brandShortName; narán da' si gatûj 'ngo sa ga'ue gi'iaj yi'ì riña ñanj na.

source: &brandShortName; has blocked some of the insecure content on this page.
trs: &brandShortName; narán da' si gatuj da'aj nej sa ga'ue gi'iaj yi'ì riña ñanj na.

source: Parts of this page are not secure (such as images).
trs: Hua da'aj nej sa 'na' riña ñanj na ni sa yi'ìi huin nej ma (daj rû' nej ñadu'ua ni'io')

source: You have disabled protection from insecure content.
trs: Duyichîn't 'ngo sa ga'ue rugujñu'unj garrán riña 'ngo sa ga'ue ga'uì' yi'ì.

# doorhanger_tracking_title2
source: Tracking Protection
trs: Sa narán riña sa naga'nàj a

# doorhanger_tracking_state_enabled
source: Enabled
trs: Ngà huaj

# doorhanger_tracking_state_disabled
source: Disabled
trs: Nitaj si huaj

source: Attempts to track your online behavior have been blocked.
trs: Nej sa ruhuâ naga'naj sa 'iát riña internet na ni gà' naràn riñaj.

source: This page includes elements that may track your browsing.
trs: Riña ñanj na ni 'na' sa ga'ue naga'naj sò' nga aché nut.

source: Learn More
trs: Gahuin chrun' doj

source: Enable protection
trs: Nachrun' sa dugumî ñù'

source: Disable protection
trs: Duyichîn' sa dugumî ñù'

source: Private data cleared
trs: Nga nare' nuguan' hùii

source: Some private data could not be cleared
trs: Hua da'aj nuguan' hùii ni si ga'ue narè' ma

source: Import
trs: Ganako'

source: Importing bookmarks and history from Android
trs: Ganako' sa ña'aan ni nej sa gà' gahuin riña Android

source: Importing bookmarks from Android
trs: Ganako' nej sa ña'aan riña Android

source: Importing history from Android
trs: Ganako' sa gà' gahuin riña Android

source: Please wait...
trs: Gui'iaj suntuj u. ni gana'uij

source: Would you like to turn on search suggestions?
trs: ¿Hua ruhuât ga 'ngo sa gataj na'anj doj 'ngo sa nìko' dugui' nga sa ruhât nana'uì' raj?

source: Search with &formatS;
trs: Nana'ui nga &formatS;

source: Search &formatS1; for &formatS2;
trs: Nana'uì' &formatS1; guendâ &formatS2;

source: Bookmarks and history
trs: Sa ña'aan ngà sa gà' gahuin

source: Update available for &brandShortName;
trs: Sa nakà doj hua guendâ &brandShortName;

source: Touch to download
trs: Ga'ui da' nadunij

source: Downloading &brandShortName;
trs: Naduninj &brandShortName;

source: Download failed
trs: Guire' sa naduninj

source: Touch to apply update once downloaded
trs: Guru'ma ra'a da' ga'ue gi'iaj sunt ngà 'ngo sa nakà naduninjt

source: Touch to retry
trs: Guru'ma ra'a da' nayi'ì ñuj

source: Update downloaded for &brandShortName;
trs: Sa nakà doj ngà nanïnj guendâ &brandShortName;

source: Touch to install
trs: Guru'man ra'a da' nañù man

source: To download files and updates, allow &brandShortName; permission to access storage.
trs: Da' naduninj ñanj ni nagui'iaj nako', garayina da' ga'ue nachr'a sa' ña &brandShortName;.

source: Allow
trs: Ga'nïn

source: New Guest Session
trs: Sesion nakà 'na' anêj

source: Exit Guest Session
trs: Gahui' riña sesion 'na'a anêj

source: Continue
trs: Gun ne' ñaan

# guest_session_dialog_cancel
source: Cancel
trs: Dure' man

# new_guest_session_title
source: &brandShortName; will now restart
trs: &brandShortName; gana yi'i ñun

source: The person using it will not be able to see any of your personal browsing data (like saved logins, history or bookmarks).\n\nWhen your guest is done, their browsing data will be deleted and your session will be restored.
trs: Guì garasun na ni si ga'ue ni'iaj ni gà' 'ngo nej datô garajsunt nga gaché nut (dàj rû' da'nga' hùii, sa gahuin asi sa ña'an doj gini'iajt).\n\nNga gisij garajsun duguî' na ni, nej datô garajsun si nga gaché nu si narè' ni natu ñû si sesiônt riña ma.

source: Guest browsing is enabled
trs: Si ruhuâ 'ngo duguî' gache nu si ni gà' hua yugui

source: Tap to exit
trs: Ga'ui' da gahuit

# exit_guest_session_title
source: &brandShortName; will now restart
trs: &brandShortName; ganayi'i

source: The browsing data from this session will be deleted.
trs: Daran sa gana'ui' ñunan ni ganare'ej

# actionbar_menu
source: Menu
trs: Menû

source: Done
trs: Gà' huaj

source: Speak now
trs: Ga'min hiáj

source: Last synced: &formatS;
trs: Sa nahuin guña rukù nï': &formatS;

source: Last synced: never
trs: Nitaj ama ga: sa nahuin guña rukù nï'

source: This link will open in &formatS;. Are you sure you want to exit Private Browsing?
trs: Sa gachrûnt na ni nayi'nï riña &formatS;. ¿Huin ruhuâ yangà't gahuit riña aché nu hùi raj?

source: Exit Private Browsing?
trs: ¿Gahuit riña aché nu húi raj?

source: Scanning for the QR code displayed on your other device
trs: Si nari ma ñadu'ua da'nga' QR ahui riña a'ng^si gaga' rè'

# restrictable_feature_addons_installation
source: Add-ons
trs: Sa rugu ñun'unj

source: Add features or functionality to Firefox. Note: Add-ons can disable certain restrictions.
trs: Nuto' sa ruguñu'unj da' gui'iaj sun Firefox. Nej sa nuto' nan ni ga'ue gui'iaj sun riña nu gara' ruat

source: Private Browsing
trs: Gachenu hùi'

source: Allows family members to browse without saving information about the sites and pages they've visited.
trs: Ga'nin' da' gatu nej dugui' riña nan nin si na'nín sa' nuguan nuin si guini'iaj nej si.

source: Clear History
trs: Nadure' sa gahuin

source: Allows family members to delete information about the sites and pages they've visited.
trs: Ga'nin' da' dure' nej dugui' dure' nej si dane' ga'anj nej si.

source: Advanced Settings
trs: Nagui'iaj mu'un' sa hua ña'an

source: This includes importing bookmarks, restoring tabs and automated updates. Turn off for simplified settings suitable for any family member.
trs: Nan ni nika da' ganako' sa raj sun' doj, nadigan rakïj ñanj ni nagui'iaj naka ma'an. Dunikin' ma si ruat nagui'iat da' garasun nej dugui'.

source: Camera & Microphone
trs: Aga' nari ñan du'uo' ni aga' xun nanèe

source: Allows family members to engage in real time communication on websites.
trs: Ganin da' ga'ue gatu daran' del dugui' ga'min ra'nga' nej si riña nej sitio web

source: Block List
trs: Nej sa nitaj si gua ni'ninj

source: Block websites that include sensitive content.
trs: Si ga'nin' nayi'nin nej sitio nitaj si da'ui' ni'io'

source: Firefox: About your browser
trs: Firefox: Rayi'î navegador na

source: Firefox: Customize with add-ons
trs: Firefox: Nachrun a'ngô nej sa ga'ue nutà't

source: Firefox: Support
trs: Firefox: Sa ga'ue ruguñu'unj

source: Firefox Help and Support for restricted profiles on Android tablets
trs: Firefox Ruguñu'unj rayi'î nej perfil nitaj si ìaj sun ngà nej tabletâ Android

source: Learn the Web: Mozilla Webmaker
trs: Gahuin chrun' rayi'î Web: Mozilla Webmaker

source: Sorry! This &brandShortName; won't work on this device (&formatS1;, &formatS2;). Please download the correct version.
trs: ¡Si ga'man ruat! &brandShortName; si gui'iaj sunj riña aga' na (&formatS1;, &formatS2;). Gui'iaj suntuj u, naduninj a'ngo sa hua hue'e.

source: &brandShortName; will no longer update
trs: &brandShortName; si ganahuin naka man

source: Tap to learn more
trs: Ga'ui' da' guiri' doj nuguan'anj

source: &brandShortName; is up to date
trs: &brandShortName; nga ganahuin naka

source: Find out what's new in this version
trs: Ni'iaj daj hua versión nan

source: Add to home screen
trs: Nutò' gachrun riñan gayi'i

source: Read offline
trs: Gahio' nga nuhui' señal

source: Find your Reader View items in Bookmarks, even offline.
trs: Riña mà nej sa garan' doj ruhuât nu sa ga'ue ruguñu'unj gahiat, nuj si nitaj internet hua.

source: Go to Bookmarks
trs: Gun' riña sa raj sun nichro' doj

source: Available offline
trs: Ga'ue gahui'

source: Bookmark Reader View items to read them offline.
trs: Hua 'ngo rakïj ñanj ruguñu'unj gahio' nuj si nitaj internet hua.

source: Add to Bookmarks
trs: Nutò' riña sa raj sun nichro' doj

# activity_stream_topsites
source: Top Sites
trs: Hiuj ni'iaj yitïnj rè'

source: Highlights
trs: Ña'an

source: Bookmarked
trs: Sa arajsun nichrò' doj

source: Visited
trs: Ga'anj ni'io'

source: Dismiss
trs: Si gui'iaj guendo'

source: Delete from History
trs: Dure' sa nga ma

source: Welcome to your Highlights
trs: Guruhuât gunumât riña màn sa ña'an doj 'iát

source: &brandShortName; now creates highlights of things you've discovered on the web so you can find your way back to great articles, videos, bookmarks, and other pages.
trs: &brandShortName; Hiàj ni ga'ue nagi'iát nej sa ña'an doj narît riña web da' ga'ue hìo narì´t nej sa gahiat, sa ni'iajt, ñanj gahiat, ni a'ngô nej sa huaa.
