Repository: tktk711/mozilla-l10n
Catalog: xog/browser/chrome/browser/preferences/main.dtd.po
Languages: xog

source: Startup
xog: Ntandiika

source: Show my home page
xog: Laga olukalala lwa embumbu yange

source: Show a blank page
xog: Laga lukalala olweleele

source: Show my windows and tabs from last time
xog: Laga amadinisa gange na amatabulo okuva ku mulundi ogwabita

source: Home &Page:
xog: Ka &Lukalala:

source: Use &Current Page
xog: Kozesa &Olukalala Luno

source: Use Current Pages
xog: Kozesa Emikalala Ghino

source: Use &Bookmark…
xog: Kozesa &Obwidhuso...

source: &Restore to Default
xog: &Izaayo ku Nkizo

source: Downloads
xog: Ebitwikulwa

source: Sa&ve files to
xog: Te&leka fayilo ku

source: Choos&e…
xog: Loond&a...

source: &Always ask me where to save files
xog: &Buli kaseela mbuuza gha aghokukuumila amafayilo
