Repository: tktk711/mozilla-l10n
Catalog: kok/browser/installer/nsisstrings.properties.po
Languages: kok

source: $BrandShortName Setup
kok: $BrandShortName सेटअप

source: Thanks for choosing $BrandFullName, the browser that chooses you above everything else.
kok: $BrandFullName निवडल्याबद्दल देव बरे करू. अशे ब्रावजर जे तुमची सगळ्यांपरस निवड करता.

source: You're about to enjoy the very latest in speed, flexibility and security so you're always in control.
kok: गती, लवचिकताय आणि सुरक्षितताय हातूंतले सगळ्यांत नवे तुमी अणभवतले. जाकालागून तुमचे सदांच नियंत्रण उरतले.

source: That's because $BrandShortName is made by a non-profit to make browsing and the Web better for you.
kok: हाचे कारण $BrandShortName हे ब्रावजिंग आणि वेब तुमका अदिक बरेतरेन करपाक मेळचे म्हण बिगर-नफो तत्त्वार तयार केला.

source: You're also joining a global community of users, contributors and developers working to make the best browser in the world.
kok: तुमी वापरपी, जगातले सगळ्यांत बरे ब्रावजर तयार करपाक योगदान दिवपी आणि विकासक हांच्या वैश्र्विक समुदायांत सामील जातात.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
kok: प्रतिष्ठापन निदेशिकेंत बरोवपाखातीर तुमका प्रवेश ना. वेगळी निदेशिका निवडपाक OK क्लीक करात.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
kok: ह्या थळार प्रतिष्ठापित करपाक जाय तितलो जागो डिस्कार ना. वेगवेगळे थळ निवडपाक OK करात.

source: Unable to install to the root of your disk. Click OK to select a different location.
kok: तुमच्या डिस्काच्या मुळाकडेन प्रतिष्ठापित करपाक जमले ना. वेगळे थळ निवडपाक OK करात.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
kok: $BrandShortName पयलीच चालू आसा. तुमी आता प्रतिष्ठापित केल्या ती आवृत्ती चालू करपापयली $BrandShortName बंद करात.

source: Your download was interrupted. Please click the OK button to continue.
kok: तुमच्या डावनलोडांत व्यत्यय आयलो. मुखार वचपाक OK बटण क्लीक करात

source: &Install
kok: आनी स्थापीत करप

source: &Upgrade
kok: &सुदार

source: Cancel
kok: रद्द

source: &Options
kok: पर्याय

source: &Make $BrandShortName my default browser
kok: $BrandShortName म्हजे मुळावे ब्रावजर करात&

source: Create Shortcuts for $BrandShortName:
kok: $BrandShortName खातीर शॉर्टकट तयार करात:

source: On my &Task bar
kok: म्हज्या &काम पट्टेंत

source: On my &Quick Launch bar
kok: म्हज्या &त्वरित चालू करपी पट्टेंत

source: In my &Start Menu Programs Folder
kok: म्हज्या &सुरवेचे मेनू कार्यावळी फोल्डरांत

source: On my &Desktop
kok: म्हज्या डेस्कटॉपार&

source: Space Required:
kok: जाय आशिल्लो जागो:

source: Space Available:
kok: आशिल्लो जागो:

source: One moment, $BrandShortName will launch as soon as the install is complete…
kok: एक खीण, $BrandShortName प्रतिष्ठापन पुराय जायनाफुडे चालू जातले...

source: One moment, $BrandShortName will launch as soon as the upgrade is complete…
kok: एक खीण, $BrandShortName सुदार पुराय जायनाफुडे चालू जातले..

source: &Install the $BrandShortName background update service
kok: $BrandShortName फाटभूय सुदार सेवा &प्रतिष्ठापित करात

source: S&end information about this installation to Mozilla
kok: ह्या प्रतिष्ठापनाविशीची माहिती मॉझीलाक धाडात&

source: B&rowse…
kok: &ब्रावज..

source: Destination Folder
kok: लक्ष्य फोल्डर

source: Downloading $BrandShortName…
kok: $BrandShortName डावनलोड करता..

source: Installing $BrandShortName…
kok: $BrandShortName प्रतिष्ठापित करता...

source: Upgrading $BrandShortName…
kok: $BrandShortName सुदारता...

source: Select the folder to install $BrandShortName in.
kok: $BrandShortName प्रतिष्ठापित करपाक फोल्डर निवडात.
