Repository: tktk711/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/addressbook/abContactsPanel.dtd.po
Languages: dsb

# propertiesMenu.label propertiesMenu.accesskey
source: Propert&ies
dsb: &Kakosći

source: Address Book Propert&ies
dsb: Kak&osći adresnika

source: Contact Propert&ies
dsb: Kon&taktowe kakosći

source: Ma&iling List Properties
dsb: Kakosći &rozesćełańskeje lisćiny

source: Address Boo&k:
dsb: &Adresnik:

source: Search Co&ntacts:
dsb: Ko&ntakty pytaś:

source: Name or Email
dsb: Mě abo e-mail

source: &Add to To field
dsb: Póloju Ko&mu pśidaś

source: Add to &Cc field
dsb: Póloju Kop&ija pśidaś

source: Add to &Bcc field
dsb: Póloju S&chowana kopija pśidaś

source: &Delete
dsb: &Lašowaś

# propertiesContext.label propertiesContext.accesskey
source: Propert&ies
dsb: K&akosći

# abPropertiesContext.label abPropertiesContext.accesskey
source: Propert&ies
dsb: K&akosći

source: &Edit Contact
dsb: Kontakt wo&bźěłaś

source: &Edit List
dsb: &Lisćinu wobźěłaś

source: &Add to To:
dsb: Póloju Ko&mu pśidaś:

source: Add to &Cc:
dsb: Póloju Kop&ija pśidaś:

source: Add to &Bcc:
dsb: Póloju S&chowana kopija pśidaś:
