Repository: tktk711/mozilla-l10n
Catalog: doi/toolkit/chrome/mozapps/extensions/selectAddons.dtd.po
Languages: doi

source: width: 93ch; height: 448px;
doi: चौड़ाई: 93ch; उचाई: 448px;

source: Checking Your Add-ons
doi: अपनियां ऐड-ऑनां जांचो

source: Checking your add-ons for compatibility with this version of &brandShortName;.
doi: &brandShortName; दे इस सरूप कन्नै अनुकूलता आस्तै तुंʼदियें ऐड-ऑनें गी जांचेआ जा करदा ऐ.

# select.heading
source: Select Your Add-ons
doi: अपनियां ऐड-ऑनां चुनो

# select.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
doi: जिʼनें ऐड-ऑनें गी हून तुस नेईं बरता करदे , उʼनें गी असमर्थ करियै &brandShortName; गी तेज बनाओ. त्री पार्टियें द्वारा पैह्‌लें थमां इंस्टाल कीती दियां ऐड-ऑनां स्वचलत चाल्ली कन्नै असमर्थ होई जाङन जेकर तुस उʼनें गी खʼल्ल चुनदे नेईं.

source: Keep
doi: रक्खो

source: width: 6ch;
doi: चौड़ाई: 6ch;

source: Action
doi: अमल

source: width: 35ch;
doi: चौड़ाई: 35ch;

source: Installed By
doi: द्वारा इंस्टाल कीता गेदा

source: Name
doi: नांऽ

source: width: 33ch;
doi: चौड़ाई: 33ch;

# confirm.heading
source: Select Your Add-ons
doi: अपनियां ऐड-ऑनां चुनो

# confirm.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
doi: जिʼनें ऐड-ऑनें गी हून तुस नेईं बरता करदे , उʼनें गी असमर्थ करियै &brandShortName; गी तेज बनाओ. त्री पार्टियें द्वारा पैह्‌लें थमां इंस्टाल कीती दियां ऐड-ऑनां स्वचलत चाल्ली कन्नै असमर्थ होई जाङन जेकर तुस उʼनें गी खʼल्ल चुनदे नेईं.

source: The following add-ons will be disabled:
doi: इʼनें ऐड-ऑनें गी असमर्थ करी दित्ता जाह्‌ग:

source: The following add-ons are disabled, but will be enabled as soon as they are compatible:
doi: एह् ऐड-ऑनां असमर्थ करी दित्तियां गेदियां न, पर जिसलै ओह् अनुकूल होङन तां उʼनें गी समर्थ करी दित्ता जाह्‌ग:

source: The following add-ons will be updated:
doi: इʼनें ऐड-ऑनें गी अपडेट करी दित्ता जाह्‌ग:

source: The following add-ons will be enabled:
doi: इʼनें ऐड-ऑनें गी समर्थ करी दित्ता जाह्‌ग:

source: Updating Your Add-ons
doi: तुंʼदियें ऐड-ऑनें गी अपडेट कीता जा करदा ऐ

source: Downloading and installing updates for your selected add-ons.
doi: तुंʼदियें चुनिंदा ऐड-ऑनें आस्तै अपडेटें गी डाउनलोड ते इंस्टाल कीता जा करदा ऐ.

source: &brandShortName; could not update some of your add-ons.
doi: &brandShortName; तुंʼदियें किश ऐड-ऑनें गी अपडेट नेईं करी सकेआ.

source: Installing updates for some of your add-ons failed. &brandShortName; will automatically try to update them again later.
doi: तुंʼदियें किश ऐड-ऑनें आस्तै अपडेटें गी इंस्टाल करना असफल रेहा. &brandShortName; बाद च स्वचलत चाल्ली कन्नै उʼनें गी अपडेट करने दी दोबारा कोशश करग.

source: You can always change your add-ons by going to the Add-ons Manager.
doi: ऐड-ऑनां मैनेजर च जाइयै तुस म्हेशा अपनियें ऐड-ऑनें गी बदली सकदे ओ.

source: Cancel
doi: रद्द करो

source: Back
doi: पिच्छें

source: Next
doi: अगला

source: Done
doi: कीता
