Repository: tktk711/mozilla-l10n
Catalog: */mail/installer/custom.properties.po
Languages: ar, bg, bs, eu, kab, nb_no, nn_no, pt_br, uz

source: $BrandShortName is a full-featured email application. $BrandShortName supports IMAP and POP mail protocols, as well as HTML mail formatting. Built-in junk mail controls, RSS capabilities, powerful quick search, spell check as you type, global inbox, and advanced message filtering round out $BrandShortName's modern feature set.
ar: $BrandShortName برنامج بريد كامل الميزات. $BrandShortName يدعم بروتوكرولات بريد IMAP و POP، إضافة إلى تنسيق HTML للبريد. يُضاف إلى ذلك مجموعة مزايا حديثة لـ $BrandShortName تشمل التحكم المبيّت ببريد السُخام، و قدرات RSS، و البحث السريع القوي، و التدقيق الإملائي أثناء الكتابة، و صندوق الوارد العمومي، و ترشيح الرسائل المتقدم.
bg: $BrandShortName е напълно функционално приложение за електронна поща. $BrandShortName поддържа пощенските протоколи IMAP и POP, както и HTML форматиране на писмата. Вграденият контрол за нежелана поща, RSS възможностите, бързото търсене, проверката на правописа при писане, глобалната входяща пощенска кутия и усъвършенстваното филтриране на писмата правят $BrandShortName един модерен пощенски клиент.
bs: $BrandShortName je potpuna e-mail aplikacija. $BrandShortName podržava IMAP i POP protokole, kao i HTML formatiranje poruka. Ugrađene kontrole neželjene pošte, RSS mogućnosti, moćno i brzo pretraživanje, provjera pravopisa pri tipkanju, globalna primljena pošta i napredno filtriranje poruka zaokružuje moderni set mogućnosti podržanih u $BrandShortName.
eu: $BrandShortName era guztietako ezaugarriak dituen posta-bezeroa da. $BrandShortName(e)k IMAP eta POP posta-protokoloak onartzen ditu eta HTML formatudun posta ere bai. Integratutako zabor-posta kontrolak, RSS maneiatzeko gaitasuna, bilaketa bizkor eta boteretsua, ortografia egiaztatzea idatzi ahala, postontzi orokorra eta mezuen iragazte aurreratua aipa daitezke ezaugarri modernoen artean.
kab: $BrandShortName d asnas n tirawt ummid. $BrandShortName yessefrak ineggafen n tirawt IMAP akked POP ,imasalen n tirawt HTML. asenden n tirawt ispamen usliɣ, Isuddam RSS, anadi arurad uzmir, amseqtay n tira ticki tettaruḍ, tabwaṭ n tirawt tamatut, azizdeg leqqayen n yeznan di tagrumma n tmeẓliyin titrarin n $BrandShortName.
nb_no: $BrandShortName er et e-postprogram med alle funksjonene du trenger. $BrandShortName støtter IMAP og POP e-postprotokoller, i tillegg til HTML e-postformatering. Innebygd reklamepostkontroll, RSS-funksjoner, kraftige søkefunksjoner, stavekontroll mens du skriver, global innboks og avanserte meldingsfiltre er deler av $BrandShortName sitt moderne funksjonssett.
nn_no: $BrandShortName er eit e-postprogram med alle funksjonane du treng. $BrandShortName støttar IMAP og POP e-postprotokollar, i tillegg til HTML e-postformatering. Innebygd reklamepostkontroll, RSS-funksjonar, kraftige søjkefunksjonar, stavekontroll medan du skriv, global innboks og avanserte meldingsfilter er delar av $BrandShortName sitt moderne funksjonssett.
pt_br: O $BrandShortName é um aplicativo completo de e-mail. O $BrandShortName suporta os protocolos de e-mail IMAP e POP e também mensagens com formatação HTML. Controles antispam, RSS, poderosa ferramenta de pesquisa, verificação ortográfica ao digitar, caixa de entrada global e avançados filtros de mensagens arrematam o moderno conjunto de recursos do $BrandShortName.
uz: $BrandShortName to‘liq xususiyatli e-pochta ilova dasturi. $BrandShortName dasturi IMAP va POP pochta protokollaridan, shuningdek, HTML pochta formatlashdan foydalanadi. Xatlarni chiqindiga chiqarish moslamalari, RSS imkoniyatlari, kuchli tezkor qidiruv, yozganingizda imlo xatolarini tekshirish va qo‘shimcha xabarlarni filterlash kabi $BrandShortName’ning zamonaviy xususiyatlar to‘pami o‘rnatilgan.

source: $BrandShortName &Options
ar: &خيارات $BrandShortName
bg: &Настройки на $BrandShortName
bs: $BrandShortName &Opcije
eu: $BrandShortName(r)en &aukerak
kab: &Iqewwaṛen n $BrandShortName
nb_no: $BrandShortName &Innstillinger
nn_no: $BrandShortName &innstillingar
pt_br: &Opções do $BrandShortName
uz: $BrandShortName &tanlamalari

source: $BrandShortName &Safe Mode
ar: نم&ط $BrandShortName الآمن
bg: Безопасен режим на $BrandShortName
bs: $BrandShortName &sigurni režim
eu: $BrandShortName(r)en modu &segurua
kab: A&skar aɣelsan n $BrandShortName
nb_no: $BrandShortName &Sikker modus
nn_no: $BrandShortName &trygg modus
pt_br: &Modo de segurança do $BrandShortName
uz: $BrandShortName &xavfsiz usulda

source: Setup Type
ar: نوع التثبيت
bg: Вид на инсталацията
bs: Tip instalacije
eu: Instalazio mota
kab: Tawsit n usebded
nb_no: Installeringstype
nn_no: Installasjonstype
pt_br: Tipo de instalação
uz: O‘rnatish turi

source: Choose setup options
ar: انتقِ خيارات التثبيت
bg: Изберете настройки за инсталацията
bs: Izbor opcija instalacije
eu: Aukeratu instalatzeko aukerak
kab: Fren iɣewwaṛen n usebded
nb_no: Velg installeringstype
nn_no: Vel installasjonsalternativ
pt_br: Selecione as opções de instalação.
uz: O‘rnatish usullarini tanlang

source: &Use $BrandShortName as my default mail application
ar: اج&عل $BrandShortName برنامج البريد المبدئي
bg: &Използване на $BrandShortName като моята програма за поща
bs: Koristi $BrandShortName kao moju glavnu email aplikaciju
eu: &Erabili $BrandShortName lehenetsitako posta-bezero gisa
kab: Se&qdec $BrandShortName d asnas n tirawt amezwer
nb_no: &Bruk $BrandShortName som standard e-postprogram
nn_no: &Bruk $BrandShortName som standard e-postprogram
pt_br: &Definir o $BrandShortName como o aplicativo de e-mail padrão
uz: $BrandShortName dasturidan standart e-pochta dasturi sifatida &foydalanilsin

source: Set Up Shortcuts
ar: اختصارات التثبيت
bg: Поставяне на препратки
bs: Postavi shortcute
eu: Ezarri lasterbideak
kab: Sbadu inegzumen n unasiw
nb_no: Opprett snarveier
nn_no: Lag snarvegar
pt_br: Atalhos
uz: O‘rnatish yorliqlari

source: Create Program Icons
ar: أنشئ أيقونات البرنامج
bg: Създаване на програмни икони
bs: Kreiraj programske ikone
eu: Sortu programa-ikonoak
kab: Rni tignitin n useɣẓan
nb_no: Opprett programikoner
nn_no: Opprett programikon
pt_br: Criando os ícones do aplicativo.
uz: Dastur nishonchalarini yaratish

source: Set Up Optional Components
ar: اضبط المكونات الاختيارية
bg: Настройка на допълнителни компоненти
bs: Podešavanje opcionalnih komponenti
eu: Konfiguratu aukerazko osagaiak
kab: Qbadu isuddas ifrayanen
nb_no: Sett opp valgfri komponenter
nn_no: Sett opp valfrie komponentar
pt_br: Configurar componentes opcionais
uz: Tanlanadigan komponentlarni o‘rnatish

source: Optional Recommended Components
ar: المكونات الاختيارية المُزكاة
bg: Допълнителни препоръчвани компоненти
bs: Preporučene opcionalne komponente
eu: Gomendatutako aukerazko osagaiak
kab: Isuddas ifrayanen yelhan
nb_no: Valgfri anbefalte komponenter
nn_no: Valfrie tilrådde komponentar
pt_br: Componentes opcionais recomendados
uz: Tanlanadigan tavsiya qilinadigan komponentlar

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
ar: تتيح لك خدمة الصيانة تحديث $BrandShortName في الخلقية دون إزعاجك.
bg: Maintenance Service ще ви позволи на $BrandShortName да се обновява незабележимо във фонов режим.
bs: Servis održavanja će vam omogućiti da nadogradite $BrandShortName tiho u pozadini.
eu: Mantentze-zerbitzuarekin $BrandShortName modu isilean eguneratu ahal izango duzu atzeko planoan.
kab: Ameẓlu n useggem ak-yeǧǧ ad tleqmeḍ $BrandShortName s tsusmi deg ugilal.
nb_no: Vedlikeholdstjenesten lar deg oppdatere $BrandShortName stille i bakgrunnen.
nn_no: Vedlikehaldstenesta lar deg oppdatere $BrandShortName stille i bakgrunnen.
pt_br: O Serviço de Manutenção permitirá que o $BrandShortName seja atualizado silenciosamente em segundo plano.
uz: Texnik xizmat ko‘rsatish $BrandShortName dasturini tinchgina orqa fonda yangilash imkonini beradi.

source: Install &Maintenance Service
ar: ثبّت خدمة ال&صيانة
bg: Инсталиране на &Maintenance Service
bs: Instaliraj &Servis održavanja
eu: Instalatu &mantentze-zerbitzua
kab: Sebded tanfa n &useggwem
nb_no: Installer &Vedlikehold-tjenesten
nn_no: Installer &Vedlikehald-tenesta
pt_br: Instalar Serviço de &Manutenção
uz: &Texnik xizmat ko‘rsatishni o‘rnatish

source: Summary
ar: تلخيص
bg: Резюме
bs: Sažetak
eu: Laburpena
kab: Agzul
nb_no: Oppsummering
nn_no: Oppsummering
pt_br: Resumo
uz: Natija

source: Ready to start installing $BrandShortName
ar: جاهز لبدء تثبيت $BrandShortName
bg: Готовност за начало на инсталиране на $BrandShortName
bs: Sve je spremno za instalaciju $BrandShortName
eu: $BrandShortName instalatzen hasteko prest
kab: Ihegga i tnekra n usebded n $BrandShortName
nb_no: Klar til å installere $BrandShortName
nn_no: Klar til å installere $BrandShortName
pt_br: Pronto para instalar o $BrandShortName.
uz: $BrandShortName’ni o‘rnatishni boshlashga tayyor

source: $BrandShortName will be installed to the following location:
ar: سيُثبّت $BrandShortName في المكان التالي:
bg: $BrandShortName ще бъде инсталиран на следното място:
bs: $BrandShortName će biti instaliran na sljedećoj lokaciji:
eu: $BrandShortName ondorengo kokalekuan instalatuko da:
kab: $BrandShortName ad yebded deg adeg agi:
nb_no: Installerer $BrandShortName til følgende plassering:
nn_no: $BrandShortName vert installert til følgande plassering:
pt_br: O $BrandShortName será instalado neste local:
uz: $BrandShortName quyidagi manzilga o‘rnatiladi:

source: A restart of your computer may be required to complete the installation.
ar: قد تحتاج لأن تعيد إقلاع حاسوبك لإتمام التثبيت.
bg: След края на инсталацията може да бъде необходимо рестартиране на системата.
bs: Restart vašeg računara bit će neophodan za kompletiranje instalacije.
eu: Beharrezkoa izan daiteke zure ordenagailua berrabiaraztea instalazioa burutzeko.
kab: Issefk ad tsenkreḍ i tikelt nniḍen aselkim inek akken ad ifak usebded.
nb_no: En omstart av datamaskinen kan være nødvendig for å fullføre installasjonen.
nn_no: Ein omstart av datamaskina kan vera nødvendig for å fullføra installasjonen.
pt_br: Pode ser necessário reiniciar o seu computador para concluir a instalação.
uz: O‘rnatishni tugatish uchun kompyuterni o‘chirib-yoqish kerak bo‘ladi.

source: A restart of your computer may be required to complete the uninstall.
ar: قد تحتاج لأن تعيد إقلاع حاسوبك لإتمام إزالة التثبيت.
bg: След деинсталирането може да бъде необходимо рестартиране на системата.
bs: Restart vašeg računara bit će neophodan za kompletiranje deinstalacije.
eu: Beharrezkoa izan daiteke zure ordenagailua berrabiaraztea desinstalazioa burutzeko.
kab: Ahat issefk ad tsenkreḍ i tikelt nniḍen aselkim inek akken ad tfak tukksa.
nb_no: En omstart av datamaskinen kan være nødvendig for å fullføre avinstalleringen.
nn_no: Ein omstart av datamaskina di kan vera nødvendig for å fullføra avinstalleringa.
pt_br: Pode ser necessário reiniciar o seu computador para concluir a desinstalação.
uz: O‘chirishni tugatish uchun kompyuterni o‘chirib-yoqish kerak bo‘ladi.

source: $BrandShortName will be set as your default mail application.
ar: سيصبح $BrandShortName برنامج البريد المبدئي لديك.
bg: $BrandShortName ще бъде установен като програма за поща по подразбиране.
bs: $BrandShortName će biti postavljen kao vaša glavna email aplikacija..
eu: $BrandShortName zure lehenetsitako posta-bezeroa izango da.
kab: $BrandShortName ad ittusbadu d asnas inek n tirawt amezwer.
nb_no: $BrandShortName vil installeres som standard e-postprogram.
nn_no: $BrandShortName vil bli valt som standard e-postprogram.
pt_br: O $BrandShortName será definido como o aplicativo de e-mail padrão.
uz: $BrandShortName standart pochta dasturi sifatida o‘rnatiladi.

source: Click Install to continue.
ar: انقر على ثبِّت للمتابعة.
bg: Натиснете Инсталиране, за да продължите.
bs: Kliknite Instaliraj za nastavak.
eu: Jarraitzeko, egin klik Instalatu botoian.
kab: Sit ɣef sebded iwakken ad tedduḍ.
nb_no: Trykk «Installer» for å fortsette.
nn_no: Trykk «Installer» for å halde fram.
pt_br: Clique em “Instalar” para continuar.
uz: Davom etish uchun "O‘rnatish" tugmasiga bosing.

source: &Tell us what you thought of $BrandShortName
ar: أ&خبِرنا برأيك في $BrandShortName
bg: &Кажете ни какво мислите за $BrandShortName
bs: &Recite nam šta mislite o $BrandShortName-u
eu: &Emaiguzu $BrandShortName(r)i buruz duzun iritzia
kab: &Mudd-ed tikti yinek ɣef $BrandShortName
nb_no: F&ortell oss hva du syntes om $BrandShortName
nn_no: F&ortel oss kva du tykte om $BrandShortName
pt_br: &Diga-nos o que você achou do $BrandShortName
uz: $BrandShortName haqidagi fikrlaringizni bizga &ayting

source: &Launch $BrandFullName now
ar: ا&بدأ $BrandFullName الآن
bg: &Стартиране на $BrandFullName
bs: Po&kreni $BrandFullName odmah
eu: &Abiarazi $BrandFullName orain
kab: &Senker tura $BrandFullName
nb_no: &Start $BrandFullName nå
nn_no: &Start $BrandFullName no
pt_br: &Iniciar o $BrandFullName agora
uz: $BrandFullName dasturini hozir ishga &tushirish

source: Create icons for $BrandShortName:
ar: أنشئ أيقونات لـ $BrandShortName:
bg: Създаване на икони за $BrandShortName:
bs: Kreiraj ikone za $BrandShortName:
eu: Sortu $BrandShortName(r)entzako ikonoak:
kab: Rnu tignitin i $BrandShortName:
nb_no: Opprett programikoner for $BrandShortName på:
nn_no: Opprett programikon for $BrandShortName:
pt_br: Criar ícones para o $BrandShortName:
uz: $BrandShortName nishonchalarini yaratish:

source: On my &Desktop
ar: على س&طح مكتبي
bg: На &работния плот
bs: Na mom &Desktopu
eu: &Mahaigainean
kab: Ɣef &ufellaru yinu
nb_no: &Skrivebordet
nn_no: &Skrivebordet
pt_br: &Na área de trabalho
uz: &Ish stolimda

source: In my &Start Menu Programs folder
ar: في مجلد &برامج قائمة البدء
bg: В папката на менюто за &стартиране
bs: U direktorij Programi mog &Start menija
eu: &Hasi menuko Programak karpetan
kab: Ɣef ukaram &Ahilen n wumuɣ Senker
nb_no: St&artmenyen
nn_no: St&artmenyen
pt_br: Na pasta “&Programas” do menu Iniciar
uz: "&Boshlash" menyusidagi "Dasturlar" jildida

source: In my &Quick Launch bar
ar: في شريط البدء ال&سريع
bg: В лентата за &бързо пускане
bs: U mojoj &Quick Launch traci
eu: &Abiarazte bizkorreko barran
kab: Ɣef ufeggag Asen&ker arurad
nb_no: &Hurtigstartlinjen
nn_no: &Hurtigstartlinja
pt_br: Na &barra de início rápido
uz: &Tezkor ishga tushirish panelida

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
ar: يجب أن تغلق $BrandShortName لمتابعة التثبيت. رجاءً أغلق $BrandShortName للمتابعة.
bg: $BrandShortName трябва да бъде затворен, за да продължи инсталацията. Моля, затворете $BrandShortName, за да продължите.
bs: $BrandShortName mora biti zatvoren za nastavak instalacije. Molimo da zatvorite $BrandShortName za nastavak.
eu: Beharrezkoa da $BrandShortName ixtea instalazioari ekiteko. Jarraitzeko, itxi $BrandShortName.
kab: Issefk ad tmedleḍ $BrandShortName akken ad tessenkreḍ asebded. Ma ulac aɣilif, mdel $BrandShortName akken ad tkemleḍ.
nb_no: Du må lukke $BrandShortName før du installerer. Lukk $BrandShortName for å fortsette.
nn_no: $BrandShortName må latast att for å halde fram med installeringa. Lukk $BrandShortName for å halde fram.
pt_br: O $BrandShortName deve ser encerrado para prosseguir com a instalação. Por favor, feche o $BrandShortName para continuar.
uz: O‘rnatish jarayoni davom etish uchun $BrandShortName yopilishi kerak. Davom etish uchun $BrandShortName dasturini yoping.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
ar: يجب أن تغلق $BrandShortName لتستطيع متابعة إزالة التثبيت. رجاءً أغلِق $BrandShortName للمتابعة.
bg: $BrandShortName трябва да бъде затворен, за да продължи деинсталацията. Моля, затворете $BrandShortName, за да продължите.
bs: $BrandShortName mora biti zatvoren za nastavak deinstalacije. Molimo da zatvorite $BrandShortName za nastavak.
eu: Beharrezkoa da $BrandShortName ixtea desinstalazioari ekiteko. Jarraitzeko, itxi $BrandShortName.
kab: Issefk ad tmedleḍ $BrandShortName akken ad tessenkreḍ tukksa. Ma ulac aɣilif, mdel $BrandShortName akken ad tkemled.
nb_no: Du må lukke $BrandShortName før du avinstallerer. Lukk $BrandShortName for å fortsette.
nn_no: $BrandShortName må latast att før du held fram med avinstalleringa. Lukk $BrandShortName for å halde fram.
pt_br: O $BrandShortName deve ser encerrado para prosseguir com a desinstalação. Por favor, feche o $BrandShortName para continuar.
uz: O‘chirish jarayoni davom etish uchun $BrandShortName yopilishi kerak. Davom etish uchun $BrandShortName dasturini yoping.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
ar: $BrandShortName مشغَّل حاليًا. رجاءً أغلِق $BrandShortName قبل تشغيل النسخة التي ثبّتّها لتوّك.
bg: $BrandShortName вече работи. Моля, затворете $BrandShortName преди да стартирате версията, която току що инсталирахте.
bs: $BrandShortName je već pokrenut. Molimo da zatvorite $BrandShortName prije pokretanja verzije koju ste upravo instalirali.
eu: $BrandShortName martxan dago. Itxi $BrandShortName instalatu berri duzun bertsioa abiarazi aurretik.
kab: $BrandShortName ay teddu yakan. Ma ulac aɣilif mdel $BrandShortName send asenker n lqem i tesbedeḍ yakan tura.
nb_no: $BrandShortName er allerede åpen. Lukk $BrandShortName før du starter versjonen du nettopp installerte.
nn_no: $BrandShortName køyrer allereie. Lukk $BrandShortName før du startar versjonen du nettopp installerte.
pt_br: O $BrandShortName já está em execução. Por favor, feche o $BrandShortName antes de iniciar a versão recém-instalada.
uz: $BrandShortName allaqachon ishga tushirilgan. Siz hozir o‘rnatgan $BrandShortName dasturining versiyasini ishga tushirish uchun, avvalo, uni yoping.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
ar: ليس لك صلاحية الكتابة في مجلّد التثبيت. انقر ”حسنا“ لاختيار مكان آخر.
bg: Нямате достъп да инсталирате в програмната директория. Натиснете OK за да изберете друга директория.
bs: Nemate pristup za pisanje u instalacioni direktorij. Kliknite OK za izbor drugog direktorija.
eu: Ez duzu instalazio-direktorioan idazteko baimenik. Egin klik Ados botoian beste direktorio bat hautatzeko.
kab: Ur ɣur-k ara azref n tira ɣef ukaram n usebded. Sit ɣef « OK » i wefran n ukaram nniḍen.
nb_no: Du har ikke tilgang til å skrive til installasjonsmappen. Trykk OK for å velge en annen mappe.
nn_no: Du har ikkje tilgang til å skrive til installasjonsmappa. Trykk OK for å velje ei anna mappe.
pt_br: Você não possui permissão de escrita na pasta de instalação. Clique em “OK” para selecionar uma pasta diferente.
uz: Sizga o‘rnatish direktoriyasiga yozish huquqi berilmagan. Boshqa direktoriyani tanlash uchun "OK" tugmasini bosing.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
ar: لا توجد مساحة كافية على القرص للتثبيت في هذا المكان. انقر ”حسنا“ لاختيار مكان آخر.
bg: Нямате достатъчно дисково място за инсталиране. Натиснете OK за да изберете друго място.
bs: Nemate dovoljno slobodnog prostora na disku da biste instalirali na ovu lokaciju. Kliknite OK za izbor drugog direktorija.
eu: Ez duzu kokapen honetan idazteko behar adina leku. Egin klik Ados botoian beste kokapen bat hautatzeko.
kab: Ulac adeg iwatan ɣef uḍebsi i wesebded ɣef ukaram agi. Sit ɣef OK i wefran n ukaram nniḍen.
nb_no: Du har ikke nok ledig diskplass for å installere til denne mappen. Trykk OK for å velge en annen plassering.
nn_no: Du har ikkje nok ledig plass for å installere til denne mappa. Trykk OK for å velje ei anna plassering.
pt_br: Você não possui espaço em disco suficiente para instalar neste local. Clique em “OK” para selecionar outro local.
uz: Ushbu manzilga o‘rnatish uchun ushbu disk qismida yetarlicha bo‘sh joy yo‘q. Boshqa manzilni tanlash uchun "OK" tugmasini bosing.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer. Please click the OK button for additional information.
ar: للأسف لا يمكن تثبيت $BrandShortName. تحتاج إصدارة $BrandShortName هذه ${MinSupportedVer} أو أحدث. رجاء الضغط على زر ”حسنا“ لمزيد من المعلومات.
bs: Oprostite, $BrandShortName ne može biti instaliran. Ova $BrandShortName verzija zahtijeva ${MinSupportedVer} ili noviju. Kliknite OK za više informacija.
kab: Suref-iyi, $BrandShortName ur yezmir ara ad yebded. Lqem agi n $BrandShortName yesra ${MinSupportedVer} neɣ amaynut. Ma ulac aɣilif, sit ɣef OK i wugar n telɣut.
nb_no: Beklager, $BrandShortName kan ikke bli installert. Denne versjonen av $BrandShortName krever ${MinSupportedVer} eller nyere. Klikk OK for mer informasjon.
nn_no: Beklager, $BrandShortName kan ikkje installerast. Denne versjonen av $BrandShortName krev ${MinSupportedVer} eller nyare. Klikk OK for meir informasjon.
uz: Kechirasiz, $BrandShortName o‘rnatilmaydi. $BrandShortName dasturinig ushbu versiyasi ${MinSupportedVer} yoki yangiroq versiyasini talab qiladi. Qo‘shimcha ma’lumot olish uchun OK tugmasini bosing.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
ar: للأسف لا يمكن تثبيت $BrandShortName. تحتاج إصدارة $BrandShortName هذه معالج يدعم ${MinSupportedCPU}. رجاء الضغط على زر ”حسنا“ لمزيد من المعلومات.
bs: Oprostite, $BrandShortName ne može biti instaliran. Ova $BrandShortName verzija zahtijeva procesor s ${MinSupportedCPU} podrškom. Kliknite OK za više informacija.
kab: Suref-iyi, $BrandShortName ur yezmir ara ad yebded. Lqem agi n $BrandShortName yesra amsesfer s ${MinSupportedCPU} neɣ amaynut. Ma ulac aɣilif, sit ɣef OK i wugar n telɣut
nb_no: Beklager, $BrandShortName kan ikke bli installert. Denne versjonen av $BrandShortName krever en prosessor med ${MinSupportedCPU} støtte. Trykk på OK for mer informasjon.
nn_no: Beklagar, $BrandShortName kan ikkje installerast. Denne versjonen av $BrandShortName krev ein prosessor med ${MinSupportedCPU} støtte. Trykk på OK for meir informasjon.
uz: Kechirasiz, $BrandShortName o‘rnatilmaydi. $BrandShortName dasturinig ushbu versiyasi kamida ${MinSupportedCPU} bilan ishlay oladi. Qo‘shimcha ma’lumot olish uchun OK tugmasini bosing.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer and a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
ar: للأسف لا يمكن تثبيت $BrandShortName. تحتاج إصدارة $BrandShortName هذه ${MinSupportedVer} أو أحدث و معالج يدعم ${MinSupportedCPU}. رجاء الضغط على زر موافق لمزيد من المعلومات.
bs: Oprostite, $BrandShortName ne može biti instaliran. Ova $BrandShortName verzija zahtijeva ${MinSupportedVer} ili noviju i procesor s ${MinSupportedCPU} podrškom. Kliknite OK za više informacija.
kab: Suref-iyi, $BrandShortName ur yezmir ara ad yebded. Lqem agi n $BrandShortName yesra ${MinSupportedVer} neɣ amaynut akked umsesfer s ${MinSupportedCPU}. Ma ulac aɣilif, sit ɣef OK i wugar n telɣut.
nb_no: Beklager, $BrandShortName kan ikke bli installert. Denne versjonen av $BrandShortName krever ${MinSupportedVer} eller nyere og en prosessor med ${MinSupportedCPU} støtte. Klikk OK for mer informasjon.
nn_no: Diverre kan ikkje $BrandShortName installerast. Denne versjonen av $BrandShortName krev ${MinSupportedVer} eller nyare og ein prosessor med ${MinSupportedCPU} støtte. Trykk på OK for meir informasjon.
uz: Kechirasiz, $BrandShortName o‘rnatilmaydi. $BrandShortName dasturinig ushbu versiyasi ${MinSupportedVer} yoki kamida ${MinSupportedCPU} bilan ishlay oladigan yangiro‘gini talab qiladi. Qo‘shimcha ma’lumot olish uchun OK tugmasini bosing.
