Repository: tktk711/mozilla-l10n
Catalog: */mail/installer/custom.properties.po
Languages: ar, bg, bs, eu, kab, nb_no, nn_no, pt_br, uz

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
ar: تحتاج إلى إعادة إقلاع حاسوبك لإكمال إزالة التثبيت السابقة لـ $BrandShortName. أتريد إعادة الإقلاع الآن؟
bg: Вашият компютър трябва да се презареди, за да завърши предишна деинсталация на $BrandShortName. Искате ли да се презареди системата?
bs: Morate restartovati vaš računar za kompletiranje deinstalacije $BrandShortName-a. Da li ga želite odmah restartovati?
eu: Ordenagailua berrabiarazi behar da $BrandShortName(r)en aurreko desinstalazio bat burutzeko. Orain berrabiarazi nahi duzu?
kab: Issefk aselkim inek ad yekker tikelt nniḍen iwakken ad tfakeḍ tukksa yezrin n $BrandShortName. Tebɣiḍ ad tsenkreḍ tura?
nb_no: Datamaskinen må startes på nytt for å fullføre en tidligere avinstallering av $BrandShortName. Vil du starte på nytt nå?
nn_no: Datamaskina di må startast på nytt for å fullføra ei tidlegare avinstallering av $BrandShortName. Vil du starta på nytt no?
pt_br: Seu computador precisa ser reiniciado para concluir uma desinstalação anterior do $BrandShortName. Deseja reiniciar agora?
uz: $BrandShortName dasturining oldingi versiyasini o‘chirish uchun kompyuter o‘chirib-yoqilishi kerak. Hozir o‘chirib-yoqishni xohlaysizmi?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
ar: تحتاج إلى إعادة إقلاع حاسوبك لإكمال ترقية $BrandShortName السابقة. أتريد إعادة الإقلاع الآن؟
bg: Вашият компютър трябва да се презареди, за да завърши предишно надграждане на $BrandShortName. Искате ли да се презареди системата?
bs: Morate restartovati vaš računar za kompletiranje nadogradnje $BrandShortName-a. Da li ga želite odmah restartovati?
eu: Ordenagailua berrabiarazi behar da $BrandShortName(r)en aurreko bertsio-berritze bat burutzeko. Orain berrabiarazi nahi duzu?
kab: Issefk aselkim inek ad yekker tikelt nniḍen iwakken ad tfakeḍ aleqqem n $BrandShortName. Tebɣiḍ ad tsenkreḍ tura?
nb_no: Datamaskinen må startes på nytt for å fullføre en tidligere oppgradering av $BrandShortName. Vil du starte på nytt nå?
nn_no: Datamaskina di må startast på nytt for å fullføra ei tidlegare oppgradering av $BrandShortName. Vil du starta på nytt no?
pt_br: Seu computador precisa ser reiniciado para concluir uma atualização anterior do $BrandShortName. Deseja reiniciar agora?
uz: $BrandShortName dasturining oldingi yangilanishini tugatish uchun kompyuter o‘chirib-yoqilishi kerak. Hozir o‘chirib-yoqishni xohlaysizmi?

source: Error creating directory:
ar: حصل خطأ أثناء إنشاء المجلد:
bg: Грешка при създаване на директория:
bs: Greška pri kreiranju direktorija:
eu: Errorea direktorioa sortzean:
kab: Tuccḍa n tmerna n ukaram:
nb_no: Feil ved oppretting av mappe:
nn_no: Feil under oppretting av mappe:
pt_br: Erro ao criar diretório:
uz: Direktoriya yaratishda xatolik:

source: Click Cancel to stop the installation or Retry to try again.
ar: انقر على ”ألغِ“ لإيقاف التثبيت أو انقر على ”أعِد المحاولة“ لتعيد المحاولة.
bg: Натиснете Отказ, за да спрете инсталирането или натиснете Повторение, за да опитате пак.
bs: Kliknite Otkaži za obustavu instalacije ili Ponovi za novi pokušaj.
eu: Egin klik Utzi botoian instalazioa uzteko edo Saiatu berriro botoian berriro saiatzeko.
kab: Sit ɣef sefsex i wakken i wakken aţerkneḍ asebded neɣ ɛreḍ i tiket nniḍen.
nb_no: Trykk «Avbryt» for å stoppe installeringen, eller «Prøv igjen» for å prøve igjen.
nn_no: Trykk «Avbryt» for å stoppe installeringa, eller «Prøv igjen» for å prøve igjen.
pt_br: Clique em “Cancelar” para parar a instalação ou em “Tentar de novo” para continuar.
uz: O‘rnatish jarayonini to‘xtatish uchun "Bekor qilish" tugmasini bosing yoki qaytadan urinib ko‘rish uchun "Qayta urinish" tugmasiga bosing.

source: Uninstall $BrandFullName
ar: إزالة تثبيت $BrandFullName
bg: Деинсталиране на $BrandFullName
bs: Deinstaliraj $BrandFullName
eu: Desinstalatu $BrandFullName
kab: Tukksa n $BrandFullName
nb_no: Avinstaller $BrandFullName
nn_no: Avinstaller $BrandFullName
pt_br: Desinstalação do $BrandFullName
uz: $BrandFullName dasturini o‘chirish

source: Remove $BrandFullName from your computer.
ar: يُزال $BrandFullName من حاسوبك.
bg: Премахване на $BrandFullName от вашата система.
bs: Uklonite $BrandFullName sa svog računara.
eu: Ezabatu $BrandFullName ordenagailutik.
kab: Kkes $BrandFullName seg uselkim inek.
nb_no: Slett $BrandFullName fra datamaskinen.
nn_no: Fjern $BrandFullName frå datamaskina.
pt_br: Remover o $BrandFullName do seu computador.
uz: $BrandFullName dasturini kompyuterdan olib tashlash.

source: $BrandShortName will be uninstalled from the following location:
ar: سوف يُزال $BrandShortName من المكان التالي:
bg: $BrandShortName ще бъде деинсталирана от следното място:
bs: $BrandShortName će biti deinstaliran sa sljedeće lokacije:
eu: $BrandShortName ondorengo kokapenetik ezabatuko da:
kab: $BrandShortName ad iţwakkes seg adig agi:
nb_no: Avinstallerer $BrandShortName fra følgende mappe:
nn_no: $BrandShortName vil bli avinstallert frå følgande mappe:
pt_br: O $BrandShortName será desinstalado deste local:
uz: $BrandShortName quydagi manzildan o‘chiriladi:

source: Click Uninstall to continue.
ar: انقر على أزِل التثبيت للمتابعة.
bg: Натиснете Деинсталиране, за да продължите.
bs: Kliknite Deinstaliraj za nastavak.
eu: Jarraitzeko, egin klik Desinstalatu botoian.
kab: Sit ɣef Kkes akken ad tedduḍ.
nb_no: Trykk «Avinstaller» for å fortsette.
nn_no: Trykk «Avinstaller» for å halde fram.
pt_br: Clique em “Desinstalar” para continuar.
uz: Davom etish uchun "O‘chirish" tugmasini bosing.

source: Checking existing installation…
ar: يجري التحقق من التثبيتات الموجودة…
bg: Проверка на съществуващата инсталация…
bs: Provjera postojeće instalacije…
eu: Dagoen instalazioa egiaztatzen…
kab: Asenqed n usebded yellan…
nb_no: Kontrollerer installasjonen …
nn_no: Kontrollerer installasjonen …
pt_br: Verificando instalação existente…
uz: Mavjud o‘rnatish jarayoni tekshirilmoqda…

source: Installing $BrandShortName…
ar: يجري تثبيت $BrandShortName…
bg: Инсталиране на $BrandShortName…
bs: Instaliram $BrandShortName…
eu: $BrandShortName instalatzen…
kab: Asebded n $BrandShortName…
nb_no: Installerer $BrandShortName …
nn_no: Installerer $BrandShortName …
pt_br: Instalando o $BrandShortName…
uz: $BrandShortName o‘rnatilmoqda…

source: Installing Language Files (${AB_CD})…
ar: يجري تثبيت ملفات اللغة (${AB_CD})…
bg: Инсталиране на езиковите файлове (${AB_CD})…
bs: Instaliram jezičke fajlove (${AB_CD})…
eu: Hizkuntza-fitxategiak instalatzen (${AB_CD})…
kab: Asebded n ifuyla n tutlayt (${AB_CD})…
nb_no: Installerer språkfiler (${AB_CD}) …
nn_no: Installerer språkfiler (${AB_CD}) …
pt_br: Instalando os arquivos de idioma (${AB_CD})…
uz: Til fayllari (${AB_CD}) o‘rnatilmoqda…

source: Uninstalling $BrandShortName…
ar: يجري إزالة تثبيت $BrandShortName…
bg: Деинсталиране $BrandShortName…
bs: Deinstalacija $BrandShortName…
eu: $BrandShortName desinstalatzen…
kab: Tukksa n $BrandShortName…
nb_no: Avinstallerer $BrandShortName …
nn_no: Avinstallerer $BrandShortName …
pt_br: Desinstalando o $BrandShortName…
uz: $BrandShortName o‘chirilmoqda…

source: Cleaning up the birdcage…
ar: يجري تنظيف قفص الطيور…
bg: Почистване на кафеза…
bs: Čišćenje kaveza…
eu: Kaiola garbitzen…
kab: Asfaḍ n texxamt n ugḍiḍ iteddu…
nb_no: Utfører vedlikehold …
nn_no: Utfører vedlikehald …
pt_br: Limpando o viveiro…
uz: Qushning qafasi tozalanmoqda…

source: Choose the type of setup you prefer, then click Next.
ar: اختر نوع التنصيب الذي تفضله، ثم انقر على زر التالي.
bg: Изберете вида на инсталация и натиснете бутона Напред.
bs: Izaberite željeni tip instalacije, zatim kliknite Sljedeće.
eu: Aukeratu gogokoen duzun instalazio mota eta egin klik Hurrengoa botoian.
kab: Fre tawsit n usebded tebɣiḍ, sakin sit ɣef "ɣer zdat".
nb_no: Velg hvilken type installering du foretrekker og trykk «Neste».
nn_no: Vel kva type installasjon du føretrekkjer og trykk «Neste».
pt_br: Selecione o tipo de instalação desejado e clique em “Avançar”.
uz: O‘zingizga yoqqan o‘rnatish usulini tanlang, so‘ngra "Keyingi" tugmasini bosing.

source: $BrandShortName will be installed with the most common options.
ar: سيثبّت $BrandShortName بالخيارات الأكثر شيوعًا.
bg: $BrandShortName ще бъде инсталиран със стандартния набор компоненти.
bs: $BrandShortName će biti instaliran sa najneophodnijim opcijama.
eu: $BrandShortName osagai arruntenekin instalatuko da.
kab: $BrandShortName ad iţusebded s iɣewwaṛen ig ţwasnen aṭas.
nb_no: Installerer $BrandShortName med de vanligste alternativene.
nn_no: Installer $BrandShortName med dei vanlegaste alternativa
pt_br: O $BrandShortName será instalado com as opções mais comuns.
uz: $BrandShortName ko‘pgina umumiy tanlash imkoniyatlari bilan birga o‘rnatiladi.

source: &Standard
ar: &قياسي
bg: &Стандартна
bs: &Standardna
eu: E&standarra
kab: &Alugen
pt_br: &Padrão

source: You may choose individual options to be installed. Recommended for experienced users.
ar: قد تريد انتقاء خيارات شخصية لتثبيتها. يُنصح به للمستخدمين الخبراء.
bg: Можете да изберете кои отделни компоненти да се инсталират. Препоръчително е да сте напреднал потребител.
bs: Možete izabrati pojedinačne opcije koje će biti instalirane. Preporučuje se iskusnim korisnicima.
eu: Instalatu nahi dituzun osagaiak banan-banan aukeratzeko. Erabiltzaile aurreratuentzat gomendatuta.
kab: Fren iɣewwaṛen a tsebeddeḍ. Ihul i yiseqdacen yuɣen tanumi.
nb_no: Velg hvilke programfunksjoner du vil installere. Anbefalt bare for erfarne brukere.
nn_no: Vel kva for programfunksjonar du vil installere. Tilrådd berre for røynde brukarar.
pt_br: Você poderá alterar as opções da instalação. Recomendado a usuários experientes.
uz: Siz bir kishi uchun o‘rnatiladigan parametrlarni tanlashingiz mumkin. Tajribali foydalanuvchilarga tavsiya qilinadi.

source: &Custom
ar: مخ&صص
bg: &По избор
bs: &Prilagođeno
eu: &Pertsonalizatua
kab: &Yugen
nb_no: &Tilpasset
nn_no: &Tilpassa
pt_br: P&ersonalizada
uz: &Boshqa

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
bg: Съжаляваме, но $BrandShortName не може да бъде инсталиран. Тази версия на $BrandShortName изисква ${MinSupportedVer} или по-нова.
eu: $BrandShortName ezin da instalatu. $BrandShortName bertsio honek ${MinSupportedVer} edo berriagoa behar du.
pt_br: Desculpe, o $BrandShortName não pode ser instalado. Esta versão do $BrandShortName necessita do ${MinSupportedVer} ou mais recente.
