Repository: tktk711/mozilla-l10n
Catalog: */mail/installer/mui.properties.po
Languages: be, eu, kab, km, pt, uz, zh_tw

source: Welcome to the $BrandFullNameDA Setup Wizard
be: Калі ласка да Чараўніка Усталявання $BrandFullNameDA
eu: Ongi etorri $BrandFullNameDA instalatzeko morroira
kab: Ansuf yissek ɣer umarag n usebded n $BrandFullNameDA
km: Բարի Գալուստ $BrandFullNameDA-ի տեղակայման ծրագիր
pt: Bem-vindo ao assistente de instalação do $BrandFullNameDA
uz: $BrandFullNameDA o‘rnatish ustasiga xush kelibsiz
zh_tw: 歡迎使用 $BrandFullNameDA 安裝精靈

source: This wizard will guide you through the installation of $BrandFullNameDA. It is recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer. $_CLICK
be: Гэты чараўнік дазволіць вам правесці ўсталяванне $BrandFullNameDA. Вам раіцца зачыніць усе іншыя прыстасаванні перад пачаткам усталявання. Гэта дазволіць абнавіць адпаведныя сістэмныя файлы без перазапуску вашага кампутара. $_CLICK
eu: Morroiak $BrandFullNameDA(r)en instalazioan zehar gidatuko zaitu. Instalatzen hasi aurretik gainontzeko aplikazioak ixtea gomendatzen da. Honela sistemako fitxategi garrantzitsuak egunera daitezke konputagailua berrabiarazi gabe. $_CLICK
kab: Amarag-agi ad ak-d-yefk tallalt deg usebded n $BrandFullNameDA. Issefk ad tmedleḍ akk isnasen send asenker n usebded. Ay-agi izmer ad ileqqem ifuyla inagrawanen war ma tsenkreḍ tikelt nniḍen aselkin-inek. $_CLICK
km: Այս վարպետը կուղեկցի Ձեզ $BrandFullNameDA-ի տեղակայման ընթացքում։ Տեղակայումը սկսելուց առաջ փակեք բոլոր այլ ծրագրերը։ Սա հնարավորություն կտա տեղակայումից հետո չվերագործարկել համակարգիչը։ $_CLICK
pt: Este assistente irá guiá-lo através da instalação do $BrandFullNameDA. É recomendável que encerre todos os programas em execução antes de continuar. Isto irá tornar possível a atualização de ficheiros de sistema relevantes sem ter que reiniciar o seu computador. $_CLICK
uz: Ushbu usta $BrandFullNameDA o‘rnatish jarayonida yo‘l-yo‘riq ko‘rsatib turadi. O‘rnatish jarayonini boshlashdan oldin barcha boshqa ilova dasturlarni yopish tavsiya qilinadi. Bu kompyuteringizni o‘chirib-yoqmasdan tizimga tegishli fayllarni yangilash imkonini beradi. $_CLICK
zh_tw: 本精靈會引導您一步步安裝 $BrandFullNameDA。 安裝前建議您關閉其他的常駐程式，為了更新相關的系統檔案可能必須重新啟動電腦。 $_CLICK

source: Choose Components
be: Выбар частак
eu: Aukeratu osagaiak
kab: Fren isuddas
km: Ընտրեք բաղադրիչները
pt: Escolha os Componentes
uz: Komponentlarni tanlang
zh_tw: 選擇元件

source: Choose which features of $BrandFullNameDA you want to install.
be: Выберыце, якія часткі $BrandFullNameDA вы хочаце ўсталяваць.
eu: Aukeratu $BrandFullNameDA(r)en zein osagai instalatu nahi dituzun.
kab: Fren anta timahilin n $BrandFullNameDA a t-sbeddeḍ.
km: Ընտրեք, թե $BrandFullNameDA-ի որ հնարավորություններն եք ցանկանում տեղակայել։
pt: Escolha que funções do $BrandFullNameDA deseja instalar.
uz: $BrandFullNameDA’ning o‘rnatiladigan xususiyatlarini tanlang.
zh_tw: 選擇您要安裝 $BrandFullNameDA 的哪些功能。

source: Description
be: Апісанне
eu: Azalpena
kab: Aglam
km: Նկարագրությունը
pt: Descrição
uz: Ta’rifi
zh_tw: 描述

source: Position your mouse over a component to see its description.
be: Навядзіце вашу мышку на частку, каб пабачыць яе апісанне.
eu: Pasa sagua osagai baten gainetik haren azalpena ikusteko.
kab: Sers taḥnaccaṭ n tɣerdayt s ufella n usuddis iwakken ad twaliḍ aglam ines.
km: Մկնիկի սլաքը ուղղեք բաղադրիչի վրա՝ նկարագրությունը տեսնելու համար։
pt: Posicione o rato em cima de um componente para ver a sua descrição.
uz: Komponentning ta’rifini ko‘rish uchun sichqoncha ko‘rsatkichini uning ustiga olib boring.
zh_tw: 請將您的滑鼠移到選項上來看它的敘述。

source: Choose Install Location
be: Выбар месца для ўсталявання
eu: Aukeratu instalatzeko kokalekua
kab: Fren adeg n usebded
km: Ընտրեք տեղակայման թղթապանակը
pt: Escolha o Local de Instalação
uz: O‘rnatiladigan manzilni tanlang
zh_tw: 選擇安裝路徑

source: Choose the folder in which to install $BrandFullNameDA.
be: Выберыце папку для ўсталявання $BrandFullNameDA.
eu: Aukeratu $BrandFullNameDA zein karpetatan instalatu nahi duzun.
kab: Fren akaram i wesebded n $BrandFullNameDA.
km: Ընտրեք այն թղթապանակը, որտեղ կտեղակայվի $BrandFullNameDA-ը։
pt: Escolha a pasta onde instalar o $BrandFullNameDA.
uz: $BrandFullNameDA o‘rnatiladigan jildni tanlang.
zh_tw: 選擇安裝 $BrandFullNameDA 的資料夾。

source: Installing
be: Усталяванне
eu: Instalatzen
kab: Asebded
km: Տեղակայվում է
pt: A Instalar
uz: O‘rnatilmoqda
zh_tw: 安裝中

source: Please wait while $BrandFullNameDA is being installed.
be: Пачакайце, калі ласка, пакуль $BrandFullNameDA усталюецца.
eu: Itxaron $BrandFullNameDA instalatu artean.
kab: Ma ulac aɣlif, rǧu ticki yebded $BrandFullNameDA.
km: Սպասեք քանի դեռ $BrandFullNameDA -ը տեղակայվում է:
pt: Por favor aguarde enquanto o $BrandFullNameDA está a ser instalado.
uz: $BrandFullNameDA o‘rnatib bo‘linishini kuting.
zh_tw: 請等候 $BrandFullNameDA 安裝完成。

source: Installation Complete
be: Усталяванне скончана
eu: Instalazioa burutu da
kab: Asebded immed
km: Տեղակայումը ավարտվեց
pt: Instalação concluída
uz: O‘rnatish jarayoni tugadi
zh_tw: 安裝完成

source: Setup was completed successfully.
be: Усталяванне паспяхова скончана.
eu: Instalazioa ongi burutu da.
kab: Asebded ifuk s usmures.
km: Տեղակայումը ավարտվեց հաջողությամբ։
pt: A Instalação foi efectuada com sucesso.
uz: O‘rnatish jarayoni muvaffaqiyatli yakunlandi.
zh_tw: 安裝已經順利完成。

source: Installation Aborted
be: Усталяванне перарвана
eu: Instalazioa abortatu da
kab: Asebded ur yedda ara
km: Տեղակայումը ընդհատվել է
pt: Instalação Abortada
uz: O‘rnatish bekor qilindi
zh_tw: 安裝失敗

source: Setup was not completed successfully.
be: Усталяванне не мела поспеху.
eu: Instalazioa ez da ongi burutu.
kab: Asebded ur yedda ara akk akken iwata.
km: Տեղակայումը հաջողությամբ չի ավարտվել։
pt: A Instalação não foi efectuada com sucesso.
uz: O‘rnatish muvaffaqiyatsiz yakunlandi.
zh_tw: 未成功完成安裝。

source: &Finish
be: &Скончыць
eu: &Amaitu
kab: &Fak
km: Ավարտել
pt: &Finalizar
uz: &Tugatish
zh_tw: 完成 (&F)

source: Completing the $BrandFullNameDA Setup Wizard
be: Завяршэнне Чараўніка Усталявання $BrandFullNameDA
eu: $BrandFullNameDA instalatzeko morroia amaitzen
kab: Tagara n umarag n usebded n $BrandFullNameDA
km: $BrandFullNameDA-ի տեղակայման վարպետը ավարտում է իր աշխատանքը
pt: A completar o Gestor de Instalação do $BrandFullNameDA
uz: $BrandFullNameDA o‘rnatish ustasi o‘rnatish jarayonini tugatmoqda
zh_tw: 正在完成 $BrandFullNameDA 安裝精靈

source: $BrandFullNameDA has been installed on your computer. Click Finish to close this wizard.
be: $BrandFullNameDA усталяваны на ваш кампутар. Пстрыкніце Скончыць, каб закрыць гэты чараўнік.
eu: $BrandFullNameDA zure ordenagailuan instalatu da. Egin klik Amaitu botoian morroi hau ixteko.
kab: $BrandFullNameDA yebded ɣef uselkim inek. Sit ɣef « Fak » akken ad tmedleḍ amarag.
km: $BrandFullNameDA-ը տեղակայվել է Ձեր համակարգչում։ Սեղմեք Ավարտել՝ փակելու համար պատուհանը։
pt: O $BrandFullNameDA foi instalado no seu computador. Clique terminar para fechar este Assistente.
uz: $BrandFullNameDA kompyuteringizga o‘rnatildi. Ushbu ustani yopish uchun "Tugatish" tugmasini bosing.
zh_tw: 已經安裝 $BrandFullNameDA 到您的電腦。 點選「完成」關閉此安裝程式。

source: Your computer must be restarted in order to complete the installation of $BrandFullNameDA. Do you want to reboot now?
be: Ваш кампутар павінны быць перазапушчаны, каб усталяванне $BrandFullNameDA было скончана. Вы хочаце перазапусціць кампутар зараз?
eu: $BrandFullNameDA(r)en instalazioa amaitzeko ordenagailua berrabiarazi behar da. Orain berrabiarazi nahi duzu?
kab: Issefk aselkim inek ad yekker tikelt nniḍen iwakken ad tfak tukksa n $BrandFullNameDA. Tebɣiḍ ad tsenkreḍ tura?
km: Ձեր համակարգիչը պետք է վերագործարկվի՝ ավարտելու համար $BrandFullNameDA-ի տեղակայումը։ Վերագործարկե՞լ։
pt: O computador tem de ser reiniciado para finalizar a instalação do $BrandFullNameDA. Deseja reiniciar agora?
uz: $BrandFullNameDA’ni o‘rnatish jarayoni tugashi uchun kompyuteringizni o‘chirib-yoqishingiz kerak. Hozir o‘chirib-yoqishni xohlaysizmi?
zh_tw: 您需要重新啟動電腦才能完成 $BrandFullNameDA 的安裝程序。您要現在重新啟動嗎？

source: Reboot now
be: Перазапусціць зараз
eu: Berrabiarazi orain
kab: Senker tura
km: Վերագործարկել
pt: Reiniciar Agora
uz: Hozir o‘chirib-yoqish
zh_tw: 立刻重新啟動

source: I want to manually reboot later
be: Я жадаю перазапусціць кампутар уручную пазней
eu: Geroago eskuz berrabiaraziko dut
kab: Senker ticki
km: Ես կվերագործարկեմ հետո
pt: Quero Reiniciar manualmente mais tarde
uz: Keyinroq o‘chirib-yoqmoqchiman
zh_tw: 我要稍後自己重新啟動

source: Choose Start Menu Folder
be: Выбар папкі меню запуску
eu: Aukeratu Hasi menuko karpeta
kab: Fren akaram n wumuɣ Senker
km: Ընտրել Start Menu թղթապանակը
pt: Escolha a Pasta do Menu Iniciar
uz: Boshlash menyusi jildini tanlang
zh_tw: 選擇開始功能表資料夾

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
be: Выберыце папку меню запуску для выклічнікаў $BrandFullNameDA.
eu: Aukeratu Hasi menuko karpeta bat $BrandFullNameDA(r)en lasterbideentzat.
kab: Fren akaram deg umuɣ Senker i yinegzumen n $BrandFullNameDA.
km: Ընտրեք Start Menu թղթապանակը՝ $BrandFullNameDA-ի պիտակների համար։
pt: Escolha a Pasta do Menu Iniciar para os atalhos do $BrandFullNameDA.
uz: $BrandFullNameDA yorliqlarini joylashtirish uchun "Boshlash" menyusi jildini tanlang.
zh_tw: 請選擇要建立 $BrandFullNameDA 捷徑的開始功能表資料夾。

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
be: Выберыце папку меню запуску, у якой вы хочаце стварыць выклічнікі праграмы. Вы таксама можаце ўвесці назву новай папкі.
eu: Hautatu Hasi menuko zein karpetatan sortu nahi dituzun programaren lasterbideak. Karpeta berri bat sortzeko izena ere sar dezakezu.
kab: Fren akaram n wumuɣ Senker anda tebɣiḍ timerna n inegzumen n wahilen. Tmezmred diɣen ad tsekcmeḍ isem i tmerna n ukaram amaynut.
km: Ընտրեք Start Menu-ի թղթապանակը, որում ցանկանում եք ստեղծել ծրագրի պիտակները։ Կարող եք նաև գրել անուն՝ նոր թղթապանակ ստեղծելու համար։
pt: Selecione a pasta do menu Iniciar em que quer criar os atalhos do programa. Pode também introduzir um nome ou criar uma pasta.
uz: Dasturning yorlig‘ini yaratish uchun "Boshlash" menyusi jildini tanlang. Yangi jild yaratish uchun uning nomini kiritsangiz ham bo‘ladi.
zh_tw: 選擇您想要建立程式捷徑在哪個資料夾，您也可以輸入新名稱建立新資料夾。

source: Are you sure you want to quit $BrandFullName Setup?
be: Вы сапраўды хочаце выйсці з усталявальніка $BrandFullName?
eu: Ziur zaude $BrandFullName(r)en instalaziotik irten nahi duzula?
kab: Tabɣiḍ ad teffɣeḍ seg ahil n usebded n $BrandFullName?
km: Փակե՞լ $BrandFullName-ի տեղակայիչը։
pt: Tem a certeza que quer sair da Instalação do $BrandFullName?
uz: $BrandFullName o‘rnatish jarayonidan chiqishni xohlaysizmi?
zh_tw: 您確定要離開 $BrandFullNameDA 的安裝程式？

source: Welcome to the $BrandFullNameDA Uninstall Wizard
be: Калі ласка да Чараўніка Высталявання $BrandFullNameDA
eu: Ongi etorri $BrandFullNameDA desinstalatzeko morroira
kab: Ansuf yissek ɣer umarag n tukksa n $BrandFullNameDA
km: $BrandFullNameDA-ի ջնջման ծրագիրը ողջունում է Ձեզ։
pt: Bem-vindo ao assistente de desinstalação do $BrandFullNameDA
uz: $BrandFullNameDA o‘chirish ustasiga xush kelibsiz
zh_tw: 歡迎使用 $BrandFullNameDA 移除精靈

source: This wizard will guide you through the uninstallation of $BrandFullNameDA. Before starting the uninstallation, make sure $BrandFullNameDA is not running. $_CLICK
be: Гэты чараўнік дазволіць вам правесці высталяванне $BrandFullNameDA. Упэўніцеся перад пачаткам высталявання, што $BrandFullNameDA не выконваецца. $_CLICK
eu: Morroi honek $BrandFullNameDA(r)en desinstalazioan zehar gidatuko zaitu. Desinstalazioa hasi aurretik, ziurtatu $BrandFullNameDA ez dagoela irekita. $_CLICK
kab: Amarag agi ak d-yefk tallalt di tukksa n $BrandFullNameDA. Send tanekra n tukksa, senqed ma yella $BrandFullNameDA ur iţuselkan ara. $_CLICK
km: Վարպետը կուղեկցի Ձեզ $BrandFullNameDA-ի հեռացման ընթացքում։ Հեռացումը սկսելուց առաջ, համոզեք, որ $BrandFullNameDA-ը բաց չէ։ $_CLICK
pt: Este assistente irá guiá-lo através da desinstalação do $BrandFullNameDA. Antes de iniciar a desinstalação, verifique que o $BrandFullNameDA não está em execução. $_CLICK
uz: Ushbu usta $BrandFullNameDA’ni o‘chirish jarayonida sizga yo‘l-yo‘riq ko‘rsatib turadi. O‘chirish jarayonida $BrandFullNameDA ishga tushirilmagan bo‘lishi kerak. $_CLICK
zh_tw: 本精靈會引導您一步步移除 $BrandFullNameDA。 安裝前請確定 $BrandFullNameDA 已經關閉。 $_CLICK

source: Uninstall $BrandFullNameDA
be: Высталяванне $BrandFullNameDA
eu: Desinstalatu $BrandFullNameDA
kab: Tukksa n $BrandFullNameDA
km: Հեռացնել $BrandFullNameDA-ը
pt: Desinstalar o $BrandFullNameDA
uz: $BrandFullNameDA o‘chirilmoqda
zh_tw: 移除 $BrandFullNameDA

source: Remove $BrandFullNameDA from your computer.
be: Выдаленне $BrandFullNameDA з кампутара.
eu: Ezabatu $BrandFullNameDA ordenagailutik.
kab: Kkes $BrandFullNameDA seg uselkim inek.
km: Ջնջել $BrandFullNameDA-ը Ձեր համակարգչից
pt: Remover o $BrandFullNameDA do seu computador.
uz: $BrandFullNameDA’ni kompyuterdan olib tashlaydi.
zh_tw: 從您的電腦移除 $BrandFullNameDA。

source: Uninstalling
be: Высталяванне
eu: Desinstalatzen
kab: Tukksa
km: Ջնջվում է
pt: A Desinstalar
uz: O‘chirilmoqda
zh_tw: 移除中

source: Please wait while $BrandFullNameDA is being uninstalled.
be: Пачакайце, калі ласка, пакуль $BrandFullNameDA высталёўваецца.
eu: Itxaron $BrandFullNameDA desinstalatu artean.
kab: Ma ulac aɣikif rǧu imi tukksa n $BrandFullNameDA at-ţeddu.
km: Սպասեք, մինչ $BrandFullNameDA-ը կհեռացվի։
pt: Por favor aguarde enquanto o $BrandFullNameDA está a ser desinstalado.
uz: $BrandFullNameDA o‘chirib bo‘linguncha kutib turing.
zh_tw: 請稍候直到完成移除 $BrandFullNameDA。

source: Uninstallation Complete
be: Высталяванне скончана
eu: Desinstalazioa burutu da
kab: Tukksa temmed
km: Ջնջումը ավարտվեց
pt: Desinstalação Finalizada
uz: O‘chirish tugadi
zh_tw: 移除完成

source: Uninstall was completed successfully.
be: Высталяванне паспяхова скончана.
eu: Desinstalazioa ongi burutu da.
kab: Tukksa temmed s usmures
km: Ջնջումը հաջող է ավարտվել։
pt: A Desisntalação foi efectuada com Sucesso.
uz: O‘chirish jarayoni muvaffaqiyatli tugadi.
zh_tw: 已成功完成移除。

source: Uninstallation Aborted
be: Высталяванне перарвана
eu: Desinstalazioa abortatu egin da
kab: Tukksa ur tedda ara
km: Ջնջումը ընդհատվել է
pt: Desinstalação Abortada
uz: O‘chirish jarayoni bekor qilindi
zh_tw: 移除中斷

source: Uninstall was not completed successfully.
be: Высталяванне не мела поспеху.
eu: Desinstalazioa ez da ongi burutu.
kab: Tukksa ur temmid ara s usmures.
km: Ջնջման գործողությունը հաջող չէր։
pt: A Desinstalação não foi finalizada com sucesso.
uz: O‘chirish muvaffaqiyatsiz yakunlandi.
zh_tw: 未成功完成移除。

source: Completing the $BrandFullNameDA Uninstall Wizard
be: Сканчэнне Чараўніка Высталявання $BrandFullNameDA
eu: $BrandFullNameDA desinstalatzeko morroia amaitzen
kab: Tagara n umarag n tukksa n $BrandFullNameDA
km: Ավարտել $BrandFullNameDA-ի հեռացման աշխատանքը
pt: A finalizar o Assistente de Desinstalação do $BrandFullNameDA
uz: $BrandFullNameDA o‘chirish ustasi jarayonni tugatmoqda
zh_tw: 正在完成 $BrandFullNameDA 移除精靈

source: $BrandFullNameDA has been uninstalled from your computer. Click Finish to close this wizard.
be: $BrandFullNameDA быў высталяваны з вашага кампутара. Пстрыкніце Скончыць, каб закрыць гэты чараўнік.
eu: $BrandFullNameDA zure ordenagailutik desinstalatu da. Egin klik Amaitu botoian morroi hau ixteko.
kab: $BrandFullNameDA iţwakkes seg uselkin inek. Sit ɣef «Fak» o wemdel n umarag agi.
km: $BrandFullNameDA-ը հեռացվել է Ձեր համակարգչից։ Սեղմեք Ավարտել՝ փակելու համար պատուհանը։
pt: O $BrandFullNameDA foi desinstalado do seu computador. Clique em terminar para fechar este assistente.
uz: $BrandFullNameDA kompyuteringizdan o‘chirib tashlandi. Ushbu ustani yopish uchun "Tugatish" tugmasini bosing.
zh_tw: 已從您的電腦中移除 $BrandFullNameDA。 按「完成」關閉本精靈。

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
be: Ваш кампутар павінны быць перазапушчаны, каб скончыць высталяванне $BrandFullNameDA. Вы хочаце зрабіць перазапуск зараз?
eu: $BrandFullNameDA(r)en desinstalazioa amaitzeko ordenagailua berrabiarazi behar da. Orain berrabiarazi nahi duzu?
kab: Issefk aselkim inek ad yekker tikelt nniḍen iwakken aţfak tukksa n $BrandFullNameDA. Tebɣiḍ aţsenkreḍ tura?
km: $BrandFullNameDA-ի հեռացումը ավարտելու ահմար պահանջվում է համակարգչի վերագործարկում։ Վերագործարկե՞լ։
pt: O seu computador tem de ser reiniciado para se poder finalizar a desinstalação do $BrandFullNameDA. Deseja reiniciar Agora?
uz: $BrandFullNameDA’ni o‘chirish jarayoni to‘liq tugallanishi uchun kompyuteringiz o‘chirib-yoqilishi kerak. Hozir o‘chirib-yoqishni xohlaysizmi?
zh_tw: 您需要重新啟動電腦才能完成 $BrandFullNameDA 的移除程序。您要現在重新啟動嗎？

source: Are you sure you want to quit $BrandFullName Uninstall?
be: Вы сапраўды хочаце выйсці з высталявальніка $BrandFullName?
eu: Ziur zaude $BrandFullName(r)en desinstalaziotik irten nahi duzula?
kab: Tebɣiḍ ad teffɣeḍ si n tukksa n $BrandFullName?
km: Փակե՞լ $BrandFullName-ի հեռացման ծրագիրը։
pt: Tem a certeza que deseja sair da Desinstalação do $BrandFullName?
uz: $BrandFullName o‘chirish ustasidan chiqishni xohlaysizmi?
zh_tw: 您確定要離開 $BrandFullName 的移除程式？
