Repository: tktk711/mozilla-l10n
Catalog: */mail/installer/override.properties.po
Languages: ca, hr, uz

source: $BrandFullName Setup
ca: Instal·lació del $BrandFullName
hr: $BrandFullName instalacija
uz: $BrandFullName’ni o‘rnatish

source: $BrandFullName Uninstall
ca: Desinstal·lació del $BrandFullName
hr: $BrandFullName uklanjanje
uz: $BrandFullName’ni o‘chirish

source: < &Back
ca: < En&rere
hr: < Na&trag
uz: < &Orqaga

source: &Next >
ca: En&davant >
hr: &Naprijed >
uz: &Keyingi >

source: I &accept the terms in the License Agreement
ca: &Accepto els termes de l'acord de llicència
hr: Prihv&aćam licenčne uvjete
uz: Litsenziya bitimidagi shartlarga &roziman

source: I &do not accept the terms in the License Agreement
ca: &No accepto els termes de l'acord de llicència
hr: Ne prih&vaćam licenčne uvjete
uz: Litsenziya bitimidagi shartlarga &noroziman

source: &Install
ca: &Instal·la
hr: &Instaliraj
uz: &O‘rnatish

source: &Uninstall
ca: &Desinstal·la
hr: &Ukloni
uz: &O‘chirish

source: Cancel
ca: Cancel·la
hr: Otkaži
uz: Bekor qilish

source: &Close
ca: &Tanca
hr: &Zatvori
uz: &Yopish

source: B&rowse…
ca: &Navega...
hr: P&retraži…
uz: Ko‘&rish…

source: Show &details
ca: &Mostra els detalls
hr: Prikaži &detalje
uz: &Tafsilotlarni ko‘rsatish

source: Click Next to continue.
ca: Feu clic a Endavant per continuar.
hr: Za nastavak kliknite na Naprijed.
uz: Davom etish uchun "Keyingi" tugmasini bosing.

source: Click Install to start the installation.
ca: Feu clic a Instal·la per iniciar la instal·lació.
hr: Za pokretanje instalacije kliknite na Instaliraj.
uz: O‘rnatish jarayonini boshlash uchun "O‘rnatish" tugmasini bosing.

source: Click Uninstall to start the uninstallation.
ca: Feu clic a Desinstal·la per iniciar la desinstal·lació.
hr: Za pokretanje uklanjanja kliknite na Ukloni.
uz: O‘chirish jarayonini boshlash uchun "O‘chirish" tugmasini bosing.

source: Completed
ca: S'ha acabat
hr: Dovršeno
uz: Tugadi

source: Please review the license agreement before installing $BrandFullNameDA. If you accept all terms of the agreement, select the first option below. $_CLICK
ca: Reviseu l'acord de llicència abans d'instal·lar el $BrandFullNameDA. Si accepteu tots els termes de l'acord, seleccioneu la primera opció de sota. $_CLICK
hr: Pregledajte licenčne uvjete prije $BrandFullNameDA instalacije. Ako prihvaćate sve uvjete, odaberite prvu opciju ispod. $_CLICK
uz: $BrandFullNameDA’ni o‘rnatishdan oldin litsenziya bitimi bilan tanishib chiqing. Bitimning barcha shartlariga rozi bo‘lsangiz, quyidagilardan birinchisini tanlang. $_CLICK

source: Check the components you want to install and uncheck the components you don't want to install. $_CLICK
ca: Activeu els components que voleu instal·lar i desactiveu els que no. $_CLICK
hr: Označite komponente koje želite instalirati i odznačite one koje ne želite instalirati. $_CLICK
uz: O‘rnatilishi kerak bo‘lgan kompoentlarni belgilang. O‘rnatilishi kerak bo‘lmaganlarni belgilamang $_CLICK

source: Select components to install:
ca: Seleccioneu els components per instal·lar:
hr: Odaberite komponente za instalaciju:
uz: O‘rnatilishi kerak bo‘lgan kompoentlarni belgilang:

source: Setup will install $BrandFullNameDA in the following folder. To install in a different folder, click Browse and select another folder. $_CLICK
ca: S'instal·larà el $BrandFullNameDA en la carpeta següent. Per instal·lar-lo en una carpeta diferent, feu clic a Navega i seleccioneu una altra carpeta. $_CLICK
hr: $BrandFullNameDA će biti instaliran u sljedeći direktorij. Za instalaciju na drugu lokaciju, kliknite na tipku Pretraži i odaberite drugi direktorij. $_CLICK
uz: $BrandFullNameDA quyidagi jildga o‘rnatiladi. Boshqa jildga o‘rnatish uchun "Ko‘rish" tugmasini bosing va boshqa jildni tanlang. $_CLICK

source: Destination Folder
ca: Carpeta de destinació
hr: Odredišni direktorij
uz: O‘rnatiladigan jild

source: Select the folder to install $BrandFullNameDA in:
ca: Seleccioneu la carpeta on s'instal·larà el $BrandFullNameDA:
hr: Odaberite direktorij gdje želite instalirati $BrandFullNameDA:
uz: $BrandFullNameDA o‘rnatiladigan jildni tanlang:

source: "Space available: "
ca: "Espai disponible: "
hr: "Slobodan prostor: "
uz: "Mavjud bo‘sh joy: "

source: "Space required: "
ca: "Espai necessari: "
hr: "Potrebno prostora: "
uz: "Kerak bo‘ladigan bo‘sh joy: "

source: $BrandFullNameDA will be uninstalled from the following folder. $_CLICK
ca: El $BrandFullNameDA es desinstal·larà de la carpeta següent. $_CLICK
hr: $BrandFullNameDA će biti uklonjen iz sljedećeg direktorija. $_CLICK
uz: $BrandFullNameDA quyidagi jilddan o‘cirib tashlanadi. $_CLICK

source: Uninstalling from:
ca: S'està desinstal·lant de:
hr: Uklanjanje iz:
uz: O‘chirilmoqda:

source: Error opening file for writing: $0 Click Abort to stop the installation, Retry to try again, or Ignore to skip this file.
ca: S'ha produït un error en obrir un fitxer per escriure-hi: $0 Feu clic a Abandona per aturar la instal·lació, a Reintenta per tornar-ho a provar o a Ignora per ometre aquest fitxer.
hr: Greška prilikom otvaranja datoteke za zapisivanje: $0 Kliknite Otkaži za zaustavljanje instalacije, Pokušaj ponovno za novi pokušaj ili Ignoriraj za preskakanje ove datoteke.
uz: Yozish uchun faylni ochishda xatolik yuz berdi: $0 O‘rnatishni to‘xtatish uchun "Bekoq qilish" tugmasini bosing. Yana urinib ko‘ring yoki Ushbu faylni tashlab ketish uchun "E’tiborsiz qoldirish"ni bosing.

source: Error opening file for writing: $0 Click Retry to try again, or Cancel to stop the installation.
ca: S'ha produït un error en obrir un fitxer per escriure-hi: $0 Feu clic a Reintenta per tornar-ho a provar o a Cancel·la per aturar la instal·lació.
hr: Greška prilikom otvaranja datoteke za zapisivanje: $0 Kliknite Pokušaj ponovno za novi pokušaj ili Otkaži za zaustavljanje instalacije.
uz: Yozish uchun faylni ochishda xatolik: $0 Yana urinib ko‘rish uchun "Qayta urinish" tugmasiga bosing yoki O‘rnatish jarayonini to‘xtatish uchun "Bekor qilish" tugmasini bosing.

source: "Can't write: "
ca: "No es pot escriure: "
hr: "Nije moguće zapisivanje: "
uz: "Yozib bo‘lmadi: "

source: Copy failed
ca: La còpia ha fallat
hr: Kopiranje neuspjelo
uz: Nuxsa olinmadi

source: "Copy to "
ca: "Copia a "
hr: "Kopiraj u "
uz: "Nusxa ko‘chirish"

source: "Registering: "
ca: "S'està registrant: "
hr: "Registracija: "
uz: "Ro‘yxatdan o‘tkazilmoqda: "

source: "Unregistering: "
ca: "S'està suprimint el registre: "
hr: "Deregistracija: "
uz: "Ro‘yxatdan chiqarilmoqda: "

source: "Could not find symbol: "
ca: "No s'ha trobat el símbol: "
hr: "Nije moguće pronaći znak: "
uz: "Simvol topilmadi: "

source: "Could not load: "
ca: "No s'ha pogut carregar: "
hr: "Nije moguće učitavanje: "
uz: "Yuklanmadi: "

source: "Create folder: "
ca: "Crea la carpeta: "
hr: "Stvori direktorij: "
uz: "Jild yaratish: "

source: "Create shortcut: "
ca: "Crea la drecera: "
hr: "Stvori prečac: "
uz: "Yorliq yaratish: "

source: "Created uninstaller: "
ca: "S'ha creat el desinstal·lador: "
hr: "Stvori uklanjatelja: "
uz: "O‘chirgich yaratildi: "

source: "Delete file: "
ca: "Suprimeix el fitxer: "
hr: "Obriši datoteku: "
uz: "Faylni o‘chirish: "

source: "Delete on reboot: "
ca: "Suprimeix en reiniciar: "
hr: "Obriši kod ponovnog pokretanja računala: "
uz: "Qayta ishga tushirganda o‘chirish: "

source: "Error creating shortcut: "
ca: "S'ha produït un error en crear la drecera: "
hr: "Greška pri stvaranju prečaca: "
uz: "Yorliq yaratishda xatolik: "

source: "Error creating: "
ca: "S'ha produït un error en crear: "
hr: "Greška pri stvaranju: "
uz: "Yaratishda xatolik: "

source: Error decompressing data! Corrupted installer?
ca: S'ha produït un error en descomprimir les dades! L'instal·lador està malmès?
hr: Greška kod raspakiravanja podataka! Oštećena instalacija?
uz: Siqilgan fayllarni ajratishda xatolik! O‘rnatgich buzilganga o‘xshaydi.

source: Error registering DLL
ca: S'ha produït un error en registrar una DLL
hr: Greška pri registraciji DLL-a
uz: DLL faylni ro‘yxatdan o‘tkazishda xatolik

source: "ExecShell: "
ca: "Intèrpret d'ordres: "

source: "Execute: "
ca: "Executa: "
hr: "Izvrši: "
uz: "Bajarish: "

source: "Extract: "
ca: "Extreu: "
hr: "Raspakiraj: "
uz: "Ajratish: "

source: "Extract: error writing to file "
ca: "Extreu: s'ha produït un error en escriure al fitxer "
hr: "Raspakiravanje: greška zapisivanja u datoteku "
uz: "Ajratish: faylga yozishda xatolik "

source: Installer corrupted: invalid opcode
ca: L'instal·lador està malmès: el codi d'operació no és vàlid
hr: Instalacija oštećena: neispravan opcode
uz: O‘rnatkich buzilgan: kod operatsiyasi noto‘g‘ri

source: "No OLE for: "
ca: "No hi ha OLE per a: "
hr: "Ne postoji OLE za: "
uz: "OLE uchun yo‘q: "

source: "Output folder: "
ca: "Carpeta de sortida: "
hr: "Izlazni direktorij: "
uz: "Chiquvchi jild: "

source: "Remove folder: "
ca: "Suprimeix la carpeta: "
hr: "Obriši direktorij: "
uz: "Jildni o‘chirish: "

source: "Rename on reboot: "
ca: "Reanomena en reiniciar: "
hr: "Preimenuj kod ponovnog pokretanja računala: "
uz: "Qayta ishga tushirganda nomini o‘zgartirish: "

source: "Rename: "
ca: "Reanomena: "
hr: "Preimenuj: "
uz: "Nomini o‘zgartirish "

source: "Skipped: "
ca: "S'ha omès: "
hr: "Preskočeno: "
uz: "Tashalb ketildi: "

source: Copy Details To Clipboard
ca: Copia els detalls al porta-retalls
hr: Kopiraj detalje u međuspremnik
uz: Tafsilotlarni vaqtinchalik xotiraga nusxa olish

source: Log install process
ca: Registra el procés d'instal·lació
hr: Zabilježi instalacijski proces
uz: Jurnal o‘rnatish jarayoni
