Repository: tktk711/mozilla-l10n
Catalog: gn_PY/browser/chrome/browser/loop/loop.properties.po
Languages: gn_py

source: Firefox Hello
gn_py: Maitei Aguaratata

source: Hello
gn_py: Mba'èichapa

source: Please sign in again
gn_py: Ikatúpiko eñepyrũjey tembiapo

source: to continue using {{clientShortname2}}
gn_py: Eipuru tapia {{clientShortname2}}

# sign_in_again_button
source: Sign In
gn_py: Eike

source: Use {{clientSuperShortname}} as a Guest
gn_py: Eipuru {{clientSuperShortname}} pepirũmbýramo

source: Get Started
gn_py: Eñepyrũ

# first_time_experience_subheading
source: Join the conversation
gn_py: Eike ko ñomongetápe

source: Invite a friend to join you
gn_py: Epepirũ ñeangirũme ohóvo nendive

source: Copied!
gn_py: ¡Oñemonguatiáma!

source: Guest
gn_py: Mbohupa

source: Session expired. All URLs you have previously created and shared will no longer work.
gn_py: Tembiapo opámava. Opaite URL emoheñói ha emoherakuãva'ekue ndoikomo'ãvéima.

source: Could Not Authenticate
gn_py: Ndaikatúi emoañete

source: Did you change your password?
gn_py: Emoambuépa neñe'ẽñemi

source: Please try again later
gn_py: Ikatúpiko eha'ãjey ag̃amieve

source: Could Not Connect To The Server
gn_py: Ndaikatúi eike mohendahavusúpe

source: Please check your internet connection
gn_py: Ikatúpiko ehechajey nde jeike ñandutípe

source: Your Login Has Expired
gn_py: Nde puruhára ndoikovéima

source: Service Unavailable At This Time
gn_py: Mba'epytyvõrã ikatu eipuru ko'ág̃a

source: There Was A Problem Accessing Your Account
gn_py: Oĩ peteĩ apañuãi eikekuévo nemba'etépe

# retry_button
source: Retry
gn_py: Eha'ãjey

source: Join me for a video conversation
gn_py: Eju chendive ñeñomongeta ta'angamýi hag̃ua

source: Click the Firefox Hello link to connect to the conversation now: {{callUrl}}
gn_py: Eikutu Firefox Hola joajuhápe eike hag̃ua ñomongetápe ko'ág̃a: {{callUrl}}

source: Join me for a video conversation. Click the Firefox Hello link to connect now: {{callUrl}} Let’s talk about this during our conversation: {{title}}
gn_py: Eju chendive ñañe'ẽ hag̃ua ta'angamýi rupi. Eikutu joajuha Firefox Hola ha eike ko'ág̃a: {{callUrl}} Ñañomongetáta ko'ãva rehe ñañe'ẽ aja: {{title}}

source: ________ Join and create video conversations free with Firefox Hello. Connect easily over video with anyone, anywhere. No downloads or registration. Learn more at http://www.firefox.com/hello
gn_py: ________ Ejuaju ha emoheñói ta'ãngamýi reiguáva ñomongetápe Firefox Hola ndive. Eike ta'ãngamýi ári oimeraẽva tapicha ndive, oimeraẽva tendápe. Ndaipóri ñemboguejy térã tapykuere. Eñemomaranve hag̃ua eike http://www.firefox.com/hello-pe

source: Join me for a video conversation on {{clientShortname2}}!
gn_py: Chemoirũ ñañomongeta hag̃ua ta'ãngamýi rupi {{clientShortname2}}-pe!

source: Add a Service
gn_py: Mba'epytyvõrã mbojoapy

source: Delete conversation
gn_py: Ñomongeta mboguete

source: Sign In or Sign Up
gn_py: Eñepyrũ tembiapo térã eñemboheraguapy

source: Account
gn_py: Mba'ete

# settings_menu_item_settings
source: Settings
gn_py: Ñemyatyrõ

source: Sign Out
gn_py: Esẽte

# settings_menu_item_signin
source: Sign In
gn_py: Eike

# settings_menu_button_tooltip
source: Settings
gn_py: Ñemyatyrõ

source: Ready to start your conversation?
gn_py: Ikatúma remoñepyrũ neñomongeta?

source: Conversation Request
gn_py: Oĩ oñe'ẽséva nendive

source: Block
gn_py: Jokoha

source: Hang up
gn_py: Mosãingo

source: Exit
gn_py: Ñesẽha

source: Mute your audio
gn_py: Emokirirĩ pe mba'epu

source: Unmute your audio
gn_py: Mba'epu mbogue

source: Disable video
gn_py: Ta'ãngamýi mbogue

source: Enable video
gn_py: Ta'ãngamýi moapysẽ

source: Stop sharing
gn_py: Moherakuã jeheja

source: Share your screen
gn_py: Emoherakuã nde mba'erechaha

source: Share your Tabs
gn_py: Emoherakuã netendayke

source: Share other Windows
gn_py: Emoherakuã ambue ovetã

source: Self-view hidden but still being sent; resize window to show
gn_py: Auto-vista kañymby, hákatu oñemondóramo jepe; emoambue nerovetã ehechauka hag̃ua

source: Conversation with {{contactName}}
gn_py: Ñomongeta {{contactName}} ndive

source: Start conversation?
gn_py: Ñomongeta moñepyrũ

source: Start
gn_py: Ñepyrũ

source: Start a video conversation
gn_py: Ta'ãngamýi ñomongeta moñepyrũ

source: Voice conversation
gn_py: Ñe'ẽ ayvu

source: The person you were calling has ended the conversation.
gn_py: Tapicha ehenoiva'ekue omohu'ãma ñomongeta.

source: Your conversation has ended.
gn_py: Opáma neñomongeta.

# restart_call
source: Rejoin
gn_py: Eñembyaty ndive

source: We're having technical difficulties…
gn_py: Roguereko apañuãi aporekoguáva…

source: Would you like to try again?
gn_py: Eha'ãsejeýpa tenondeve

source: This person is not online
gn_py: Ko tapicha ndaipóri ñandutípe

source: Your call did not go through.
gn_py: Neñehenói ndaha'éi ohóva ko'árupi.

# retry_call_button
source: Retry
gn_py: Eha'ãjey

# cancel_button
source: Cancel
gn_py: Heja

source: Rejoin Conversation
gn_py: Embojuajujey ñomongeta

source: Can't start call, session is not ready.
gn_py: Ndaikatúi eñepyrũ ñehenói, tembiapo noĩmbái gueteri.

source: The network connection terminated abruptly.
gn_py: Ñandutípe jeike opa pya'eterei.

source: Call failed; see console for details.
gn_py: Ñehenói jejavýva; ehecha mba'e'okarupa eñemomaranduve hag̃ua.

source: No camera or microphone found.
gn_py: Ta'ãngamyi'ỹre térã ñe'ẽatãha jejuhupyre.

source: By using {{clientShortname}} you agree to the {{terms_of_use}} and {{privacy_notice}}.
gn_py: Eikpuru rupi {{clientShortname}} emoneĩma {{terms_of_use}} ha {{privacy_notice}}.

source: Terms of Use
gn_py: Mba'éicha eipurúta

source: Privacy Notice
gn_py: Marandu ñemiguáva

source: Powered by
gn_py: Omombaretéva

# feedback_rejoin_button
source: Rejoin
gn_py: Eñembyaty

source: Report User
gn_py: Puruhára Ñemombe'u

source: How was your conversation?
gn_py: Mba'éichapa osẽ neñomongeta

source: Leave Feedback
gn_py: Eheja neremiandu

source: Tour
gn_py: Ñesẽ'are

source: Conversation {{conversationLabel}}
gn_py: Ñomongeta {{conversationLabel}}

source: Leave
gn_py: Heja

source: Conversation cannot be updated
gn_py: Pe ñeñomongeta ndaikatúi embohekopyahu

source: Choose a conversation or start a new one
gn_py: Eiporavo peteĩ ñomongeta térã emoñepyrũ ipyahúva

source: There are already two people in this conversation.
gn_py: Oĩma mokõi tapicha ko ñomongetápe.

source: Download {{brandShortname}} to start your own
gn_py: Emboguejy {{brandShortname}} emoñepyrũ hag̃ua nemba'éva

source: Learn more about {{clientShortname}} »
gn_py: Eikuaave {{clientShortname}} » rehegua

source: Someone has joined the conversation!
gn_py: Oĩ oikeramóva neñomongetápe!

# rooms_room_join_label
source: Join the conversation
gn_py: Eike ñomongetápe

source: Open conversations will be closed
gn_py: Ñomongetakuéra ijurujáva oñembotýta

source: Users in your conversation will now be able to see the contents of any tab you click on.
gn_py: Puruharakuéra iñomongetápe ko'ág̃a ikatúta ohecha opavave tenda'i guive eikutúvo amo.

source: Got it!
gn_py: ¡Aguerekóma!

source: Don't show this again
gn_py: Ani rehechaukajey

source: No conversations yet.
gn_py: Ndaipóri gueteri ñomongeta

source: Start a new one!
gn_py: Eñepyrũ peteĩ ipyahúva

source: Let's Talk About…
gn_py: Ñañe'ẽta ãva rehe…

source: Let's Talk About:
gn_py: Ñañe'ẽta ãva rehe:

source: Conversation Name
gn_py: Ñomongeta réra

source: Comments
gn_py: Temimo'ã

# context_cancel_label
source: Cancel
gn_py: Heja

source: Edit Context
gn_py: Jeregua mbosako'i

source: Hide Context
gn_py: Jeregua moñemi

source: Type here…
gn_py: Ehai ápe…
