Repository: tktk711/mozilla-l10n
Catalog: sm/toolkit/chrome/global/commonDialogs.properties.po
Languages: sm

source: Alert
sm: Lapata'i

source: Confirm
sm: Fa'amausalī

# ConfirmCheck
source: Confirm
sm: Fa'amausalī

source: Authentication Required
sm: Authentication Mana'omiaina

source: Password Required
sm: 'Upulilo Mana'omiaina

source: Select
sm: Filifili

source: Cancel
sm: Sōloia

source: &Yes
sm: &Ioe

source: &No
sm: &Leai

source: &Save
sm: &Teu

source: &Revert
sm: &Sui i tua

source: The page at %S says:
sm: Le itūlau i %S faimai:

source: Prevent this page from creating additional dialogs
sm: Vavao le itūlau lea mai le fa'atupuga o le tului fetalia'i

source: Confirm Dialog Preference
sm: Fa'amausalī le fa'a'au'au o le fetalia'i

source: Enter username and password for %1$S
sm: Tā le igoa-fai ma le 'upulilo mo %1$S

source: Enter password for %1$S on %2$S
sm: Tā le 'upulilo mo %1$S i %2$S
