Repository: tktk711/mozilla-l10n
Catalog: sm/toolkit/chrome/global/filepicker.properties.po
Languages: sm

source: All Files
sm: Faila 'Uma

source: HTML Files
sm: Faila HTML

source: Text Files
sm: Faila Tusitusiga

source: Image Files
sm: Faila Ata

source: XML Files
sm: Faila XML

source: XUL Files
sm: Faila XUL

source: Applications
sm: Polokalame-komepiuta

source: Audio Files
sm: Faila Leo

source: Video Files
sm: Faila Vitiō

# dirTextInputLabel
source: Directory name:
sm: Igoa o le pusa-faila:

source: Confirm
sm: Fa'amausalī

source: %S already exists. Do you want to replace it?
sm: 'Ua 'uma ona fai ola %S. E fiafia toe sui le mea?

source: Open
sm: Tatala

source: Save
sm: Teu

source: Select
sm: Fili

source: No
sm: Leai

source: Format:
sm: Fofola:

# errorOpenFileDoesntExistTitle
source: Error opening %S
sm: Sesē tatala %S

source: File %S doesn't exist
sm: E lē ola le faila %S

source: Error accessing %S
sm: Sesē sau-totonu %S

source: Directory %S doesn't exist
sm: E lē ola le pusa-faila %S

# errorOpeningFileTitle
source: Error opening %S
sm: Sesē tatala %S

source: File %S is not readable
sm: E lē mafai faitau i le faila %S

source: Error saving %S
sm: Sesē o le teuga %S

source: %S is a file, can't save %S
sm: %S o le faila, e lē mafai teuga %S

source: Path %S doesn't exist, can't save %S
sm: E lē ola le 'auala %S, e lē mafai ona teu %S

source: File %S is not writable.
sm: E lē mafai tusi i le faila %S.

source: Cannot create file. Directory %S is not writable.
sm: E lē mafai fa'atupu le faila. E lē mafai faitau le Pusa-faila %S.

# errorNewDirDoesExistTitle
source: Error creating %S
sm: Sesē fa'atupu %S

source: A file named %S already exists, directory cannot be created.
sm: O le faila %S 'ua 'uma ona fai, e lē mafai fa'atupu le pusa-faila.

# errorCreateNewDirTitle
source: Error creating %S
sm: Sesē fa'atupu %S

source: Directory %S could not be created
sm: E le mafai fa'atupu le Pusa-faila %S

source: Directory cannot be created, %S is a file
sm: E le mafai fa'atupu le Pusa-faila, %S o le faila

source: Directory cannot be created, %S not writable
sm: E lē mafai fa'atupu le pusa-faila, e lē mafai faitau i le %S

source: Create new directory
sm: Fa'atup pusa-faila fou

# promptNewDirMessage
source: Directory name:
sm: Igoa o le pusa-faila:

source: Unknown Error
sm: Sesē lē iloa

source: An unknown error occured (path %S)
sm: Sesē lē iloa ('auala %S)
