Repository: tktk711/mozilla-l10n
Catalog: sm/toolkit/chrome/global/findbar.properties.po
Languages: sm

source: Phrase not found
sm: E lē maua mai le fuai'upu

source: Reached end of page, continued from top
sm: A taunu'u i le fa'ai'uga o le itūlau ona toe fa'aauau mai 'i luga o le itūlau

source: Reached top of page, continued from bottom
sm: A taunu'u i luga o le itūlau, ona toe fa'aauau mai lea i lalo o le itūlau

source: Find in page
sm: Tausu'e i le itūlau

source: Quick find
sm: Tausu'e fa'avave

source: Quick find (links only)
sm: Tausu'e fa'avave (so'otaga)

source: (Case sensitive)
sm: (Talosaga o le case)

source: %S match
sm: %S tutusa le mea

source: %S matches
sm: %S tutusa le mea

source: More than %S matches
sm: 'O se mea %S tutusa le mea
