Repository: tktk711/mozilla-l10n
Catalog: sm/toolkit/chrome/global/finddialog.dtd.po
Languages: sm

source: Find in This Page
sm: Tausu'e i totonu le itūlau lea

source: Fi&nd what:
sm: E fia tau&su'e:

source: Mat&ch case
sm: Tut&usa le case

source: &Wrap
sm: &Ta'ai

source: &Find Next
sm: &Tausu'e Le 'Isi

source: Cancel
sm: Sōloia

source: Close
sm: Tāpuni

source: &Up
sm: &I luga

source: &Down
sm: &I lalo

source: Direction
sm: Itūlagi
