Repository: tktk711/mozilla-l10n
Catalog: sm/toolkit/chrome/global/printdialog.properties.po
Languages: sm

source: Print
sm: Lolomi

# optionsTabLabelGTK
source: Options
sm: Filifiliga

# printFramesTitleGTK
source: Print Frames
sm: Lolomi le fa'ava'a

source: Options:
sm: Filifiliga:

source: Appearance:
sm: Fōliga:

source: Frames:
sm: Fa'ava'a:

source: Page Headers:
sm: Talatomua o le Itūlau:

source: Page Footers:
sm: Meatauele o le Itūlau:

# optionsTitleWindows
source: Options
sm: Filifiliga

# printFramesTitleWindows
source: Print Frames
sm: Lolomi le fa'ava'a

source: _As Laid Out on the Screen
sm: _E tutusa le ata i le fa'amalama-va'ai

source: As &laid out on the screen
sm: E tu&tusa le ata i le fa'amalama-va'ai

source: The _Selected Frame
sm: Le _Fa'ava'a Filiga

source: The selected &frame
sm: Le fa'ava'a &filiga

source: Each Frame on Separate _Pages
sm: Fa'ava'a ta'itasi i le Itūlau _Māvae

source: &Each frame separately
sm: &Fa'ava'a ta'itasi māvae

source: Ignore Scaling and S_hrink To Fit Page Width
sm: Lē amana'ia Scaling ma F_a'ala'itiiti i le itūlau lautele

source: Print Selection _Only
sm: Lolomi filifiliina _tasi lava

source: Print Backgrounds
sm: Lolomi le Ata i tua

source: Print Background _Colors
sm: Lolomi le _Lanu i tua

source: Print Background I_mages
sm: Lolomi le A_ta i tua

source: Header and Footer
sm: Talatomua ma Meatauele

source: Left
sm: Tauagavale

source: Center
sm: 'Ogātotonu

source: Right
sm: Taumatau

source: --blank--
sm: --leai se mea--

source: Title
sm: Ulutala

source: Date/Time
sm: Aso/Taimi

source: Page #
sm: Itūlau #

source: Page # of #
sm: Itūlau # mo #

source: Custom...
sm: Fetu'una'i...

source: Please enter your custom header/footer text
sm: Fa'atā lou fetu'una'i talatomua/meatauele

# summaryFramesTitle
source: Print Frames
sm: Lolomi le fa'ava'a

source: Print Selection
sm: Lolomi filifiliina

source: Shrink To Fit
sm: Fa'ala'itiiti ma fa'afetaui

source: Print BG Colors
sm: Lolomi Lanu BG

source: Print BG Images
sm: Lolomi Ata BG

source: Page Headers
sm: Talatomua o le itūlau

source: Page Footers
sm: Meatauele o le itūlau

source: On
sm: Ola

source: Off
sm: Tapē
