Repository: tktk711/mozilla-l10n
Catalog: sm/toolkit/chrome/global/printjoboptions.dtd.po
Languages: sm

source: Printer Properties
sm: Fa'atonu-onaina o le Masini-lolomi

source: &Paper Size:
sm: &Fua o le Pepa:

source: Print C&ommand:
sm: Lolomi C&ommand:

source: &Job Title:
sm: Ulutala o le &galue:

source: Color:
sm: Lanu:

source: &Grayscale
sm: '&Efu'efu

source: &Color
sm: &Lanu

source: Color&space:
sm: Lanu&avanoa-totoe:

source: Fonts:
sm: Itu'āiga tusitusi:

source: &Download fonts to printer
sm: 'A&uina atu le itu'āiga-tusitusi i le masini-lolomi

source: Gap from edge of paper to Margin
sm: Avanoa mai le 'autafa o le pepa i le margin

source: &Top:
sm: &Taualuga:

source: &Bottom:
sm: &Tauele:

source: &Left:
sm: &Tauagavale:

source: &Right:
sm: &Taumatau:
