Repository: tktk711/mozilla-l10n
Catalog: */browser/extensions/onboarding/onboarding.properties.po
Languages: ar, cy, eu, fa, ga_ie, gd, hr, is, kk, lt, mr, ro, ta

source: Let’s get started
ar: لنبدأ
cy: Cychwyn arni
eu: Has gaitezen
hr: Započmimo
kk: Ал, бастайық
lt: Pradėkime
mr: सुरु करूया

source: Mark all as complete, and hide the tour
ar: علّم الكل مكتمل و أخفِ الجولة
cy: Marcio wedi ei gwblhau, a chuddio'r cyflwyniad
eu: Markatu guztia osatuta gisa eta ezkutatu txangoa
ga_ie: Marcáil gach ceann críochnaithe, agus cuir an turas i bhfolach
gd: Cuir comharra gun do choilean thu seo ’s falaich an turas
hr: Označi sve završenim i sakrij vodič
kk: Барлығын бітірілген етіп белгілеп, саяхатты жасыру
lt: Pažymėti viską kaip užbaigta ir nerodyti turo
mr: सर्व पूर्ण झाले असे खुणवा, आणि दौरा लपवा
ta: அனைத்தையும் முடிந்ததாகக் குறித்து, உலாவினை மறைக்கவும்

source: Learn More
ar: اطّلع على المزيد
cy: Dysgu Rhagor
eu: Argibide gehiago
ga_ie: Tuilleadh Eolais
gd: Barrachd fiosrachaidh
hr: Saznajte više
kk: Көбірек білу
lt: Sužinokite daugiau
mr: आणखी जाणा
ro: Află mai multe
ta: மேலும் அறிய

source: New to %S?
ar: جديد على %S؟
cy: Newydd i %S?
eu: Berria zara %S erabiltzen?
ga_ie: Do chéad uair ag úsáid %S?
gd: Air ùr-thighinn dha %S?
hr: Novi ste %S korisnik?
kk: %S өніміне жаңадан келдіңіз бе?
lt: Pirmas kartas su „%S“
mr: %S साठी नवीन आहात?
ro: Ești utilizator nou în %S?
ta: %S என்பதற்கு புதியவரா?

source: New to %S? Let’s get started.
ar: جديد على %S؟ لنبدأ.
cy: Newydd i %S? Gadewch i ni gychwyn
eu: Berria zara %S erabiltzen? Has gaitezen.
hr: Novi ste %S korisnik? Započmimo.
kk: %S ішіне жаңа келдіңіз бе? Ал, бастайық.
lt: Pirmas kartas su „%S“? Pradėkime.
mr: %S ला नवीन आहात? चला, सुरु करूया.

source: %S is all new. See what you can do!
ar: ‏%S جديد تمامًا. تعرف على ما يمكنك فعله.
cy: Mae %S i gyd yn newydd. Beth am weld beth fedrwch chi ei wneud!
eu: %S erabat berritu da. Ikusi zer egin dezakezun!
hr: %S je potpuno nov. Pogledajte što možemo!
kk: %S жап-жаңа. Нені жасауға болатынын біліңіз!
lt: „%S“ atsinaujino. Susipažinkite su naujovėmis!
mr: %S पूर्ण नवीन आहे. आपण काय करू शकता ते पहा!

source: Close
eu: Itxi
hr: Zatvori
lt: Užverti
mr: बंद करा

source: See what’s new!
ar: تعرّف على التغييرات الجديدة
cy: Gweld beth sy'n newydd!
eu: Ikusi nobedadeak!
hr: Pogledajte novosti!
kk: Жаңалықтарын біліңіз!
lt: Pamatykite kas naujo!
mr: नवीन काय आहे ते पहा!

source: Dismiss
eu: Baztertu
hr: Odbaci
lt: Paslėpti
mr: रद्द करा

source: Search
ar: البحث
cy: Chwilio
eu: Bilaketa
ga_ie: Cuardaigh
gd: Lorg
hr: Pretraživanje
kk: Іздеу
lt: Ieškoti
mr: शोधा
ro: Căutare
ta: தேடு

# onboarding.tour-search.title2
source: Find it faster.
ar: اعثر عليه أسرع.
cy: Canfod yn gynt.
eu: Bila ezazu azkarrago.
ga_ie: Cuardach níos sciobtha.
gd: Faigh greim air rudan nas luaithe.
hr: Pronađite brže
kk: Жылдамырақ табу.
lt: Raskite greičiau.
mr: जलद शोधा
ro: Găsește mai rapid.
ta: வேகமாகக் கண்டுபிடி.

source: Having a default search engine doesn’t mean it’s the only one you can use. Choose a search engine or a site, like Amazon or Wikipedia, right from the search box.
ar: وجود محرك بحث مبدئي لا يعني أنه محرك البحث الوحيد. اختر محرك بحث أو موقع –مثل أمازون أو ويكيبيديا– مباشرة من مربع البحث.
cy: Dyw cael peiriant chwilio rhagosodedig ddim yn golygu mae hwnnw yw'r unig un rydych am ei ddefnyddio. Gallwch ddewis beiriant chwilio neu wefan - Amazon neu Wicipedia a'u chwilio'n uniongyrchol.
eu: Bilaketa-motor lehenetsia izateak ez du esan nahi erabil dezakezun bakarra dela. Aukeratu bilaketa-motor edo gune bat bilaketa-kutxatik zuzenean, adib. Amazon edo Wikipedia.
ga_ie: Ní ionann inneall cuardaigh réamhshocraithe agus gan ach ceann amháin a úsáid. Pioc inneall cuardaigh nó suíomh, dála Foclóir.ie nó an Vicipéid, go díreach ón bhosca cuardaigh.
gd: ’S urrainn dhut barrachd air aon einnsean-luirg a chleachdadh fiù ma tha fear bunaiteach agad. Tagh einnsean-luirg no làrach mar an Uicipeid ris ann am bogsa an luirg fhèin,
hr: Imati zadani pretraživač ne znači da možete samo njega koristiti. Odaberite pretraživač ili stranicu, kao Amazon ili Wikipediju, direktno iz okvira za pretraživanje.
kk: Негізгі іздеу жүйесінің болуы сіз тек оны қолдану керектігін білдірмейді. Іздеу жүйесін, немесе Amazon не Википедия сияқты сайтты, тура іздеу өрісінен таңдаңыз.
lt: Turėdami numatytąją ieškyklę naudojatės nebūtinai vien tik ja. Pasirinkę ieškyklę ar svetainę, pvz., „Amazon“ arba „Vikipediją“, galėsite ieškoti jose.
mr: पूर्वनिर्धारित शोध इंजिन असणे याचा अर्थ असा नाही की तुम्ही ते एकच वापरावे. शोधपेटी मधून Amazon किंवा Wikipedia सारखी साईट किंवा शोध इंजिन निवडा.
ro: Având un motor de căutare implicit nu înseamnă că este singurul pe care îl poți folosi. Alege un motor de căutare sau un site, precum Amazon sau Wikipedia, direct din caseta de căutare.
ta: முன்னிருப்புத் தேடுபொறியாக ஒன்றைப் பெற்றிருப்பதால், அது மட்டுமே நீங்கள் பயன்படுத்தக்கூடிய ஒன்று என்பது பொருளல்ல. தேடல் பெட்டியிலிருந்து அமேசான் அல்லது விக்கிபீடியா போன்ற தேடுபொறி அல்லது தளத்தைத் தேர்ந்தெடுக்கவும்.

source: Open One-Click Search
ar: افتح البحث بنقرة واحدة
cy: Agor Chwilio Un Clic
eu: Ireki klik bakarreko bilaketa
fa: بازکردن جست‌وجو با یک کلیک
ga_ie: Oscail an Cuardach Aonchliceála
gd: Fosgail am briog-lorg
hr: Otvori pretraživanje jednim klikom
is: Opna leit með einum smelli
kk: Бірлік шерту іздеуін ашу
lt: Atverti paiešką vienu spustelėjimu
mr: एक-क्लिक शोध उघडा
ro: Deschide căutarea cu un clic
ta: ஒரு சொடுக்கில் தேடலைத் திற

# onboarding.notification.onboarding-tour-search.title
source: Find it faster.
ar: اعثر عليه أسرع.
cy: Canfod yn gynt.
eu: Bila ezazu azkarrago.
ga_ie: Cuardach níos sciobtha.
gd: Faigh greim air rudan nas luaithe.
hr: Pronađite brže.
kk: Жылдамырақ табу.
lt: Raskite greičiau.
mr: जलद शोधा
ro: Găsește mai rapid.
ta: வேகமாகக் கண்டுபிடிக்கவும்.

source: Access all of your favorite search engines with a click. Search the whole Web or just one website right from the search box.
ar: استخدم كل محركات البحث التي تفضلها بنقرة واحدة. ابحث في الوب كلها أو في موقع بعينه، مباشرة من صندوق البحث.
cy: Cewch fynediad i'ch hoff beiriannau chwilio gyda chlic. Chwiliwch yr holl We neu dim ond un gwefan o'r blwch chwilio.
eu: Izan zure gogoko bilaketa-motor guztietarako sarbidea klik bakarrean. Bilatu web guztian edo webgune zehatzetan bilaketa-kutxatik zuzenean.
ga_ie: Is féidir leat teacht ar na hinnill chuardaigh is ansa leat le clic amháin. Cuardaigh an Gréasán iomlán nó suíomh amháin, go díreach ón bhosca cuardaigh.
gd: Faigh cothrom air na h-einnseanan-luirg as fhearr leat le aon bhriogadh. Lorg an lìon air fad no dìreach làrach-lìn on bhogsa-luirg fhèin.
hr: Pristupite svim svojim pretraživačima jednim klikom. Pretražite cijeli web ili samo jednu stranicu direktno iz okvira za pretraživanje.
kk: Таңдамалы іздеу жүйелеріңізге бір шертумен қатынаңыз. Тура іздеу өрінісінен түгел интернеттен немесе тек бір сайттан іздеңіз.
lt: Pasiekite visas mėgstamiausias ieškykles vienu spustelėjimu. Ieškokite visame saityne, arba tik vienoje svetainėje, tiesiai iš paieškos lauko.
mr: आपले आवडते शोध इंजिन्समध्ये एका क्लिक वर प्रवेश करा. फक्त एकच शोधपेटी वापरून संपूर्ण वेब किंवा एका साईट मध्ये शोध घ्या.
ro: Accesează toate motoarele de căutare favorite cu un clic. Caută pe întreg webul sau doar pe un site web direct din caseta de căutare.
ta: உங்களுக்கு பிடித்தமான தேடுபொறிகள் அனைத்தையும் ஒரே சொடுக்கில் அணுகவும். தேடல் பெட்டியிலிருந்து முழு வலையை அல்லது ஒரு வலைத்தளத்தைத் தேடுங்கள்.

source: Private Browsing
ar: التصفح الخاص
cy: Pori Preifat
eu: Nabigatze pribatua
fa: مرور خصوصی
ga_ie: Brabhsáil Phríobháideach
gd: Brabhsadh prìobhaideach
hr: Privatno pretraživanje
is: Huliðsgluggi
kk: Жекелік шолу
lt: Privatusis naršymas
mr: खाजगी ब्राउझिंग
ro: Navigarea privată
ta: அந்தரங்க உலாவல்

# onboarding.tour-private-browsing.title2
source: Browse by yourself.
ar: تصفّح وحدك.
cy: Pori ar ben eich hun.
eu: Nabigatu zure erara.
ga_ie: Brabhsáil faoi cheilt.
gd: Dèan brabhsadh rùin.
hr: Pretražujte samostalno.
kk: Өздігімен шолыңыз.
lt: Naršykite sau.
mr: स्वतःहून ब्राउझ करा
ro: Navighează de unul singur.
ta: நீங்களே உலாவுங்கள்.

source: Want to keep something to yourself? Use Private Browsing with Tracking Protection. %S will block online trackers while you browse and won’t remember your history after you’ve ended your session.
eu: Zerbait zuretzako soilik nahi duzu gorde? Erabili jarraipenaren babesa duen nabigatze pribatua. %S(e)k jarraipena egiten duten elementuak blokeatuko ditu nabigatu ahala eta ez du historiarik gogoratuko saioa bukatu ondoren.
hr: Želite li zadržati nešto samo za sebe? Koristite Privatno pretraživanje s zaštitom od praćenja. %S će blokirati praćenje dok pretražujete i neće pamtiti povijest pretraživanja nakon što završite svoju sesiju.
lt: Norite kažką žinoti tik patys? Naudokite privatųjį naršymą su apsauga nuo stebėjimo. „%S“ blokuos stebėjimo elementus jums naršant bei neves jūsų naršymo žurnalo viso seanso metu.
mr: काही गोष्टी आपल्यातच ठेवू इच्छिता? ट्रॅकिंग संरक्षणासह खाजगी ब्राउझिंग वापरा. आपण ब्राउज करतांना %S ऑनलाइन ट्रॅकर्स अवरोधित करेल आणि आपले सत्र समाप्त झाल्यानंतर आपला इतिहास लक्षात ठेवणार नाही.

source: Show Private Browsing in Menu
ar: أظهر التصفح الخاص في القائمة
cy: Dangos Pori Preifat yn y Ddewislen
eu: Erakutsi nabigatze pribatuaren menua
fa: نمایش مرور خصوصی در فهرست
ga_ie: Taispeáin an Bhrabhsáil Phríobháideach sa Chlár
gd: Seall am brabhsadh prìobhaideach sa chlàr-taice
hr: Prikaži Privatno pretraživanje u izborniku
is: Sýna huliðsglugga í valmynd
kk: Жекелік шолуды мәзірде көрсету
lt: Parodyti privatųjį naršymą per meniu
mr: मेनूमध्ये खाजगी ब्राउझिंग दाखवा
ro: Afișează navigarea privată în meniu
ta: பட்டியில் தனிப்பட்ட உலாவலைக் காட்டு

# onboarding.notification.onboarding-tour-private-browsing.title
source: Browse by yourself.
ar: تصفّح وحدك.
cy: Pori ar ben eich hun.
eu: Nabigatu zure erara.
ga_ie: Brabhsáil faoi cheilt.
gd: Dèan brabhsadh rùin.
hr: Pretražujte samostalno.
kk: Өздігімен шолыңыз.
lt: Naršykite sau.
mr: स्वतःहून ब्राउझ करा
ro: Navighează de unul singur.
ta: நீங்களே உலாவுங்கள்.

source: Want to keep something to yourself? Use Private Browsing with Tracking Protection.
eu: Zerbait zuretzako soilik nahi duzu gorde? Erabili jarraipenaren babesa duen nabigatze pribatua.
hr: Želite li zadržati nešto samo za sebe? Koristite Privatno pretraživanje s zaštitom od praćenja.
lt: Norite kažką žinoti tik patys? Naudokite privatųjį naršymą su apsauga nuo stebėjimo.
mr: काही गोष्टी आपल्यातच ठेवू इच्छिता? ट्रॅकिंग संरक्षणासह खाजगी ब्राउझिंग वापरा.

source: Add-ons
ar: الإضافات
cy: Ychwanegion
eu: Gehigarriak
fa: افزونه
ga_ie: Breiseáin
gd: Tuilleadan
hr: Dodaci
is: Viðbætur
kk: Қосымшалар
lt: Priedai
mr: ॲड-ऑन
ro: Suplimente
ta: துணை நிரல்கள்

# onboarding.tour-addons.title2
source: Get more done.
ar: أنجز أكثر.
cy: Cyflawni mwy.
eu: Egizu gehiago.
ga_ie: Tuilleadh táirgiúlachta.
gd: Dèan barrachd.
hr: Uradite više.
kk: Көбірек бітіріңіз.
lt: Atlikite daugiau.
mr: आणखी काम करून घ्या.
ro: Fă mai multe lucruri.
ta: மேலும் செய்யுங்கள்.

source: Add-ons let you add features to %S, so your browser works harder for you. Compare prices, check the weather or express your personality with a custom theme.
ar: تتيح لك الإضافات إضافة خصائص إلى %S، ما يجعل متصفحك يعمل بجِد أكثر لأجلك. قارن الأسعار أو راجع نشرة الطقس أو عبّر عن نفسك باستخدام سمة مخصوصة.
cy: Mae ychwanegion yn caniatáu i chi ychwanegu nodweddion i %S fel bod eich porwr yn gweithion galetach i chi. Cymharu prisiau, edrych ar y tywydd neu fynegi eich hun gyda thema cyfaddas.
eu: Geghiarrien bidez eginbideak gehi diezazkiokezu %S(r)i, honek zuretzako gehiago egin dezan. Alderatu salneurriak, begiratu eguraldiaren iragarpena edo adierazi zure izaera pertsonalizatutako itxura batekin.
ga_ie: Úsáidtear breiseáin chun gnéithe nua a chur le %S, ionas go ndéanfaidh do bhrabhsálaí níos mó ar do shon. Is féidir leat praghsanna a chur i gcomparáid, réamhaisnéis na haimsire a fháil, nó do stíl phearsanta a léiriú le téama speisialta.
gd: Cuiridh tuilleadain comasan a bharrachd ri %S. Dèan coimeas eadar prìsean, thoir sùil air aithris na h-aimsire, ceartaich an litreachadh Gàidhlig agad no cuir dreach pearsanta air.
hr: Dodaci vam omogućuju dodavanje novih mogućnosti u %S, tako da vaš pretraživač radi bolje za vas. Usporedite cijene, provjerite vremensku prognozu ili se izrazite kroz poseban izgled pretraživača.
kk: Қосымшалар %S ішіне мүмкіндіктерді қосады, браузеріңіз сіз үшін күштірек жұмыс жасайды. Бағаларды салыстыру, ауа райын тексеру немесе таңдауыңызша теманы орнатуға болады.
lt: Priedai leidžia pridėti funkcionalumo į „%S“, kad naršyklė dirbtų daugiau jūsų labui. Palyginkite kainas, patikrinkite orus arba išreikškite savo asmenybę su pasirinktu grafiniu apvalkalu.
mr: ऍड-ऑन्स तुम्हाला %S मध्ये गुणविशेष समाविष्ट करू देतात, त्यामुळे आपला ब्राउझर आपल्यासाठी जास्त परिश्रम करतो. किमतींची तुलना करा, हवामान तपासा किंवा आपल्या व्यक्तिमत्वाला सानुकूल थीमसह व्यक्त करा.
ro: Suplimentele îți permit să adaugi funcții în %S, astfel încât browserul lucrează mai mult pentru tine. Compară prețuri, verifică vremea sau exprimă-ți personalitatea cu o temă personalizată.

source: Show Add-ons in Menu
ar: أظهر الإضافات في القائمة
cy: Dangos Ychwanegion yn y Ddewislen
eu: Erakutsi gehigarriak menuan
fa: نمایش افزونه ها در فهرست
ga_ie: Taispeáin na Breiseáin sa Chlár
gd: Seall na tuilleadain sa chlàr-taice
hr: Prikaži dodatke u izborniku
is: Sýna viðbætur í valmynd
kk: Мәзірде қосымшаларды көрсету
lt: Parodyti priedus per meniu
mr: मेनूमध्ये ॲड-ऑन दाखवा
ro: Afișează suplimentele în meniu
ta: பட்டியில் துணை நிரல்களைக் காண்பி

# onboarding.notification.onboarding-tour-addons.title
source: Get more done.
ar: أنجز أكثر.
cy: Cyflawni mwy.
eu: Egizu gehiago.
ga_ie: Tuilleadh táirgiúlachta.
gd: Dèan barrachd.
hr: Uradite više.
kk: Көбірек бітіріңіз.
lt: Atlikite daugiau.
mr: आणखी काम करून घ्या.
ro: Fă mai multe lucruri.
ta: மேலும் செய்யுங்கள்.

source: Add-ons are small apps you can add to %S that do lots of things — from managing to-do lists, to downloading videos, to changing the look of your browser.
ar: الإضافات برمجيات صغيرة يمكنك إضافتها إلى %S لعمل أشياء كثيرة؛ من إدارة قوائم المهام، إلى تنزيل الڤديو، إلى تغيير مظهر المتصفح.
cy: Mae ychwanegion yn apiau bach y gallwch eu hychwanegu i %S sy'n gwneud lot o bethau — o reoli eich rhestrau gwneud pethau, llwytho fideos i lawr, newid golwg eich porwr.
eu: %S(e)ra gehi ditzakezun eta gauza asko egiten dituzten aplikazio txikiak dira gehigarriak. Adibidez, zereginen zerrendak kudeatzeko, bideoak deskargatzeko edo nabigatzailearen itxura aldatzeko erabil daitezke.
ga_ie: Is éard atá i mbreiseán ná aip bheag a chuirtear le %S chun gné nua a chur leis. Is féidir leat breiseáin a úsáid chun tascliostaí a bhainistiú, físeáin a íoslódáil, nó cuma an bhrabhsálaí a athrú.
gd: Tha tuilleadain ’nan aplacaidean beaga as urrainn dhut a chur ri %S airson comasan nach robh aige o thùs, eadar liosta de rudan a tha ri dhèanamh, luchdadh a-nuas videothan, coltas a’ bhrabhsair is ceartachadh litreachaidh Gàidhlig.
hr: Dodaci su male aplikacije koje možete dodati u svoj %S i mogu raditi puno stvari — od upravljanja vašim zadacima, do preuzimanja video datoteka ili izmjene izgleda vašeg pretraživača.
kk: Қосымшалар - бұл %S ішіне көп мүмкіндіктерді қоса алатын кішігірім қолданбалар - істер тізімдерін жүргізу, видеоларды жүктеп алу және браузеріңіздің сыртқы түрін өзгертуге болады.
lt: Priedai yra mažos programos, kurias galite pridėti į „%S“, atliekančios daugybę dalykų – nuo užduočių sąrašų valdymo iki vaizdo įrašų atsiuntimo ar jūsų naršyklės išvaizdos pakeitimo.
mr: ऍड-ऑन्स लहान ऍप्लिकेशन्स आहेत जे आपण %S मध्ये जोडू शकता जे बरेच गोष्टी करतात - टु-डू सूचीचे प्रबंधन करण्यापासून, व्हिडिओ डाउनलोड आणि आपल्या ब्राउझरचे स्वरूप बदलण्यापर्यंत.
ro: Suplimentele sunt aplicații mici care fac o mulțime de lucruri pe care le poți adăuga în %S — de la gestionarea listelor de sarcini, la descărcarea de videoclipuri, la schimbarea aspectului browserului tău.
ta: நிறைய செயல்களைச் செய்யும் சிறிய செயலிகாளான துணை மென்பொருள்களை %S உலாவயில் சேர்க்க முடியும் — பணிப்பட்டியலை நிர்வகித்தல், காணொளிகளைப் பதிவிறக்குதல், உலாவியின் தோற்றத்தை மாற்றுதல் போன்றவற்றைச் செய்கின்றன.

source: Customize
ar: التخصيص
cy: Cyfaddasu
eu: Pertsonalizatu
fa: سفارشی‌سازی
ga_ie: Saincheap
gd: Gnàthaich
hr: Prilagodi
is: Sérsníða
kk: Баптау
lt: Tinkinimas
mr: स्वेच्छेनुरूप करा
ro: Personalizează
ta: விருப்பமை

# onboarding.tour-customize.title2
source: Rearrange your toolbar.
ar: رتب شريط الأدوات.
cy: Ad-drefnu eich blwch offer.
eu: Berrantolatu zure tresna-barra.
ga_ie: Cuir do bharra uirlisí in atheagar.
gd: Cuir air gleus am bàr-inneal agad.
hr: Presložite svoju alatnu traku.
kk: Саймандар панеліңізді қайта реттеңіз.
lt: Perdėliokite savo priemonių juostą.
mr: आपली साधनपट्टी परत मांडा.
ro: Rearanjează bara de unelte.
ta: உங்கள் கருவிப்பட்டையை மறுசீரமை.

source: Put the tools you use most right at your fingertips. Drag, drop, and reorder %S’s toolbar and menu to fit your needs. Or choose a compact theme to make more room for tabbed browsing.
ar: ضع الأدوات التي تستخدمها أكثر في متناول يديك. اسحب و أفلت و رتب شريط أدوات %S و قائمته لتناسب احتياجاتك. أو اختر سمة مضغوطة لتوفير مساحة أكثر للتصفح.
cy: Rhowch yr offer rydych yn eu defnyddio'n aml wrth law. Gallwch llusgo, gollwng ac ad-drefnu'r bar offer a dewislen %S yn ôl eich anghenion. Neu ddewis thema gryno i wneud mwy o le ar gyfer pori gyda thabiau.
eu: Jar itzazu gehien erabiltzen dituzun tresnak esku-eskura. Zure beharrak asetzeko, arrastatu, jaregin eta aldatu %S(r)en tresna-barraren ordena. Edo aukeratu itxura trinko bat fitxa bidezko nabigazioari toki gehiago egiteko.
ga_ie: Ba cheart do na huirlisí is fearr leat a bheith ar bharra do mhéar agat. Tarraing, scaoil, agus cuir uirlisí in athord i mbarra uirlisí %S de réir mar a theastaíonn uait. Nó roghnaigh téama dlúth chun níos mó spáis a fhágáil le brabhsáil i gcluaisíní.
gd: Cum na h-innealan a chleachdas tu fad an t-siubhail deas ri do làimh. Slaod mun cuairt iad air bàr-inneal %S ach am freagair iad ort. No cleachd ùrlar dùmhail airson barrachd àite a dhèanamh airson brabhsadh tabaichte.
hr: Stavite alate koje najviše koristite nadohvat ruke. Povucite, ispustite i presložite %S alatnu traku i izbornik kako bi bolje odgovarali vašim potrebama. Ili odaberite kompaktnu temu kako biste napravili više mjesta za pretraživanje.
kk: Жиі қолданатын саймандарды жақындау ұстаңыз. %S саймандар панелін және мәзірін қалауыңызша реттеңіз. Немесе бірнеше беттік шолуға орын беру үшін ықшам теманы қолданыңыз.
lt: Pasidėkite dažniausiai naudojamas priemones po ranka. Nutempkite ir perdėliokite „%S“ priemonių juostą bei meniu pritaikydami savo poreikiams. Arba pasirinkite kompaktišką grafinį apvalkalą norėdami skirti daugiau vietos kortelėms.
mr: आपण सर्वात जास्त वापरता ती साधने आपल्या बोटांच्या टोकावर ठेवा. आपल्या गरजेनुसार फिट करण्यासाठी %S चा टूलबार ड्रॅग, ड्रॉप व पुनर्क्रमित करा. किंवा टॅब्ड ब्राउझिंगसाठी अधिक जागा तयार करण्यासाठी संक्षिप्त थीम निवडा.
ta: உங்கள் விரல் நுனியில் மிக அதிகமாகப் பயன்படுத்தும் கருவிகளை வைத்துக் கொள்ளுங்கள். உங்கள் தேவைகளைப் பூர்த்தி செய்ய இழுத்தல், கைவிடல் மற்றும் %S இன் கருவிப்பட்டி மற்றும் பட்டியலை மறுவரிசைப்படுத்தவும். அல்லது கீற்றாக்கப்பட்ட உலாவலுக்கான அதிக இடத்தைக் கொண்ட ஒரு சிறிய கருவியைத் தேர்வுசெய்யவும்.

source: Show Customize in Menu
ar: أظهر ”خصّص“ في القائمة
cy: Dangos Cyfaddasu yn y Ddewislen
eu: Erakutsi pertsonalizatzeko aukera menuan
fa: نمایش شخصی سازی در فهرست
ga_ie: Taispeáin Saincheap sa Chlár
gd: Seall “Gnàthaich” sa chlàr-taice
hr: Prikaži Prilagodi u izborniku
is: Sýna sérsnið í valmynd
kk: Мәзірде баптауды көрсету
lt: Parodyti tinkinimą per meniu
mr: स्वेच्छेनुरूप करा मेनूमध्ये दाखवा
ro: Afișează Personalizează în meniu
ta: விருப்பமைவைப் பட்டியில் காண்பி

# onboarding.notification.onboarding-tour-customize.title
source: Rearrange your toolbar.
ar: رتب شريط الأدوات.
cy: Ad-drefnu eich bar offer.
eu: Berrantolatu zure tresna-barra.
ga_ie: Cuir do bharra uirlisí in atheagar.
gd: Cuir air gleus am bàr-inneal agad.
hr: Presložite svoju alatnu traku.
kk: Саймандар панеліңізді қайта реттеңіз.
lt: Perdėliokite savo priemonių juostą.
mr: आपली साधनपट्टी परत मांडा.
ta: கருவிப்பட்டையை மறுசீரமை.

source: Put the tools you use most right at your fingertips. Add more options to your toolbar. Or select a theme to make %S reflect your personality.
ar: ضع الأدوات التي تستخدمها أكثر في متناول يديك. أضف خيارات أكثر إلى شريط الأدوات، أو اختر سمة تجعل %S يعبّر عن شخصيتك.
cy: Rhowch yr offer rydych yn eu defnyddio'n aml wrth law. Ychwanegwch ragor o ddewisiadau i'ch bar offer. Neu ddewis thema i wneud i %S adlewyrchu eich personoliaeth.
eu: Jar itzazu gehien erabiltzen dituzun tresnak esku-eskura. Gehitu aukera gehiago tresna-barran. Edo aukeratu itxura bat %S(e)k zure izaera adieraz dezan.
ga_ie: Ba cheart do na huirlisí is fearr leat a bheith ar bharra do mhéar agat. Cuir tuilleadh roghanna le do bharra uirlisí. Nó roghnaigh téama nua do %S a léiríonn do stíl phearsanta.
gd: Cum na h-innealan a chleachdas tu fad na h-ùine deas ri do làimh. Cuir barrachd roghainnean ris a’ bhàr-inneal agad. No tagh ùrlar a chuireas dreach eile air %S dhut a-rèir do thoil fhèin.
hr: Stavite alate koje najviše koristite nadohvat ruke. Dodajte više mogućnosti u svoju alatnu traku. Ili odaberite temu kako bi %S odražavao vašu osobnost.
kk: Жиі қолданатын саймандарды жақындау ұстаңыз. Саймандар панеліне көбірек опцияларды қосыңыз. Немесе, қалауыңызша %S темасын таңдаңыз.
lt: Pasidėkite dažniausiai naudojamas priemones po ranka. Pridėkite daugiau parinkčių į savo priemonių juostą. Arba pasirinkite jūsų asmenybę atspindintį „%S“ grafinį apvalkalą.
mr: आपण सर्वात जास्त वापरता ती साधने आपल्या बोटांच्या टोकावर ठेवा. आपल्या टूलबारमध्ये अधिक पर्याय जोडा. किंवा %S आपले व्यक्तिमत्व प्रतिबिंबित करेल अशी थीम निवडा.
ta: நீங்கள் அதிகம் பாவிக்கும் கருவிகளை விரல் நுனியில் வையுங்கள். கருவிப்பட்டையில் அதக தேர்வுகளைச் சேருங்கள். (அ) உங்களைப் பிரதிபளிக்கும் தோற்றத்தை %S உலாவியில் வையுங்கள்.

source: Default Browser
ar: المتصفّح المبدئي
cy: Porwr Rhagosodedig
eu: Nabigatzaile lehenetsia
fa: مرورگر پیش‌فرض
ga_ie: Brabhsálaí Réamhshocraithe
gd: Am brabhsair bunaiteach
hr: Zadani preglednik
is: Sjálfgefinn vafri
kk: Негізгі браузері
lt: Numatytoji naršyklė
mr: पूर्वनिर्धारित ब्राउझर
ro: Browserul implicit
ta: முன்னிருப்பு உலாவி

# onboarding.tour-default-browser.title2
source: Make %S your go-to browser.
ar: اجعل %S متصفحك الأساسي.
cy: Gwneud %S eich prif borwr.
eu: Egizu %S zure lehenengo nabigatzailea.
ga_ie: Is é %S do ghiolla gualainne.
gd: Cleachd %S mar am brabhsair bunaiteach agad.
hr: Učinite %S vašim glavnim pretraživačem.
kk: %S негізгі браузер етіп орнатыңыз.
lt: Padarykite „%S“ savo numatytąja naršykle.
mr: %S ला तुमचा गो-टू ब्राऊजर बनवा
ta: உங்களின் உடனடி %S உலாவியாக்குங்கள்.
