Repository: tktk711/mozilla-l10n
Catalog: */browser/extensions/onboarding/onboarding.properties.po
Languages: ar, cy, eu, fa, ga_ie, gd, hr, is, kk, lt, mr, ro, ta

source: There’s no reason to share your online life with trackers every time you browse. Want to keep something to yourself? Use Private Browsing with Tracking Protection.
ar: لا داعِ لمشاركة حياتك على الإنترنت مع المتعقبات في كل مرة تتصفح فيها. أتريد إبقاء شيء سرًا؟ استخدم التصفح الخاص مع الحماية من التعقب.
cy: Does dim rheswm i rannu eich bywyd ar-lein gyda thracwyr bob tor fyddwch yn pori. Eisiau cadw rhywbeth i chi eich hun? Defnyddiwch Pori Preifat gyda Diogelwch rhag Tracio.
ga_ie: Níl aon chúis do shaol ar líne a nochtadh do lorgairí nuair a bhíonn tú ar líne. Ar mhaith leat rudaí a choinneáil chugat féin? Úsáid Brabhsáil Phríobháideach agus Cosaint ar Lorgaireacht.
gd: Cha leig thu leas na nì thu air loidhne a leigeil ri sùilean nan tracaichean gach turas a nì thu brabhsadh. Airson rudeigin a chumail dìomhair? Dèan brabhsadh prìobhaideach le dìon o thracadh.
kk: Желідегі белсенділікті басқа біреулермен бөлісудің еш қажеті жоқ. Бір нәрсені жеке етіп қалдыруды қалайсыз ба? Бақылаудан қорғанысы бар жекелік шолуды қолданыңыз.
ro: Nu există vreun motiv să-ți împărtășești viața online cu urmăritorii de fiecare dată când navighezi. Dorește să păstrezi ceva pentru tine? Folosește navigarea privată cu protecție față de urmărire.

source: Getting started with %S
fa: با %S شروع کنید
is: Byrja að nota %S
ro: Primii pași cu %S

source: One-Click Search
fa: جست‌وجو با یک کلید
is: Leit með einum smelli

source: Find the needle or the haystack.
fa: پیدا کردن سوزن در کاهدان
is: Finndu nálina í heystakknum.

source: Having a default search engine doesn’t mean it’s the only one you use. Pick a search engine or a site, like Amazon or Wikipedia, to search on the fly.
fa: داشتن یک موتور جست‌‌و‌جو پیش فرض به این معنی نیست که تنها یکی برای استفاده وجود دارد. یک موتور جست‌و‌جو انتخاب کنید یا یک پایگاه اینترنتی، مانند آمازون یا ویکی‌پدیا،‌ برای جست‌و‌جو در آسمان.
is: Þótt þú sért með sjálfgefna leitarvél þarftu ekki bara að nota hana. Veldu leitarvél eða vefsvæði, eins og Amazon eða Wikipedia, til að leita sem snöggvast.

source: A little privacy goes a long way.
fa: یک کم حریم خصوصی یک راه طولانی میرود.
is: Friðhelgi er af hinu góða.

source: Browse the internet without saving your searches or the sites you visited. When your session ends, the cookies disappear from %S like they were never there.
fa: اینترنت را بدون ذخیره شدن جست‌‌جو‌های شما یا پایگاه های اینترنتی که بازدید کرده‌اید مرور کنید. وقتی نشست شما به اتمام رسید، کوکی‌ها از %S ناپدید می شوند مانند روزی که اصلا وجود نداشتند.
is: Vafraðu á netinu án þess að vista niður leitina eða þau vefsvæði sem þú heimsækir. Þegar lotan er búinn, þá hverfa sjálkrafa smákökurnr frá %S eins og þær hefðu aldrei verið til.

source: Hide the tour
fa: پنهان کردن سیاحت
is: Fela skoðunarferð

source: Add more functionality.
fa: افزودن قابلیت های بیشتر.
is: Bæta við meiri virkni.

source: Add-ons expand %1$S’s built-in features, so %1$S works the way you do. Compare prices, check the weather or express your personality with a custom theme.
fa: افزونه‌ها ویژگی‌های توکار ساخته شدهٔ %1$S را توسعه میدهند، همچنین %1$S کار شما را انجام میدهد. مقایسه قیمت‌ها، چک کردن آب و هوا یا بیان شخصیّت شما با یک مضمون سفارشی.
is: Viðbætur bæta við fleiri hlutum í %1$S’s, þannig að %1$S virki eins og þú viljir. Berðu saman verð, athugaðu veðrið eða sýndu þinn persónuleika með þínu eigin þema.

source: Do things your way.
fa: کارها را به روش خودتون انجام بدید.
is: Gerðu hlutina á þína eigin vegu.

source: Drag, drop, and reorder %S’s toolbar and menu to fit your needs. You can even select a compact theme to give websites more room.
is: Dragðu, slepptu og endurraðaðu verkfæraslánna í %S til að aðlaga að þínum þörfum. Þú getur einnig valið þjappað þema til að gefa vefsvæðum meira pláss.

source: We’re there for you.
is: Allt er gert fyrir þig.

source: Love %1$S? Set it as your default browser. Then when you open a link from another application, %1$S has you covered.
is: Finnst þér %1$S frábær? Notaðu hann sem sjálfgefin vafra. Ef þú vvo opnar tengil frá öðru forriti, þá sér %1$S um málið.
