Repository: tktk711/mozilla-l10n
Catalog: */browser/extensions/onboarding/onboarding.properties.po
Languages: ar, cy, eu, fa, ga_ie, gd, hr, is, kk, lt, mr, ro, ta

source: Love %1$S? Set it as your default browser. Open a link from another application, and %1$S will be there for you.
ar: هل تحب %1$S؟ اجعله متصفحك المبدئي. افتح الروابط من التطبيقات الأخرى في %1$S.
cy: Hoffi %1$S? Gallwch ei osod fel eich porwr rhagosodedig. Agorwch ddolen o raglen arall a bydd %1$S yno ar eich cyfer.
eu: Gogoko duzu %1$S? Ezar ezazu nabigatzaile lehenetsi gisa. Beste aplikazioetatik loturak irekitzean hor egongo da %1$S zuretzat prest.
ga_ie: An maith leat %1$S? Socraigh mar bhrabhsálaí réamhshocraithe é. Nuair a osclaíonn tú nascanna ó fheidhmchláir eile, beidh %1$S ansin faoi do réir.
gd: Gaol agad air %1$S? Cleachd e mar am brabhsair bunaiteach agad. Dèan sin agus ma dh’fhosglas tu ceangal ann an aplacaid eile, nochdaidh e ann am %1$S dhut.
hr: Volite %1$S? Postavite ga za zadani pretraživač. Kada otvorite poveznice iz drugih aplikacija, otvorit ćete ih s %1$S.
kk: %1$S ұнатасыз ба? Оны өзіңіздің негізгі браузері ретінде орнатыңыз. Басқа қолданбадан сілтемені ашыңыз, сол кезде %1$S сіз үшін дайын болады.
lt: Mylite „%1$S“? Padarykite ją savo numatytąja naršykle. Atverkite saitą iš kitos programos, ir „%1$S“ jus pasitiks.
mr: %1$S आवडलंय? ह्याला आपला पूर्वनिर्धारीत ब्राउझर म्हणून सेट करा. दुसऱ्या ॲप्लिकेशनवरून दुवा उघडा आणि %1$S तुमच्यासाठी तिथे असेल.
ro: Iubești %1$S? Setează-l ca browser implicit. Deschide un link dintr-o altă aplicație, iar %1$S va fi acolo pentru tine.
ta: %1$S உலாவியை விருப்புகிறீர்களா? அதை உங்களின் முன்னிருப்பு உலாவியாக அமை. தொடுப்பை மற்றொரு செயலியின் மூலம் திறக்கவும், மற்றும் %1$S உங்களுக்கானது.

source: Open Default Browser Settings
ar: افتح إعدادات المتصفّح المبدئي
cy: Agor Gosodiadau'r Porwr Rhagosodedig
eu: Ireki nabigatzaile lehenetsiaren ezarpenak
fa: بازکرن تنظیمات پیش فرض مرورگر
ga_ie: Oscail Réamhshocraithe an Bhrabhsálaí
gd: Fosgail roghainnean a’ bhrabhsair bhunaitich
hr: Otvori postavke zadanog pretraživača
is: Opna stillingar fyrir sjálfgefin vafra
kk: Негізгі браузер баптауларын ашу
lt: Atverti numatytosios naršyklės nuostatas
mr: पूर्वनिर्धारीत ब्राउझर सेटिंग उघडा
ro: Deschide setările pentru browserul implicit
ta: முன்னிருப்பு உலாவி அமைப்புகளைத் திற

source: Make %S Your Default Browser
ar: اجعل %S متصفّحك المبدئي
cy: Gwneud %S yn Borwr Ragosodedig i Chi
eu: Egizu %S zure nabigatzaile lehenetsia
fa: %S را پیش فرض مرورگر خود قرار دهید
ga_ie: Úsáid %S mar do bhrabhsálaí réamhshocraithe
gd: Cleachd %S mar am brabhsair bunaiteach agad
hr: Učini %S mojim zadanim pretraživačem
is: Gerðu %S að sjálfgefnum vafra
kk: %S өнімін негізгі браузер етіп қылу
lt: Padaryti „%S“ numatytąja naršykle
mr: %S आपलं पूर्वनिर्धारीत ब्राउझर बनवा
ro: Desemnează %S ca browser implicit
ta: உங்கள் முன்னிருப்பு உலாவியாக %S என்பதை ஆக்கவும்

source: You’ve got this!
ar: سبق أن حدث هذا
cy: Rydych wedi deall hyn!
eu: Egina dago jada!
hr: Već ste riješili ovaj dio!
kk: Сізде мынау бар!
lt: Jau atlikta!

source: %S is already your default browser.
ar: ‏%S متصفّحك المبدئي بالفعل.
cy: %S yw eich porwr ragosodedig yn barod.
eu: %S lehendik ere zure nabigatzaile lehenetsia da.
hr: %S je već vaš zadani preglednik.
kk: %S жүйеңіздің негізгі браузері болып тұр.
lt: „%S“ jau yra jūsų numatytoji naršyklė.
mr: %S हाच तुमचा पूर्वनिर्धारीत ब्राउजर आहे.

# onboarding.notification.onboarding-tour-default-browser.title
source: Make %S your go-to browser.
ar: اجعل %S متصفحك الأساسي.
cy: Gwneud %S eich prif borwr.
eu: Egizu %S zure lehenengo nabigatzailea.
ga_ie: Is é %S do ghiolla gualainne.
gd: Cleachd %S mar am brabhsair bunaiteach agad.
hr: Učinite %S vašim glavnim pretraživačem.
kk: %S негізгі браузер етіп орнатыңыз.
lt: Padarykite „%S“ savo numatytąja naršykle.
mr: %S ला तुमचा गो-टू ब्राऊजर बनवा
ta: உங்களின் உடனடி %S உலாவியாக்குங்கள்.

source: It doesn’t take much to get the most from %1$S. Just set %1$S as your default browser and put control, customization, and protection on autopilot.
ar: لا تحتاج لبذل مجهود كبير للاستفادة أقصى استفادة من %1$S. اجعل %1$S متصفحك المبدئي و استفد تلقائيًا من التحكم و التخصيص و الحماية.
cy: Dyw hi ddim yn cymryd llawer i gael y mwyaf allan o %1$S. Gosodwch %1$S fel eich porwr rhagosodedig a bydd rheoli, cyfaddasu a diogelwch yna'n ddiofyn.
eu: Ez du lan asko eskatzen %1$S(r)i zukua ateratzeak. Ezar ezazu %1$S nabigatzaile lehenetsi gisa eta jarri martxan kontrolaren, pertsonalizazioaren eta babesaren pilotu automatikoa.
ga_ie: Níl sé deacair an tairbhe is mó a bhaint as %1$S. Roghnaigh %1$S mar do bhrabhsálaí réamhshocraithe agus gheobhaidh tú na gnéithe saincheaptha agus slándála is fearr.
gd: Tha e furasta %1$S a chur gu làn-fheum. Cha leig thu leas ach %1$S a thaghadh mar am brabhsair bunaiteach agad agus nì sinne an corr a thaobh smachd, gnàthachaidh is dìon.
hr: Ne treba puno kako biste dobili najviše od %1$S. Postavite %1$S za svoj zadani preglednik i automatski dobivate najveću kontrolu, prilagodbu i zaštitu.
kk: %1$S ішінен көбірек алу үшін көп қимыл керек емес. %1$S негізгі браузер ретінде орнатып, басқаруды, баптауды және қорғауды автопилотқа қойыңыз.
lt: Nereikia daug pastangų, kad gautumėte viską, ką gali „%1$S“. Tiesiog nustatykite „%1$S“ kaip savo numatytąją naršyklę ir perleiskite valdymą, tinkinimą bei apsaugą autopilotui.
mr: %1$S पासून अधिक मिळविण्यासाठी जास्त काही करावे लागत नाही. फक्त %1$S ला आपला पूर्वनिर्धारीत ब्राउझर म्हणून सेट करा आणि नियंत्रण, सानुकूलन व संरक्षण स्वयंचलित करा.
ta: %1$S இலிருந்து பெரும்பான்மையைப் பெற இது அதிகம் எடுக்காது. உங்களின் %1$S உலாவியை முன்னிருப்பாக அமைத்து, தன்னியக்கநிலையில் கட்டுப்பாடு, தனிப்படுத்தல் மற்றும் பாதுகாப்பு ஆகியவற்றை அமைக்கவும்.

source: Sync
ar: المزامنة
cy: Cydweddu
eu: Sinkronizazioa
ga_ie: Sioncronú
gd: Sioncronachadh
hr: Sinkronizacija
kk: Синхрондау
lt: Sinchronizavimas
mr: ताळमेळ
ro: Sincronizare
ta: ஒத்திசை

# onboarding.tour-sync.title2
source: Pick up where you left off.
ar: أكمل من حيث انتهيت.
cy: Ailgychwyn o'r man diwethaf.
eu: Jarraitu utzi zenuen tokitik.
ga_ie: Tosaigh arís san áit ar stop tú.
gd: Lean ort far an do stad thu roimhe.
hr: Nastavite gdje ste stali.
kk: Жұмысты қалдырған жерінен жалғастырыңыз.
lt: Tęskite nuo ten, kur baigėte.
mr: जिथे सोडले तिथुन परत सुरु करा.
ro: Continuă de unde ai rămas.
ta: நீங்கள் விட்டுவிட்ட இடத்தில் எடு.

source: Sync makes it easy to access bookmarks, passwords, and even open tabs on all your devices. Sync also gives you control of the types of information you want, and don’t want, to share.
ar: يسهّل «تزامُن» الوصول إلى علاماتك و كلمات سرك و حتى الألسنة المفتوحة، على كل أجهزتك. يتيح لك «تزامُن» أيضا التحكم في نوع المعلومات التي تريد مشاركتها من عدمه.
cy: Mae Sync yn ei gwneud hi'n hawdd i ddefnyddio nodau tudalen, cyfrineiriau a hyd yn oed tabiau agored ar eich holl ddyfeisiau. Mae Sync hefyd yn cynnig rheolaeth ar bob math o wybodaeth rydych eisiau neu ddim eisiau eu rhannu.
eu: Sinkronizazioari esker erraza da zure gailu guztietan laster-marka, pasahitz eta irekitako fitxetarako sarbidea izatea. Partekatu nahi duzun informazio motaren gaineko kontrola daukazu, gainera.
ga_ie: Le Sync, tá sé an-éasca teacht ar do chuid leabharmharcanna, focail faire, agus fiú cluaisíní oscailte ar do ghléasanna go léir. Agus is tusa amháin atá i gceannas ar cén sórt eolais ba mhaith leat a chomhroinnt nó a choinneáil faoi rún.
gd: Nì sioncronachadh furasta e greim fhaighinn air comharran-lìn, faclan-faire agus fiù tabaichean fosgailte air feadh nan uidheaman agad. Bheir an gleus comas dhut cuideachd co-dhùnadh na thèid a shioncronachadh ann agus dè na rudan nach dèid an sioncronachadh.
hr: Sinkronizacija olakšava pristup zabilješkama, lozinkama, čak i otvorenim karticama na svim vašim uređajima. Sinkronizacija vam također daje kontrolu nad vrstom informacija koje želite dijeliti.
kk: Синхрондау барлық құрылғыларыңыздаға бетбелгілер, парольдер және тіпті ашық беттерге қатынауды жеңіл қылады. Сонымен қатар, синхрондау үшін қалайтын және қаламайтын нәрселерді таңдай аласыз.
lt: „Sync“ leidžia lengvai pasiekti adresyną, slaptažodžius ir netgi atvertas korteles visuose jūsų įrenginiuose. „Sync“ taip pat suteikia galimybę jums rinktis kokia informacija norite, ar nenorite, dalintis.
mr: सिंक आपल्या सर्व डिव्हाइसेसवर वाचनखूणा, पासवर्ड आणि खुल्या टॅब देखील वापरणे सोपे करते. सिंक तुम्हाला कोणती माहिती तुम्ही शेअर करू इच्छिता आणि कोणती नाही यावर नियंत्रण देते.
ro: Sincronizarea facilitează accesarea semnelor de carte, parolelor și chiar deschiderea filelor pe toate dispozitivele tale. Sincronizarea îți oferă și control asupra tipurilor de informații pe care le dorești, și nu le dorești, să le împărtășești.
ta: உங்கள் எல்லா சாதனங்களிலும் புத்தகக்குறிகள், கடவுச்சொற்கள், திறந்த கீற்றுகளைக் கூட அணுகுவதை ஒத்திசைத்தல் எளிமையாக்குகிறது. ஒத்திசைத்தல் நீங்கள் பகிர விரும்பும் அல்லது விரும்பாத தகவல் வகைகளின் மீதான கட்டுபாட்டையும் உங்களுக்கு வழங்குகிறது.

source: You’re signed in to Sync!
eu: Syncen saioa hasita daukazu!
hr: Prijavljeni ste u Sync!
lt: Jau esate prisijungę prie „Sync“!
mr: तुम्ही ताळमेळला साइनइन आहात!

source: Sync works when you’re signed in to %1$S on more than one device. Have a mobile device? Install the %1$S app and sign in to get your bookmarks, history, and passwords on the go.
eu: %1$S(e)n gailu batean baino gehiagotan saioa hasita daukazunean du eragina sinkronizazioak. Mugikorra daukazula? Instalatu %1$S aplikazioa eta hasi saioa zure laster-markak, historia eta pasahitzak alboan izateko.
hr: Sinkronizacija radi kada ste prijavljeni u %1$S na više od jednog uređaja. Imate li mobitel? Instalirajte %1$S aplikaciju i prijavite se kako biste imali sve svoje zabilješke, povijest i lozinke u pokretu.
lt: „Sync“ veikia kai esate prisijungę prie „%1$S“ daugiau nei viename įrenginyje. Turite mobilųjį įrenginį? Įdiegę jame „%1$S“ programą ir prisijungę gausite savo adresyną, žurnalą bei slaptažodžius, kad ir kur bebūtumėte.
mr: जेव्हा आपण %1$S मध्ये एका पेक्षा अधिक डिव्हाइसवर साइन इन असाल तेव्हा सिंक कार्य करते. मोबाइल डिव्हाइस आहे? %1$S अॅप संस्थापित करा आणि आपल्या वाचनखूणा, इतिहास आणि पासवर्ड मिळविण्यासाठी साइन इन करा.

source: Create a Firefox Account
ar: أنشئ حسابَ فَيَرفُكس
cy: Creu Cyfrif Firefox
eu: Sortu Firefox kontua
ga_ie: Cruthaigh Cuntas Firefox
gd: Cruthaich cunntas Firefox
hr: Stvori Firefox račun
kk: Firefox тіркелгісін жасаңыз
lt: Susikurkite „Firefox“ paskyrą
mr: नवीन Firefox खातं बनवा
ro: Creează un cont Firefox
ta: ஒரு பயர்பாக்ஸ் கணக்கை உருவாக்கி

source: to continue to Firefox Sync
ar: لمواصلة استخدام «تزامُن فَيَرفُكس»
cy: i barhau i Firefox Sync
eu: Firefox Sync-ekin jarraitzeko
ga_ie: chun leanúint ar aghaidh go Firefox Sync
gd: a leantainn air adhart gu sioncronachadh Firefox
hr: i prijavi se u Firefox Sync
kk: Firefox синхрондауына жалғастыру үшін
lt: norėdami tęsti su „Firefox Sync“
mr: Firefox Sync सुरू ठेवण्यासाठी
ro: pentru a continua la Sincronizare Firefox
ta: பயர்பாஃசுடன் ஒத்திசைவைத் தொடருங்கள்

source: Next
ar: التالي
cy: Nesaf
eu: Hurrengoa
ga_ie: Ar Aghaidh
gd: Air adhart
hr: Dalje
kk: Келесі
lt: Toliau
mr: पुढे
ro: Următorul
ta: அடுத்து

source: Email
ar: البريد
cy: E-bost
eu: Helbide elektronikoa
ga_ie: R-phost
gd: Post-d
hr: E-pošta
kk: Эл. пошта
lt: El. paštas
mr: ईमेल
ta: மின்னஞ்சல்

# onboarding.notification.onboarding-tour-sync.title
source: Pick up where you left off.
ar: أكمل من حيث انتهيت.
cy: Ailgychwyn o'r man diwethaf.
eu: Jarraitu utzi zenuen tokitik.
ga_ie: Tosaigh arís san áit ar stop tú.
gd: Lean ort far an do stad thu roimhe.
hr: Nastavite gdje ste stali.
kk: Жұмысты қалдырған жерінен жалғастырыңыз.
lt: Tęskite nuo ten, kur baigėte.
mr: जिथे सोडले तिथुन परत सुरु करा.
ro: Continuă de unde ai rămas.
ta: நீங்கள் விட்டுவிட்ட இடத்தில் எடு.

source: Still sending yourself links to save or read on your phone? Do it the easy way: get Sync and have the things you save here show up on all of your devices.
ar: أما زلت ترسل الروابط إلى نفسك لقراءتها على هاتفك؟ إليك طريقة أسهل؛ احصل على «تزامُن» و ما تحفظه هنا سيظهر على كل أجهزتك.
cy: Yn dal i anfon dolenni atoch chi eich hun i'w cadw neu ddarllen ar eich ffôn? Gwnewch hyn y ffordd hawdd: defnyddiwch Sync a bydd yr holl bethau rydych wedi eu cadw'n ymddangos ar eich holl ddyfeisiau.
eu: Oraindik zure buruari loturak bidaltzen dizkiozu gero telefonoan irakurtzeko? Egizu modu errazean: eskuratu Sync eta izan itzazu alboan hemen gordetakoak zure beste gailu guztietan.
ga_ie: An bhfuil tú fós ag seoladh nascanna chugat féin chun iad a shábháil nó a léamh ar do ghuthán? Tá bealach níos éasca ann: úsáid Sync agus feicfidh tú na rudaí a shábhálann tú anseo ar do chuid gléasanna go léir.
gd: Am bi thu a’ cur ceanglaichean thugad fhèin air a’ phost-d fhathast ach am bi iad agad air an fhòn? Tha dòigh nas fhasa ann: dèan sioncronachadh agus bidh na rudan a shàbhaileas tu an-seo ri do làimh air feadh nan uidheaman agad.
hr: Još si uvijek šaljete poveznice e-poštom kako bi ih spremili ili pročitali na mobitelu? Učinite to lakše, nabavite Sync i stvari koje spremite ovdje će se pojaviti na svim vašim uređajima.
kk: Сақтау немесе телефонда қарау үшін әлі де сілтемелерді өзіңізге жіберіп жүрсіз бе? Оны жеңіл жолмен жасаңыз: Синхрондауды орнатып, осында сақталған барлық нәрселерді барлық басқа құрылғыларда қолжетерлік қылыңыз.
lt: Vis dar siunčiate sau saitus, kuriuos norite įsirašyti ar paskaityti telefone? Galima paprasčiau: naudokite „Sync“ ir tai, ką išsaugosite čia, atsiras visuose jūsų įrenginiuose.
mr: अद्याप स्वत:ला आपल्या फोनवर जतन किंवा वाचण्यासाठी दुवे पाठवित आहात? हा सोपा मार्ग वापरा: सिंक मिळवा आणि आपण येथे जतन केलेल्या गोष्टी आपल्या सर्व डिव्हाइसेसवर पहा.
ro: Îți trimiți în continuare linkuri pentru a le salva sau a le citi pe telefon? Alege calea ușoară: obține Sincronizare și lucrurile pe care le salvezi aici apar pe toate dispozitivele tale.
ta: உங்கள் தொலைபேசியில் சேமித்து படிக்க இன்னும் இணைப்புகளை அனுப்புகிறீர்களா? அதற்கு எளிதான வழி: ஒத்திசைவைப் பெற்று, நீங்கள் இங்கே சேமித்த எல்லாத்தையும் மற்ற சாதனங்களில் காண்பிக்கப்படும்

source: Library
ar: المكتبة
cy: Llyfrgell
eu: Liburutegia
hr: Biblioteka
kk: Жинақталған
lt: Archyvas
mr: लायब्ररी

# onboarding.tour-library.title
source: Keep it together.
ar: اجمع كل شيء معًا.
cy: Cadw'r cyfan gyda'i gilydd.
hr: Držite ih zajedno.
kk: Бірге ұстау.
lt: Laikykite kartu.
mr: एकत्र ठेवा

source: Check out the new %1$S library in the redesigned toolbar. The library puts the things you’ve seen and saved to %1$S - your browsing history, bookmarks, Pocket lists, and synced tabs - in one convenient place.
ar: انظر مكتبة %1$S الجديدة في تصميم شريط الأدوات الجديد. تجمع المكتبة الأشياء التي رأيتها و حفظتها في %1$S –تأريخ التصفح و العلامات و قوائم بوكِت و الألسنة المزامنة– في مكان واحد سهل التناول.
cy: Edrychwch ar lyfrgell newydd %1$S yn y bar offer newydd. Mae'r llyfrgell yn rhoi'r pethau rydych wedi eu gweld a'u cadw i %1$S - eich hanes pori, nodau tudalen, rhestrau Pocket a thabiau wedi eu cydweddu - mewn un man cyfleus.
hr: Provjerite novu %1$S biblioteku u redizajniranoj alatnoj traci. Biblioteka stavlja stvari koje ste vidjeli i spremili u %1$S - vašu povijest pretraživanja, zabilješke, Pocket popise i sinkronizirane kartice - na jedno praktično mjesto.
kk: Қайта жасалған саймандар панеліндегі жаңа %1$S жинағын қолданып көріңіз. Жинақ ішінде сіз %1$S көмегімен қараған және сақтаған нәрселер - шолу тарихы, бетбелгілер, Pocket тізімдері және синхрондалған беттер - бір икемді жерде болады.
lt: Apžiūrėkite naująjį „%1$S“ archyvą pertvarkytoje priemonių juostoje. Archyvas į vieną vietą sudeda tai, ką matėte ir įrašėte į „%1$S“ – jūsų naršymo žurnalą, adresyną, „Pocket“ sąrašus, ir sinchronizuotas korteles.
mr: पुन्हा डिझाइन केलेल्या टूलबारमध्ये नवीन %1$S लायब्ररी पहा. आपण पाहिलेल्या आणि %1$S वर जतन केलेल्या गोष्टी लायब्ररी ठेवते - आपला ब्राउझिंग इतिहास, वाचनखूणा, पॉकेट सूची आणि ताळमेळीत टॅब - एका सोयीस्कर ठिकाणी

source: Show Library in Menu
ar: أظهر المكتبة في القائمة
cy: Dangos y Llyfrgell yn y Ddewislen
hr: Prikaži biblioteku u izborniku
kk: Жинақты мәзірде көрсету
lt: Parodyti archyvą per meniu
mr: मेन्यू मध्ये लायब्ररी दाखवा

# onboarding.notification.onboarding-tour-library.title
source: Keep it together.
ar: اجمع كل شيء معًا.
cy: Cadw'r cyfan gyda'i gilydd.
hr: Držite ih zajedno.
kk: Бірге ұстау.
lt: Laikykite kartu.
mr: एकत्रित ठेवा.

source: The new %S library puts the great things you’ve discovered on the web in one convenient place.
ar: تجمع مكتبة %S الجديدة الأشياء الرائعة التي اكتشفتها على الوب في مكان واحد سهل التناول.
cy: Mae llyfrgell newydd %S yn gosod y pethau da rydych wedi eu canfod ar y we mewn un man cyfleus.
hr: Nova %S biblioteka stavlja odlične stvari koje ste otkrili na webu na jedno praktično mjesto.
kk: Жаңа %S жинағы сіз интернеттен тапқан жақсы нәрселер бір икемді жерде сақтайды.
lt: Naujasis „%S“ archyvas jūsų saityne atrastus puikius dalykus sudeda į vieną patogią vietą.
mr: नवीन %S लायब्ररी आपण वेबवर शोधलेल्या चांगल्या गोष्टी एका सोयीस्कर ठिकाणी ठेवते.

source: Address Bar
ar: شريط العناوين
cy: Bar Cyfeiriadau
eu: Helbide-barra
hr: Adresna traka
kk: Адрес жолағы
lt: Adreso juosta
mr: पत्ता पट्टी

# onboarding.tour-singlesearch.title
source: Find it faster.
ar: اعثر عليه أسرع.
cy: Canfod yn gynt.
eu: Bila ezazu azkarrago.
hr: Pronađite brže.
kk: Жылдамырақ табу.
lt: Raskite greičiau.
mr: जलद शोधा.

source: The address bar might be the most powerful tool in the sleek new %S toolbar. Start typing, and see suggestions based on your browsing and search history. Go to a web address, search the whole web with your default search engine, or send your query directly to a single site with one-click search.
cy: Efallai mai'r bar cyfeiriadau yw'r teclyn mwyaf pwysig ym mar offer newydd %S. Cychwynnwch deipio a bydd awgrymiadau ar sail eich pori a hanes chwilio'n ymddangos. Ewch i gyfeiriad we, chwlio’r we i gyd gyda’ch peiriant chwilio ragosodedig neu anfon cais yn uniongyrchol at wefan unigol gyda chwilio un clic.
hr: Adresna traka je možda najmoćniji alat u novoj i poboljšanoj %S alatnoj traci. Započnite pisati i vidjet ćete prijedloge temeljene na vašem pretraživanju i povijesti. Otiđite na web stranicu, pretražite cijeli web s vašim zadanim pretraživačem ili pošaljite upit samo jednoj stranici s pretraživanjem na jedan klik.
kk: Адрестік жолақ жаңа %S саймандар панелінде мүмкіндіктері ең кең сайман болып табылады. Теруді бастаңыз, шолу және іздеулер тарихына негізделген ұсыныстарды көретін боласыз. Веб адресіне өту, интернеттен негізгі іздеу жүйесі көмегімен іздеу, немесе бірлік шертумен іздеуі көмегімен сұранымды тікелей бір сайтқа жіберуге болады.
lt: Adreso juosta galimai yra pati galingiausia priemonė naujojoje „%S“ priemonių juostoje. Pradėkite vesti, ir matysite siūlymus iš jūsų naršymo ir paieškos istorijos. Eikite į internetinį adresą, ieškokite visame saityne su numatytąja ieškykle, arba nusiųskite savo užklausą tiesiogiai į vieną svetainę, pasinaudoję paieška vienu spustelėjimu.
mr: पत्ता पट्टी हे नवीन %S टूलबारमधील सर्वात शक्तिशाली साधन असू शकते. टाइपिंग सुरु करा आणि आपल्या ब्राउझिंग आणि शोध इतिहासावर आधारित सूचना पहा. वेब पत्त्यावर जा, आपल्या पूर्वनिर्धारित शोध इंजिनसह संपूर्ण वेब शोधा, किंवा एक क्लिक शोधासह आपली क्वेरी थेट एका साइटवर पाठवा.

source: Show Address Bar
ar: أظهر شريط العناوين
cy: Dangos y Bar Cyfeiriadau
eu: Erakutsi helbide-barra
hr: Prikaži adresnu traku
kk: Адрестік жолақты көрсету
lt: Parodyti adreso juostą
mr: पत्ता पट्टी दर्शवा

# onboarding.notification.onboarding-tour-singlesearch.title
source: Find it faster.
ar: اعثر عليه أسرع.
cy: Canfod yn gynt.
eu: Bila ezazu azkarrago.
hr: Pronađite brže.
kk: Жылдамырақ табу.
lt: Raskite greičiau.
mr: जलद शोधा.

source: The unified address bar is the only tool you need to find your way around the web.
ar: شريط العناوين الموحد هو كل ما تحتاجه لتتجول في الوب.
cy: Y bar cyfeiriadau unedig yw'r unig declyn sydd ei angen arnoch i ganfod eich ffordd ar draws y we.
hr: Ujedinjena adresna traka je jedini alat koji trebate kako biste se snašli na webu.
kk: Интернеттен керек нәрсені табу үшін біріктірілген адрестік жолақ тиімді сайман болып табылады.
lt: Suvienyta adreso juosta yra vienintelė priemonė, kurios jums prireiks naršant internete.
mr: एकत्रित पत्ता पट्टी हे एकमेव टूल आहे ज्याची आपल्याला वेबवर मार्ग शोधण्यासाठी आवश्यकता आहे.

source: Performance
ar: الأداء
cy: Perfformiad
eu: Errendimendua
hr: Performanse
kk: Өнімділік
lt: Našumas
mr: कार्यक्षमता

# onboarding.tour-performance.title
source: Browse with the best of ‘em.
ar: تصفح باستخدام الأفضل.
cy: Pori gyda'r gorau.
hr: Pretražujte s najbržima.
kk: Олардың ең жақсыларымен шолыңыз.
lt: Naršykite su geriausia iš jų.
mr: उत्कृष्टांसोबत संचार करा.

source: It’s a whole new %1$S, built for faster page loading, smoother scrolling, and more responsive tab switching. These performance upgrades come paired with a modern, intuitive design. Start browsing and experience it for yourself: the best %1$S yet.
cy: Mae'n %1$S newydd, wedi ei adeiladu ar gyfer llwytho tudalennau yn gynt, sgrolio llyfn a newid tabiau mwy ymatebol. Mae'r uwchraddio perfformiad yn dod ynghyd â chynllun modern haws ei drin. Dewch i bori a'i brofi i chi eich hun: y %1$S gorau eto.
hr: Skroz novi %1$S, izgrađen za brže učitavanje stranica, glađe klizanje po stranicama i brže prebacivanje između kartica. Ovo poboljšanje u performansama dolazi upareno s modernijim i intuitivnijim dizajnom. Započnite pretraživati i iskusite ga sami, najbolji %1$S do sada.
kk: Бұл жаңа %1$S, парақтарды жылдамырақ жүктеу, тегіс айналдыру және беттер арасында жылдамырақ ауысу үшін жасалған. Бұл өнімділік жаңартулары заманауи, интуитивті дизайнмен бірге келеді. Шолуды бастап, оны өзіңіз көріңіз: бұл ең жақсы %1$S нұсқасы.
lt: Tai visiškai nauja „%1$S“, sukurta spartesniam tinklalapių įkėlimui, sklandesniam slinkimui, ir efektyvesniam darbui su kortelėmis. Šie našumo patobulinimai yra drauge su moderniu, intuityviu dizainu. Pradėkite naršyti ir patirkite tai patys: geriausia „%1$S“, kokia tik yra buvus.

# onboarding.notification.onboarding-tour-performance.title
source: Browse with the best of ‘em.
ar: تصفح باستخدام الأفضل.
cy: Pori gyda'r gorau.
hr: Pretražujte s najbržima.
kk: Олардың ең жақсыларымен шолыңыз.
lt: Naršykite su geriausia iš jų.

source: Prepare yourself for the fastest, smoothest, most reliable %S yet.
ar: استعد لأسرع و أسلس و أمتن %S حتى الآن.
cy: Paratowch eich hun ar gyfer y %S cyflymaf, llyfnaf a mwyaf dibynadwy eto.
hr: Pripremite se za najbrži, najglađi i najpouzdaniji %S do sada.
kk: Өзіңізді ең жылдам, тегіс және сенімді %S өнімі үшін дайындаңыз.
lt: Pasiruoškite greičiausiai, sklandžiausiai, patikimiausiai „%S“, kokia tik yra buvus.

source: Want to keep something to yourself? Use Private Browsing with Tracking Protection. When you close your session, %S clears search and browsing history.
ar: أتريد إبقاء شيء سرًا؟ استخدم التصفح الخاص مع الحماية من التعقب. عند إغلاق الجلسة سيمسح %S تأريخ البحث و التصفح.
cy: Eisiau cadw rhywbeth i chi eich hun? Defnyddiwch Pori Preifat gyda Diogelwch rhag Tracio. Pan fyddwch yn cau eich sesiwn, bydd %S yn clirio eich hanes chwilio a phori.
ga_ie: Ar mhaith leat rudaí a choinneáil chugat féin? Úsáid Brabhsáil Phríobháideacht agus Cosaint ar Lorgaireacht. Nuair a dhúnann tú seisiún, glanann %S na cuardaigh a rinne tú agus do stair bhrabhsála.
gd: Airson brabhsadh a dhèanamh gun chuideigin a’ dìdearachd ort? Cleachd brabhsadh prìobhaideach le dìon o thracadh. Nuair a dhùineas tu an seisean, falamhaichidh %S eachdraidh nan lorg is a’ bhrabhsaidh agad.
kk: Бір нәрсені тек өздігінен пайдалануды қалайсыз ба? Бақылаудан қорғанысы бар жекелік шолу режимін қолданыңыз. Сессияңыз аяқталған кезде, %S іздеулер және шолу тарихын тазартады.
ro: Dorești să păstrezi ceva pentru tine? Folosește navigarea privată cu protecția față de urmărire. Când închizi sesiunea, %S șterge istoricul de căutare și navigare.
