Repository: tktk711/mozilla-l10n
Catalog: an/toolkit/chrome/passwordmgr/passwordManager.dtd.po
Languages: an

source: Saved Logins
an: Inicios de sesión alzaus

source: &Close
an: &Zarrar

source: Site
an: Puesto

source: Username
an: Nombre d'usuario

source: Password
an: Clau

source: First Used
an: Feito servir por primera vegada

source: Last Used
an: Feito servir por zaguera vegada

source: Last Changed
an: Cambiau por zaguera vegada

source: Times Used
an: Numero de vegadas emplegau

source: &Remove
an: &Eliminar

source: Add &Login
an: Anyadir inicio de sesión

source: &Import…
an: &Importar…

source: &Search
an: &Mirar

source: &Copy Password
an: Copi&ar clau

source: Copy &Username
an: Copiar o nombre d'&usuario

source: &Edit Password
an: &Editar a clau

source: E&dit Username
an: E&ditar o nombre d'usuario
