Repository: tktk711/mozilla-l10n
Catalog: hch/browser/chrome/browser/preferences/connection.dtd.po
Languages: hch

source: Connection Settings
hch: Hauwiekame 'aixɨ mitayurie

source: Configure Proxies to Access the Internet
hch: Mitahekwariya proxies huyetamauhanikɨ

source: No prox&y
hch: Hawaikɨ prox&y

source: &Use system proxy settings
hch: Kumaiwatɨ xapate proxy ikɨtsi rayemie

source: Auto-detect proxy settings for this net&work
hch: Yukɨma meitimani ke tiwapka proxy ikɨ wixaritsie

source: &Manual proxy configuration:
hch: Ketiwapa metimani xaparitsie proxy:

source: &Automatic proxy configuration URL:
hch: URL yukɨma mi wapa kentiu 'erieni proxy:

source: R&eload
hch: &Tawari mitawewieni

source: &FTP Proxy:
hch: Proxy &FTP:

source: HTTP Pro&xy:
hch: Proxy &HTTP:

source: SS&L Proxy:
hch: Proxy &SSL:

source: SO&CKS Host:
hch: Mu 'uyatsiepai SO&CKS:

source: Port:
hch: Kereuyɨni:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
hch: 'Ikɨ hapai 'aneme : .mozilla.org, .net.nz

source: U&se this proxy server for all protocols
hch: Ya xekia 'aneme kumaiwatɨ proxy naimetsie
