Repository: tktk711/mozilla-l10n
Catalog: */toolkit/chrome/cookie/cookieAcceptDialog.properties.po
Languages: he, kn, lb, mai, ml, mr, my, or, ps, pt, si, th, uz, wa

source: Host:
he: שרת מארח:
kn: ಅತಿಥೇಯ:
mai: होस्ट:
ml: ഹോസ്റ്റ്‌:
mr: यजमान:
my: အခြေစိုက် စခန်း၊
or: ଆଧାର:
ps: کوربه:
pt: Servidor:
si: ධාරකය:
th: โฮส:
wa: Lodjoe :

source: Domain:
he: מתחם:
kn: ಕ್ಷೇತ್ರ:
lb: Domaine:
mai: डोमेन:
ml: ഡൊമെയിന്‍
mr: क्षेत्र:
my: ဒိုမိန်း၊
or: ପରିସର:
ps: شپول:
pt: Domínio:
si: කළාපය:
th: โดเมน:
uz: Domen:
wa: Dominne :

source: Encrypted connections only
he: חיבורים מוצפנים בלבד
kn: ಕೇವಲ ಗೂಢಲಿಪೀಕರಣಗೊಂಡ ಸಂಪರ್ಕಗಳು ಮಾತ್ರ
lb: Nëmmen verschlësselt Connectiounen
mai: सिर्फ गोपित कनेक्शन
ml: എന്‍ക്രിപ്റ്റ്‌ ചെയ്ത കണക്ഷനുകള്‍ മാത്രം
mr: फक्त कुटलिपी जुळवणी
my: လျှို့ဝှက် ချိတ်ဆက်မှုများ သာလျှင်
or: କେବଳ ସଂଗୁପ୍ତ ସଂଯୋଗ ଗୁଡ଼ିକ
ps: یواځې کوډییز شوي پیوستونونه
pt: Apenas ligações cifradas
si: සංකේතනය කළ සම්බන්ධතා පමණි
th: การเชื่อมต่อที่ถูกเข้ารหัสเท่านั้น
uz: Faqat kodlangan aloqalar
wa: Seulmint raloyaedjes ecriptés

source: Any type of connection
he: כל סוג של חיבור
kn: ಯಾವುದೆ ರೀತಿಯ ಸಂಪರ್ಕಗಳು
lb: All Connectiouns-Typ
mai: ककरो प्रकार क कनेक्शन
ml: ഏതു തരത്തിലുമുള്ള കണക്ഷന്‍
mr: कुठल्याही प्रकारची जुळवणी
my: မည်သည့် ချိတ်ဆက်မှု မဆို
or: ଯେକୌଣସି ପ୍ରକାରର ସଂଯୋଗ
ps: هر ځېل پیوستون
pt: Todas as ligações
si: ඔනෑම ආකාරයක සම්බන්ධතාවයක්
th: การเชื่อมต่อทุกรูปแบบ
uz: Istalgan ulanish turi
wa: Totes sôres di raloyaedjes

source: At end of session
he: בסוף הפעלה
kn: ಅಧಿವೇಶನದ ಅಂತ್ಯ
lb: Um Enn vun der Sessioun
mai: सत्र क अंतमे
ml: സെഷനവസാനം
mr: सत्राच्या समाप्तिस
my: session အဆုံးတွင်
or: ଅଧିବେଶନ ଶେଷରେ
pt: No fim da sessão
si: සැසිය අවසානයේදී
th: เมื่อตอนสิ้นสุดวาระ
uz: Seans oxirida
wa: Al difén del session

source: Show Details
he: הצגת פרטים
kn: ವಿವರಗಳನ್ನು ತೋರಿಸು
lb: Detailer uweisen
mai: विवरण देखाउ
ml: വിവരങ്ങള്‍ കാണിക്കുക
mr: तपशील दर्शवा
my: အသေးစိတ်များ ဖေါ်ပြပါ
or: ବିସ୍ତୃତ ବିବରଣୀ ଦର୍ଶାନ୍ତୁ
ps: تفصیلات وښایاست
pt: Mostrar detalhes
si: විස්තර පෙන්වන්න
th: แสดงรายละเอียด
uz: Tafsilotlarni koʻrsatish
wa: Mostrer detays

source: Hide Details
he: הסתרת פרטים
kn: ವಿವರಗಳನ್ನು ಅಡಗಿಸು
lb: Detailer verstoppen
mai: विवरण नुकाउ
ml: വിവരങ്ങള്‍ ഒളിപ്പിക്കുക
mr: तपशील लपवा
my: အသေးစိတ်များ ဖျောက်ထားပါ
or: ବିସ୍ତୃତ ବିବରଣୀ ଲୁଚାନ୍ତୁ
ps: تفاصیل پټ کړﺉ
pt: Ocultar detalhes
si: විස්තර සඟවන්න
th: ซ่อนรายละเอียด
uz: Tafsilotlarni yashirish
wa: Catchî detays

source: T
he: פ
pt: e
th: ล
wa: d

source: The site %S wants to set a cookie.
he: האתר %S מעוניין לקבוע עוגייה.
kn: %S ತಾಣವು ಒಂದು ಕುಕಿಯನ್ನು ಹೊಂದಿಸಲು ಬಯಸುತ್ತದೆ.
lb: D'Säit %S wëll e Cookie setzen.
mai: साइट %S एकटा कुकी सेट कएनाइ चाहैत अछि .
ml: %S എന്ന സൈറ്റിന് ഒരു കുക്കി സെറ്റ് ‌ ചെയ്യുവാന്‍ ശ്രമിക്കുന്നു
mr: %S स्थळाला कुकी स्थापीत करायची आहे.
my: %S ကွန်ရက်က ကွတ်ကီးတခု ချမှတ် လိုတယ်။
or: ସାଇଟ %S ଗୋଟିଏ କୁକି ବିନ୍ୟାସ କରିବାକୁ ଚାହୁଁଛି.
ps: د %Sسایټ غواړي چې ککوړي و امستي.
pt: O sítio %S quer definir um cookie.
si: මෙම %S අඩවියට කුකියක් සැකසීමට අවශ්‍යව ඇත.
th: เว็บไซต์ %S ต้องการติดตั้งคุกกี้
uz: %S sayti kuki oʻrnatishni xohlaydi.
wa: Li waibe %S vout defini ene coûke.

source: The site %S wants to set a second cookie.
he: האתר %S מעוניין לקבוע עוגייה נוספת.
kn: %S ತಾಣವು ಎರಡನೆಯ ಕುಕಿಯನ್ನು ಹೊಂದಿಸಲು ಬಯಸುತ್ತದೆ.
lb: D'Säit %S wëll een zweete Cookie setzen.
mai: साइट %S दोसर कुकी सेट कएनाइ चाहैत अछि .
ml: %S എന്ന സൈറ്റിന് രണ്ടാമത് ഒരു കുക്കി ക്രമികരണം.
mr: %S स्थळाला दुसरी कुकी स्थापीत करायची आहे.
my: %S ကွန်ရက်က ဒုတိယ ကွတ်ကီးတခု ချမှတ် လိုတယ်။
or: ସାଇଟ %S ଦ୍ୱିତୀୟ କୁକି ବିନ୍ୟାସ କରିବାକୁ ଚାହୁଁଛି.
ps: د %Sسایټ غواړي چې یوه بله ککوړې و امستي.
pt: O sítio %S quer definir um segundo cookie.
si: මෙම %S අඩවියට දෙවන කුකියත් සැකසීමට අවශ්‍යව ඇත.
th: เว็บไซต์ %S ต้องการติดตั้งคุกกี้ที่สอง
uz: %S sayti ikkinchi kuki oʻrnatishni xohlaydi.
wa: Li waibe %S vout defini ene deujhinme coûke.

source: The site %S wants to set another cookie. You already have %S cookies from this site.
he: האתר %S מעוניין לקבוע עוגייה נוספת. כבר יש לך %S עוגיות מהאתר הזה.
kn: %S ತಾಣವು ಇನ್ನೊಂದು ಕುಕಿಯನ್ನು ಹೊಂದಿಸಲು ಬಯಸುತ್ತದೆ. ನೀವು ಈ ತಾಣದಿಂದ %S ಕುಕಿಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ.
lb: D'Säit %S wëll nach ee Cookie setzen. Du hues schon %S Cookië vun dëser Säit.
mai: साइट %S दोसर कुकी सेट कएनाइ चाहैत अछि. अहाँक पास एहि साइटसँ %S कुकी पहिनेसँ अछि.
ml: %S എന്ന സൈറ്റിനു് മറ്റൊരു കുക്കി ക്റമികരിക്കണം. ഈ സൈറ്റില്‍ നിന്നും നിങ്ങള്‍ക്ക് നിലവില്‍ %S കുക്കികള്‍ ലഭ്യമാണ്.
mr: %S स्थळाला कुकी स्थापीत करायची आहे. ह्या स्थाळापासुन आधिपासूनच तुमच्याकडे %S कुकीज आहेत.
my: %S ကွန်ရက်က အခြား ကွတ်ကီးတခု ချမှတ် လိုတယ်။ သင့်မှာ ဒီကွန်ရက်ဆီမှ %S ကွတ်ကီးများ ရှိနေပြီ။
or: ସାଇଟ %S ଅନ୍ୟ ଏକ କୁକି ବିନ୍ୟାସ କରିବାକୁ ଚାହୁଁଛି. ଏହି ସାଇଟରୁ ଆପଣଙ୍କ ପାଖରେ ପୂର୍ବରୁ %S କୁକିଗୁଡ଼ିକ ଅଛି.
ps: د %Sسایټ غواړي چې یوه بله ککوړې و امستي.
pt: O sítio %S quer definir outro cookie. Já tem %S cookies deste sítio.
si: මෙම %S අඩියට වෙනත් කුකියක් පූරණයට අවශ්‍යව ඇත. මෙම අඩවියෙන් දැනටමත් ඔබට කුකි %S ක් ඇත.
th: เว็บไซต์ %S ต้องการติดตั้งคุกกี้เพิ่มอีก คุณมีคุกกี้จากเว็บไซต์นี้อยู่แล้ว %S คุกกี้
uz: %S sayti boshqa kuki oʻrnatishni xohlaydi. Ushbu saytdan %S ta kukilar bor.
wa: Li waibe %S vout co defini ene ôte coûke. Vos avoz ddja %S coûkes di cisse waibe ci.

source: The site %S wants to modify an existing cookie.
he: האתר %S מעוניין לשנות עוגייה קיימת.
kn: %S ತಾಣವು ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಕುಕಿಯನ್ನು ಮಾರ್ಪಡಿಸಲು ಬಯಸುತ್ತದೆ.
lb: D'Säit %S wëll en existéierende Cookie änneren.
mai: साइट %S ककरो मोजुदा कुकी बदलब चाहैत अछि.
ml: %S എന്ന സൈറ്റിന് നിലവിലുള്ള ഒരു കുക്കിയില്‍ മാറ്റം വരുത്തണം.
mr: %S स्थळाला उपलब्ध कुकी संपादित करायचे आहे.
my: %S ကွန်ရက်က လက်ရှိ ကွတ်ကီးတခုကို ပြုပြင်လိုတယ်။
or: ସାଇଟ %S ଗୋଟିଏ ସ୍ଥିତବାନ କୁକିକୁ ରୂପାନ୍ତର କରିବାକୁ ଚାହୁଁଛି.
ps: د %Sسایټ غواړي یو شته ککوړی بدل کړي.
pt: O sítio %S quer modificar um cookie existente.
si: මෙම %S අඩියට පවතින කුකියක් පූරණයට අවශ්‍යව ඇත.
th: เว็บไซต์ %S ต้องการแก้ไขคุกกี้ที่มีอยู่แล้ว
uz: %S sayti mavjud kukini oʻzgartirishni xohlaydi.
wa: Li waibe %S vout candjî ene coûke k' egzistêye dedja.
