Repository: tktk711/mozilla-l10n
Catalog: sah/browser/chrome/browser/aboutPrivateBrowsing.dtd.po
Languages: sah

source: Private Browsing
sah: Саһан көрөөһүн

source: Would you like to start Private Browsing?
sah: Бүөмнээн көрөөрү гынаҕын дуо?

source: &brandShortName; won't remember any history for this window.
sah: &brandShortName; бу сиэссийэ устуоруйатын долоҕойугар хатыа суоҕа.

source: You are not currently in a private window.
sah: Билигин бүөм түннүккэ буолбатаххын.

source: In a Private Browsing window, &brandShortName; won't keep any browser history, search history, download history, web form history, cookies, or temporary internet files. However, files you download and bookmarks you make will be kept.
sah: Бүөмнээн көрүү кэмигэр &brandShortName; киирии, көрдөөһүн, хачайдааһын туһунан сибидиэнньэлэри уонна ситим-фуорматын толорууну сурунуо суоҕа. Ону тэҥэ куукалар уонна интэриниэт быстах кэмҥэ суруллар билэлэрэ эмиэ суруллуохтара суоҕа. Ол гынан баран хачайдаабыт билэлэриҥ уонна оҥорбут кыбытык-бэлиэлэриҥ хаалыахтара.

source: Open a &Private Window
sah: Бүөм &түннүгү арый

source: To start Private Browsing, you can also select &newPrivateWindow.label; from the menu.
sah: Бүөмнээн көрүүнү менюга &newPrivateWindow.label; диэни талан эмиэ саҕалыаххын сөп.

source: To stop Private Browsing, you can close this window.
sah: Бүөмнээн көрүүнү тохтот, бу түннүгү сап.

source: While this computer won't have a record of your browsing history, your internet service provider or employer can still track the pages you visit.
sah: Бу көмпүүтэргэ Эн киирбит ситим-сирдэриҥ туһунан туох да хаалыа суоҕа, ол эрэн Эн интэриниэт-провайдерыҥ эбэтэр ситим дьаһабыла ханна киирэргин көрүөхтэрин сөп.

source: Learn More
sah: Сиһилии

source: To start Private Browsing, you can also select &basePBMenu.label; &gt; &newPrivateWindow.label;.
sah: Бүөмнээн көрүүнү саҕалыырга өссө маны талыаххын сөп &basePBMenu.label; &gt; &newPrivateWindow.label;.
