Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/addressbook/addressBook.properties.po
Languages: ar, br, ca, eu, gd, hr, hy_am, kk

source: Edit %S
ar: حرّر %S
br: Embann %S
ca: Edita %S
gd: Deasaich %S
hr: Uredi %S
hy_am: Խմբագրել %S-ը
kk: %S түзету

source: You must enter a list name.
ar: يجب إدخال اسم قائمة.
br: Ret eo deoc'h reiñ un anv roll.
ca: Heu d'introduir un nom de llista.
eu: Zerrenda-izen bat idatzi behar duzu.
gd: Feumaidh tu ainm airson na liosta a chur a-steach.
hr: Morate upisati naziv popisa.
hy_am: Դուք պետք է նշեք ցանկի անունը։
kk: Тізім атын енгізуіңіз керек.

source: All Address Books
ar: كل دفاتر العناوين
br: An holl karnedoù chomlec'hioù
ca: Totes les llibretes d'adreces
eu: Helbide-liburu guztiak
gd: Gach leabhar-sheòlaidhean
hr: Svi adresari
hy_am: Բոլոր Հասցեագրքերը
kk: Барлық адрестік кітапшалар

source: New Contact
ar: متراسل جديد
br: Darempred nevez
ca: Nou contacte
eu: Kontaktu berria
gd: Caraid ùr
hr: Novi kontakt
hy_am: Նոր կոնտակտ
kk: Жаңа контакт

source: New Contact for %S
ar: متراسل جديد ل‍ %S
br: Darempred nevez evit %S
ca: Nou contacte de %S
eu: Kontaktu berria %S(r)entzat
gd: Caraid ùr airson %S
hr: Novi kontakt za %S
hy_am: Նոր կոնտակտ %S-ի համար
kk: %S үшін жаңа контакт

source: Edit Contact
ar: حرّر المتراسل
br: Embann un darempred
ca: Edita el contacte
eu: Editatu kontaktua
gd: Deasaich a' charaid
hr: Uredi kontakt
hy_am: Խմբագրել կոնտակտը
kk: Контактты түзету

source: Edit Contact for %S
ar: حرّر المتراسل ل‍ %S
br: Embann an darempred evit %S
ca: Edita el contacte de %S
eu: Editatu %S kontaktua
gd: Deasaich caraid airson %S
hr: Uredi kontakt za %S
hy_am: Խմբագրել կոնտակտը %S-ի համար
kk: %S контактын түзету

source: Edit vCard
ar: حرّر vCard
br: Embann vCard
ca: Edita la vCard
eu: Editatu vCard-a
gd: Deasaich vCard
hr: Uredi vCard
hy_am: Խմբագրել vCard
kk: vCard түзету

source: Edit vCard for %S
ar: حرّر vCard ل‍ %S
br: Embann vCard evit %S
ca: Edita la vCard per a %S
eu: Editatu %S(r)en vCard-a
gd: Deasaich vCard airson %S
hr: Uredi vCard za %S
hy_am: Խմբագրել vCard-ը %S-ի համար
kk: %S үшін vCard түзету

source: You must enter at least one of the following items: Email Address, First Name, Last Name, Display Name, Organization.
ar: يجب إدخال عنصر واحد على الأقل من العناصر التالية: عنوان البريد أو الاسم الأول أو الاسم الأخير أو اسم العرض أو المنظمة.
br: Ret eo deoc'h enankañ unan eus an elfennoù da heul da vihanañ : Chomlec'h postel, Kentanv, Anv Familh, Anv da Skrammañ, Aozadur.
ca: Heu d'introduir com a mínim un dels elements següents: Adreça electrònica, Nom, Cognoms, Nom a mostrar, Organització.
eu: Ondorengo elementuetatik gutxienez bat sartu behar duzu: Helbide elektronikoa, izena, abizena, bistaratze-izena, erakundea.
gd: Feumaidh tu aonan dhe na leanas a chur a-steach a' char as lugha: Seòladh puist-dhealain, Ainm, Sloinneadh, Ainm-seallaidh, Buidheann.
hr: Morate upisati najmanje jednu od sljedećih stavki: Adresu e-pošte, Ime, Prezime, Ime za prikazati, Organizacija.
hy_am: Պետք է նշեք գոնե հետևյալ տվյալները. Էլ. հասցե, Անուն, Ազգանուն, ցուցադրվելիք անուն, կազմակերպություն։

source: Required Information Missing
ar: معلومات مطلوبة ناقصة
br: Mankout a ra titouroù azgoulennet
ca: Falta informació necessària
eu: Beharrezko informazioa falta da
gd: Tha fiosrachadh a dhìth air a bheil feum
hr: Nedostaju potrebne informacije
hy_am: Բահանջվող տեղեկությունը բացակայում է
kk: Керек ақпарат жоқ болып тұр

source: The primary e-mail address must be of the form user@host.
ar: عنوان البريد الأساسي يجب أن يكون على الشكل user@host.
br: Ar chomlec'h postel kentañ a rank bezañ stummet evel-se arveriad@ostiz.
ca: L'adreça electrònica principal ha de ser de la forma usuari@servidor.
eu: Helbide elektroniko nagusiak erabiltzailea@ostalaria formatua izan behar du.
gd: Feumaidh am prìomh phost-dealain a bhith dhen chruth cleachdaiche@ostair.
hr: Primarna adresa e-pošte mora biti u obliku korisnik@poslužitelj.
hy_am: Առաջնային էլ. փոստը պետք է լինի այս ձևով՝ user@host:
kk: Біріншілік адрес пішімі user@host түрінде болуы керек.

source: Incorrect Email Address Format
ar: تنسيق عنوان بريد غير صحيح
br: Mentrezh ar chomlec'h postel direizh
ca: El format de l'adreça electrònica és incorrecte
eu: Helbide elektronikoaren formatu okerra
gd: Seòladh a' phuist-dhealain ann am fòrmat mì-dhligheach
hr: Neispravan oblik adrese e-pošte
hy_am: Էլ. հասցեի սխալ ձև
kk: Эл. пошта адресінің пішімі қате

source: Mailing List: %S
ar: القائمة البريدية: %S
br: Roll skignañ : %S
ca: Llista de correu: %S
eu: Posta-zerrenda: %S
gd: Liosta puist: %S
hr: Popis primatelja: %S
hy_am: Նամակների ցանկը. %S
kk: Хаттарды тарату тізімі: %S

source: Mailing List Already Exists
ar: القائمة البريدية موجودة بالفعل
br: Ar roll skignañ ez eus anezhañ endeo
ca: La llista de correu ja existeix
eu: Posta-zerrenda badago jadanik
gd: Tha an liosta puist seo ann mu thràth
hr: Popis primatelja već postoji
hy_am: Նամակների ցանկը արդեն առկա է
kk: Хаттарды тарату тізімі бар болып тұр

source: A Mailing List with that name already exists. Please choose a different name.
ar: توجد قائمة بريدية بهذا الاسم مسبقًا. يرجى اختيار اسمًا مختلفًا.
br: Ur roll skignañ gant an anv-mañ ez eus anezhañ endeo. Dibabit un anv disheñvel.
ca: Ja existeix una llista de correu amb aquest nom. Trieu un nom diferent.
eu: Izen hori duen posta-zerrenda badago jadanik. Hautatu beste izen bat.
gd: Tha liosta puist ann mu thràth air a bheil an t-ainm sein. Cuir ainm eile oirre.
hr: Popis primatelja s ovim nazivom već postoji. Odaberite drugačiji naziv.
hy_am: Այս անունով նամակների ցանկը արդեն առկա է։ Ընտեք այլ անուն։
kk: Осылай аталатын хаттарды тарату тізімі бар болып тұр. Жаңа атауын көрсетіңіз.

source: Delete Contact
ar: احذف المتراسل
hr: Obriši kontakt
hy_am: Ջնջել կոնտակտը
kk: Контактты өшіру

source: Are you sure you want to delete this contact? • #1
ar: أمتأكد أنك تريد حذف هذا المتراسل؟ • #1
ca: Segur que voleu suprimir aquest contacte? • #1
gd: A bheil thu cinnteach gu bheil thu airson an neach-aithne seo a sguabadh às? • #1
hr: Jeste li sigurni da želite obrisati ovaj kontakt? • #1
hy_am: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել այս կոնտակտը: • #1
kk: Бұл контактты өшіруді шынымен қалайсыз ба? • #1

source: Delete Multiple Contacts
ar: احذف أكثر من متراسل
hr: Obriši više kontakata
hy_am: Ջնջել բազմակի կոնտակտները
kk: Бірнеше контактты өшіру

source: Are you sure you want to delete this #1 contact?;Are you sure you want to delete these #1 contacts?
ar: أمتأكد أنك تريد حذف هذا المتراسل؟;أمتأكد أنك تريد حذف هذين المتراسلين؟;أمتأكد أنك تريد حذف #1 متراسلين؟;أمتأكد أنك تريد حذف #1 متراسلًا؟;أمتأكد أنك تريد حذف #1 متراسل؟;
ca: Segur que voleu suprimir aquest contacte?;Segur que voleu suprimir aquests #1 contactes?
hr: Jeste li sigurni da želite obrisati #1 kontakt?;Jeste li sigurni da želite obrisati #1 kontakta?;Jeste li sigurni da želite obrisati #1 kontakata?
hy_am: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել #1 կոնտակտը;Համոզվա՞ծ եք, որ ցանկանում եք ջնջել #1 կոնտակտները

source: Remove Contact
ar: احذف المتراسل
hr: Ukloni kontakt
hy_am: Ջնջել կոնտակտը

source: Are you sure you want to remove this contact from the mailing list '#2'? • #1
ar: أمتأكد أنك تريد حذف هذا متراسلين من القائمة البريدية ’#2‘؟ ‏• #1
ca: Segur que voleu eliminar aquest contacte de la llista de correu «#2»? • #1
hr: Jeste li sigurni da želite ukloniti ovaj kontakt iz popisa primatelja '#2'? • #1

source: Remove Multiple Contacts
ar: احذف المتراسلين
hr: Ukloni više kontakata
kk: Бірнеше контактты өшіру

source: Are you sure you want to remove this #1 contact from the mailing list '#2'?;Are you sure you want to remove these #1 contacts from the mailing list '#2'?
ar: أمتأكد أنك تريد حذف هذا المتراسل من القائمة البريدية ’#2‘؟;أمتأكد أنك تريد حذف هذين المتراسلين من القائمة البريدية ’#2‘؟;أمتأكد أنك تريد حذف #1 متراسلين من القائمة البريدية ’#2‘؟;أمتأكد أنك تريد حذف #1 متراسلًا من القائمة البريدية ’#2‘؟;أمتأكد أنك تريد حذف #1 متراسل من القائمة البريدية ’#2‘؟;
ca: Segur que voleu eliminar aquest contacte de la llista de correu «#2»?;Segur que voleu eliminar aquests #1 contactes de la llista de correu «#2»?
hr: Jeste li sigurni da želite ukloniti #1 kontakt iz popisa primatelja '#2'?;Jeste li sigurni da želite ukloniti #1 kontakta iz popisa primatelja '#2'?;Jeste li sigurni da želite ukloniti #1 kontakata iz popisa primatelja '#2'?

source: Delete Mailing List
ar: احذف القائمة البريدية
br: Dilemel ar roll posteloù
ca: Suprimeix la llista de correu
eu: Ezabatu posta-zerrenda
gd: Sguab às an liosta puist
hr: Obriši popis primatelja
hy_am: Ջնջել նամակների ցանկը
kk: Хаттарды тарату тізімін өшіру

source: Are you sure you want to delete this mailing list? • #1
ar: أمتأكد من أنك تريد حذف هذه القائمة البريدية؟ • #1
ca: Segur que voleu suprimir la llista de correu seleccionada? • #1
gd: A bheil thu cinnteach gu bheil thu airson an liosta puist seo a sguabadh às? • #1
hr: Jeste li sigurni da želite obrisati ovaj popis primatelja? • #1
hy_am: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել նամակագրությունը: • #1
kk: Бұл хаттарты тарату тізімін өшіруді шынымен қалайсыз ба? • #1

source: Delete Multiple Mailing Lists
ar: احذف القوائم البريدية
hr: Obriši više popisa primatelja

source: Are you sure you want to delete this #1 mailing list?;Are you sure you want to delete these #1 mailing lists?
ar: أمتأكد أنك تريد حذف هذه القائمة البريدية؟;أمتأكد أنك تريد حذف هاتين القائمتين البريديتين؟;أمتأكد أنك تريد حذف #1 قوائم بريدية؟;أمتأكد أنك تريد حذف #1 قائمة بريدية؟;أمتأكد أنك تريد حذف #1 قائمة بريدية؟;
ca: Segur que voleu suprimir aquesta llista de correu?;Segur que voleu suprimir aquestes #1 llistes de correu?
hr: Jeste li sigurni da želite obrisati #1 popis primatelja?;Jeste li sigurni da želite obrisati #1 popisa primatelja?;Jeste li sigurni da želite obrisati #1 popisa primatelja?

source: Delete Contacts and Mailing Lists
ar: احذف المتراسلين و القوائم البريدية
hr: Obriši kontakte i popise primatelja

source: Are you sure you want to delete these #1 contacts and mailing lists?;Are you sure you want to delete these #1 contacts and mailing lists?
ca: Segur que voleu suprimir aquests #1 contactes i llistes de correu?;Segur que voleu suprimir aquests #1 contactes i llistes de correu?
hr: Jeste li sigurni da želite obrisati #1 kontakt i popis primatelja?;Jeste li sigurni da želite obrisati #1 kontakta i popis primatelja?;Jeste li sigurni da želite obrisati #1 kontakata i popis primatelja?

source: Delete Address Book
ar: احذف دفتر العناوين
br: Dilemel ar c'harned posteloù
ca: Suprimeix la llibreta d'adreces
eu: Ezabatu helbide-liburua
gd: Sguab às leabhar nan seòladh
hr: Obriši adresar
hy_am: Ջնջել Հասցեագիրքը
kk: Адрестік кітапшаны өшіру

source: Are you sure you want to delete this address book and all of its contacts? • #1
hr: Jeste li sigurni da želite obrisati ovaj adresar i sve njegove kontakte? • #1

source: Delete Local LDAP Directory
hr: Obriši lokalni LDAP direktorij

source: Are you sure you want to delete the local copy of this LDAP directory and all of its offline contacts? • #1
hr: Jeste li sigurni da želite obrisati lokalnu kopiju LDAP direktorija i sve kontakte koje sadržava? • #1

source: Delete Collection Address Book
hr: Obriši kolekcionarski adresar

source: If this address book is deleted, #2 will no longer collect addresses. Are you sure you want to delete this address book and all of its contacts? • #1
hr: Ukoliko obrišete ovaj adresar, #2 neće više automatski prikupljati adrese e-pošte. Jeste li sigurni da želite obrisati ovaj adresar i sve njegove kontakte? • #1

source: Email
ar: البريد
br: Postel
ca: Adreça electrònica
eu: Helbide elektronikoa
gd: Post-dealain
hr: E-pošta
hy_am: Էլ. նամակ
kk: Электронды пошта

source: List Name
ar: اسم القائمة
br: Anv ar roll
ca: Nom de la llista
eu: Zerrenda-izena
gd: Ainm na liosta
hr: Naziv popisa
hy_am: Ցանկի անունը
kk: Тізім атауы

source: Additional Email
ar: البريد الإضافي
br: Postel Ouzhpenn
ca: Adreça electrònica alternativa
eu: Helbide elektroniko gehigarria
gd: Post-dealain eile
hr: Dodatna e-pošta
hy_am: Լրացուցիչ էլ. հասցե
kk: Қосымша эл.пошта

source: Nickname
ar: الاسم المستعار
br: Moranv
ca: Sobrenom
eu: Goitizena
gd: Far-ainm
hr: Nadimak
hy_am: Մականուն
kk: Қысқаша аты

source: Display Name
ar: اسم العرض
br: Anv da skrammañ
ca: Nom a mostrar
eu: Bistaratzeko izena
gd: Ainm-taisbeanaidh
hr: Ime za prikazati
hy_am: Ցուցադրվող անունը
kk: Атын көрсету

# propertyWork
source: Work
ar: العمل
br: Labour
ca: Feina
eu: Lana
gd: Obair
hr: Telefon (posao)
hy_am: Աշխատանքային
kk: Жұмыс

# propertyHome
source: Home
ar: المنزل
br: Er gêr
ca: Particular
eu: Etxea
gd: Dachaigh
hr: Telefon (kuća)
hy_am: Տուն
kk: Үйге

source: Fax
ar: الفاكس
br: Pelleiler
eu: Faxa
gd: Facs
hr: Faks
hy_am: Ֆաքս
kk: Факс

source: Mobile
ar: المحمول
br: Hezoug
ca: Mòbil
eu: Mugikorra
gd: Fòn-làimhe
hr: Mobitel
hy_am: Բջջային
kk: Мобильді

source: Birthday
ar: تاريخ الميلاد
br: Deiz ha bloaz
ca: Aniversari
eu: Urtebetetzea
gd: Co-là breith
hr: Rođendan
hy_am: Ծննդյան օր
kk: Туған күні

source: Custom 1
ar: مخصص 1
br: Personel 1
ca: Personalitzat 1
eu: 1. pertsonalizatua
gd: Gnàthaichte 1
hr: Posebno 1
hy_am: Լրացուցիչ 1
kk: Таңдауыңызша 1

source: Custom 2
ar: مخصص 2
br: Diouzh an den 2
ca: Personalitzat 2
eu: 2. pertsonalizatua
gd: Gnàthaichte 2
hr: Posebno 2
hy_am: Լրացուցիչ 2
kk: Таңдауыңызша 2

source: Custom 3
ar: مخصص 3
br: Personel 3
ca: Personalitzat 3
eu: 3. pertsonalizatua
gd: Gnàthaichte 3
hr: Posebno 3
hy_am: Լրացուցիչ 3
kk: Таңдауыңызша 3

source: Custom 4
ar: مخصص 4
br: Personel 4
ca: Personalitzat 4
eu: 4. pertsonalizatua
gd: Gnàthaichte 4
hr: Posebno 4
hy_am: Լրացուցիչ 4
kk: Таңдауыңызша 4

source: IRC Nick
ar: كنية IRC
br: Lesanv IRC
ca: Sobrenom de l'IRC
eu: IRC goitizena
gd: Far-ainm IRC
hr: IRC nadimak
hy_am: IRC մականուն
kk: IRC ник аты

source: %1$S, %2$S %3$S
hr: %2$S, %3$S, %1$S

source: %1$S, %2$S
hr: %2$S, %1$S

source: %1$S %2$S
hr: %2$S %1$S

source: To
ar: إلى
br: Da
ca: A
eu: Nori
gd: Gu
hr: Prima
hy_am: Ում
kk: Кімге

source: Address Book
ar: دفتر العناوين
br: Karned chomlec'hioù
ca: Llibreta d'adreces
eu: Helbide-liburua
gd: Leabhar nan seòladh
hr: Adresar
hy_am: Հասցեագիրք
kk: Адрестік кітапша

source: Contact Photo
ar: صورة المتراسل
br: Luc'hskeudenn an darempred
ca: Fotografia del contacte
eu: Kontaktuaren argazkia
gd: Dealbh an neach-aithne
hr: Slika kontakta
hy_am: Կոնտակտի նկարը
kk: Контакт фотосы

source: Personal Address Book
ar: دفتر العناوين الشخصي
br: Karned chomlec'hioù personel
ca: Llibreta d'adreces personal
eu: Helbide-liburu pertsonala
gd: Seòlaidhean pearsanta
hr: Osobni adresar
hy_am: Անձնական Հասցեագիրք
kk: Жеке адрестік кітапша

source: Collected Addresses
ar: العناوين المجموعة
br: Chomlec'hioù dastumet
ca: Adreces recollides
eu: Bildutako helbideak
gd: Seòlaidhean cruinnichte
hr: Prikupljene adrese
hy_am: Խմբային հասցեներ
kk: Жинақталған мекенжайлар

source: Mac OS X Address Book
ar: دفتر عناوين ماك أس إكس
br: Karned chomlec'hioù Mac OS X
ca: Llibreta d'adreces de Mac OS X
eu: Mac OS X helbide-liburua
gd: Leabhar nan seòladh Mac OS X
hr: Mac OS X adresar
hy_am: Mac OS X հասցեագիրք
kk: Mac OS X адрестік кітапшасы

source: Total contacts in %1$S: %2$S
ar: جميع المتراسلين في %1$S: %2$S
br: Hollad darempredoù e-barzh %1$S: %2$S
ca: Nombre total de contactes a %1$S: %2$S
eu: Kontatuak guztira %1$S(e)n: %2$S
gd: Àireamh iomlan nan caraidean ann an %1$S: %2$S
hr: Ukupno kontakta u %1$S: %2$S
hy_am: Ընդամենը հասցեներ %1$S-ում. %2$S
kk: %1$S ішіндегі контакттар саны: %2$S

source: No matches found
ar: لا تطابقات
br: kenglotadur ebet kavet
ca: No s'ha trobat cap coincidència
eu: Ez da aurkitu bat datorrenik
gd: Cha deach seise a lorg
hr: Nema podudaranja
hy_am: Չի գտնվել
kk: Сәйкестіктер табылмады

source: #1 match found;#1 matches found
ar: عُثر على تطابق واحد;عُثر على تطابقين;عُثر على #1 تطابقات;عُثر على #1 تطابقًا;عُثر على #1 تطابق;عُثر على #1 تطابق
br: #1 c'henglotadur kavet;#1 a genglotadurioù kavet
ca: S'ha trobat #1 coincidència;S'han trobat #1 coincidències
gd: #1 seise air a lorg;#1 sheise air a lorg;#1 seisean air a lorg;#1 seise air a lorg
hr: #1 podudaranje pronađeno;#1 podudaranja pronađeno;#1 podudaranja pronađeno
kk: #1 сәйкестік табылды;#1 сәйкестік табылды

source: %1$S contact copied;%1$S contacts copied
ar: نُسخ متراسل واحد;نُسخ متراسلان;نُسخ %1$S متراسلين;نُسخ %1$S متراسلًا;نُسخ %1$S متراسل;لم يُنسخ أي متراسل
br: %1$S darempred bet eilet;%1$S darempred bet eilet
ca: S'ha copiat %1$S contacte;S'han copiat %1$S contactes
eu: Kontaktu %1$S kopiatuta;%1$S kontaktu kopiatuta
gd: Chaidh lethbhreac a dhèanamh de dh'%1$S charaidh;Chaidh lethbhreac a dhèanamh de %1$S charaid;Chaidh lethbhreac a dhèanamh de %1$S caraidean;Chaidh lethbhreac a dhèanamh de %1$S caraid
hr: %1$S kontakt kopiran;%1$S kontakta kopirana;%1$S kontakata kopirano
hy_am: %1$S պատճենված հասցեներ;%1$S հասցեներ են պատճենվել
kk: %1$S контакт көшірілді;%1$S контакт көшірілді

source: %1$S contact moved;%1$S contacts moved
ar: نُقل متراسل واحد;نُقل متراسلان;نُقل %1$S متراسلين;نُقل %1$S متراسلًا;نُقل %1$S متراسل;لم يُنقل أي متراسل
br: %1$S darempred bet dilec'hiet;%1$S darempred bet dilec'hiet
ca: S'ha mogut %1$S contacte;S'han mogut %1$S contactes
eu: Kontaktu %1$S mugitu da;%1$S kontaktu mugitu dira
gd: Chaidh %1$S charaid a ghluasad;Chaidh %1$S charaid a ghluasad;Chaidh %1$S caraidean a ghluasad;Chaidh %1$S caraid a ghluasad
hr: %1$S kontakt premješten;%1$S kontakta premještena;%1$S kontakata premješteno
hy_am: %1$S հասցեներ են ջնջվել;%1$S ջնջված հասցեներ
kk: %1$S контакт жылжытылды;%1$S контакт жылжытылды

source: Please enter a valid Name.
ar: رجاء أدخل اسمًا سليمًا.
br: Roit un anv talvoudek mar plij.
ca: Introduïu un nom vàlid.
eu: Sartu baliozko izena.
gd: Cuir a-steach ainm dligheach.
hr: Upišite ispravan naziv.
hy_am: Նշեք ճիշտ անուն
kk: Дұрыс атын еңгізіңіз.

source: Please enter a valid Hostname.
ar: رجاء أدخل اسم مضيف سليم.
br: Roit un anv ostiz talvoudek mar plij.
ca: Introduïu un nom d'ordinador central vàlid.
eu: Sartu baliozko ostalari-izena.
gd: Cuir a-steach ainm dligheach airson an òstair.
hr: Upišite ispravan poslužitelj.
hy_am: Նշեք հոսթի ճիշտ անուն։
kk: Сервердің дұрыс атын еңгізіңіз.

source: Please enter a valid Port Number.
ar: رجاء أدخل رقم مَنْفذ سليم.
br: Roit un niver porzh talvoudek, mar plij.
ca: Introduïu un número de port vàlid.
eu: Sartu baliozko ataka-zenbakia.
gd: Cuir a-steach àireamh dligheach airson a' phuirt.
hr: Upišite ispravan broj porta.
hy_am: Նշեք դարպասի ճիշտ համար։
kk: Порттың дұрыс атын еңгізіңіз.

source: Please enter a valid number in the results field.
ar: رجاء أدخل رقمًا سليمًا في حقل النتائج.
br: Roit un niver reizh e-barzh ar vaezienn disoc'hoù.
ca: Introduïu un número vàlid al camp de resultats.
eu: Sartu baliozko zenbakia emaitzen eremuan.
gd: Cuir a-steach àireamh dhligheach ann an raon nan toraidhean.
hr: Upišite valjan broj u polje rezultata.
hy_am: Նշեք ճիշտ համար արդյունքների դաշտում։
kk: Нәтижелер өрісінде жарамды нөмірді енгізіңіз.

source: You must be online to perform LDAP replication.
ar: يجب أن تكون متصلًا لتقوم باستنساخ LDAP.
br: Ret eo deoc'h bezañ enlinenn evit seveniñ un eilañ mod LDAP.
ca: Heu d'estar en línia per realitzar una replicació LDAP.
eu: Online egon behar duzu LDAP erreplikazioa burutzeko.
gd: Feumaidh tu a bhith air loidhne mus urrainn dhut mac-samhlachadh LDAP a dhèanamh.
hr: Morati biti na vezi da biste izvršili LDAP replikaciju.
hy_am: LDAP-ի համար Դուք պետք է առցանց լինեք։
kk: LDAP репликациясын орындау үшін желіге байланысқан болуыңыз керек.

source: Settings must be saved before a directory may be downloaded.
ar: يجب حفظ الإعدادات قبل أن يمكن تنزيل المجلد.
br: Ret eo enrollañ an arventennoù kent ma c'hallo bezañ pellgarget ur c'havlec'hiad.
ca: Per poder baixar un directori, primer cal desar els paràmetres.
eu: Ezarpenak gorde behar dira direktorio bat deskargatu baino lehen.
gd: Feumaidh tu na roghainnean a shàbhaladh mus urrainn dhut pasgan a luchdadh a-nuas.
hr: Postavke moraju biti spremljene prije negoli imenik može biti preuzet.
hy_am: Ներբեռնելուց առաջ պետք է պահել կարգավորումները։
kk: Буманы жүктеп алу үшін, алдымен баптаулар сақталған болуы тиіс.

source: Export Address Book - %S
ar: صدِّر دفتر العناوين - %S
br: Ezporzhiañ ar c'harned chomlec'hioù - %S
ca: Exporta la llibreta d'adreces - %S
gd: Às-phortaich leabhar nan seòladh - %S
hr: Izvezi adresar - %S
hy_am: Արտահանել Հասցեագիրքը՝ %S
kk: Адрестік кітапшаны экспорттау - %S

source: Comma Separated
ar: مفصول بفاصلة
br: Disrannet gant ur skej
ca: Separat per comes
eu: Komaz banandua
gd: Le cromag eatarra
hr: Razdvojeno zarezom
hy_am: Ստորակետով անջատված
kk: Үтірлермен ажыратылған

source: Comma Separated (System Charset)
ar: مفصول بالفاصلة (طقم محارف النظام)
br: Disrannet gant ur skej (arouezennaoueg reizhiad)
ca: Separat per comes (joc de caràcters del sistema)
gd: Le cromag eatarra (Seata charactaran an t‑siostaim)
hr: Razdvojeno zarezom (znakovni niz sustava)
hy_am: Ստորակետով անջատված (համակարգային)
kk: Үтірлермен ажыратылған (жүйелік кодталу)

source: Comma Separated (UTF-8)
ar: مفصول بالفاصلة (UTF-8)
br: Disrannet gant ur skej (UTF-8)
ca: Separat per comes (UTF-8)
gd: Le cromag eatarra (UTF‑8)
hr: Razdvojeno zarezom (UTF-8)
hy_am: Ստորակետով անջատված (UTF-8)
kk: Үтірлермен ажыратылған (UTF-8)

source: Tab Delimited
ar: تفصله Tab
br: Taolennata bet dezvonnet
ca: Delimitat per tabulacions
eu: Tabuladorez banandua
gd: Le taba eatarra
hr: Razdvojeno tabulatorom
hy_am: Էջով տարանջատված
kk: Табуляциямен ажыратылған

source: Tab Delimited (System Charset)
ar: محدود بعلامة التبويب (طقم محارف النظام)
br: Disrannet gant taolennata (Arouezennaoueg reizhiad)
ca: Delimitat per tabulacions (joc de caràcters del sistema)
gd: Le taba eatarra (Seata charactaran an t‑siostaim)
hr: Razdvojeno tabulatorom (znakovni niz sustava)
hy_am: Սյունատված (համակարգային)
kk: Табуляциямен ажыратылған (жүйелік кодталу)

source: Tab Delimited (UTF-8)
ar: محدود بعلامة التبويب (UTF-8)
br: Disrannet gant taolennata (UTF-8)
ca: Delimitat per tabulacions (UTF-8)
gd: Le taba eatarra (UTF‑8)
hr: Razdvojeno tabulatorom (UTF-8)
hy_am: Սյունատված (UTF-8)
kk: Табуляциямен ажыратылған (UTF-8)

source: Export Failed
ar: فشل التصدير
br: C'hwitadenn war an ezporzhiañ
ca: Ha fallat l'exportació
eu: Esportazioak huts egin du
gd: Dh'fhàillig an t-às-phortadh
hr: Iznos neuspješan
hy_am: Արտածումը ձախողվեց
kk: Экспорттау сәтсіз аяқталды

source: Failed to export addressbook, no space left on device.
ar: فشل تصدير دفتر العناوين، لم تتبق مساحة على القرص.
br: C'hwitadenn war ezporzhiañ ar c'harned chomlec'hioù, n'eus plas ebet ken war an trevnad.
ca: No s'ha pogut exportar la llibreta d'adreces perquè no hi ha prou espai lliure al dispositiu.
eu: Helbide-liburuaren esportazioak huts egin du, ez dago lekurik gailuan.
gd: Dh'fhàillig às-phortadh leabhar nan seòladh, chan eil àite air fhàgail air an inneal.
hr: Izvoz adresara neuspješan, nema prostora na uređaju.
hy_am: Հնարավոր չեղավ արտածել հասցեագիրքը, տեղ չկա։
kk: Адрестік кітапшаны экспорттау мүмкін емес, құрылғыда орын қалмады.

source: Failed to export addressbook, file access denied.
ar: فشل تصدير دفتر العناوين، مُنع النفاذ للملف.
br: C'hwitadenn war ezporzhiañ ar c'harned chomlec'hioù, nac'het eo bet haeziñ ar restr.
ca: No s'ha pogut exportar la llibreta d'adreces. S'ha denegat l'accés al fitxer.
eu: Helbide-liburuaren esportazioak huts egin du, fitxategia atzitzea ukatu da.
gd: Dh'fhàillig às-phortadh leabhar nan seòladh, casg air inntrigeadh dhan fhaidhle.
hr: Izvoz adresara neuspješan, odbijen pristup datoteci.
hy_am: Հնարավոր չեղավ արտածել հասցեագիրքը, մուտք չկա ֆայլին։
kk: Адрестік кітапшаны экспорттау мүмкін емес, файлға қатынау рұқсаты жоқ.

source: Address Book LDAP Replication
ar: استنساخ دفتر العناوين عبر LDAP
br: Eiladur ar c'harned chomlec'hioù LDAP
ca: Rèplica LDAP de la llibreta d'adreces
eu: Helbide-liburuaren LDAP erreplikazioa
gd: Mac-samhlachadh LDAP leabhar nan seòladh
hr: Replikacija LDAP adresara
hy_am: Հասցեագրքի LDAP թողարկում
kk: Адрестік кітапшаның LDAP репликациясы
