Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/addressbook/addressBook.properties.po
Languages: ar, br, ca, eu, gd, hr, hy_am, kk

source: To access the directory server, enter your user name and password.
ar: أدخل اسم المستخدم وكلمة السر للوصول إلى خادوم الدليل.
br: Evit tizhout kavlec'hiad an dafariad, enankit hoc'h anv arveriad hag ho ker-tremen.
ca: Per tal d'accedir al servidor de directoris, introduïu el vostre nom d'usuari i la contrasenya.
eu: Direktorio-zerbitzarian sartzeko, sartu zure erabiltzaile-izena eta pasahitza.
gd: Feumaidh tu an t-ainm-cleachdaiche 's am facal-faire agad a chur a-steach mus urrainn dhut inntrigeadh a dhèanamh do fhrithealaiche nam pasgan.
hr: Upišite svoje korisničko ime i lozinku da biste pristupili poslužitelju imenika.
hy_am: Սպասարկիչ մուտք գործելու գործելու համար նշեք Ձեր անունը և գաղտնաբառը
kk: Бумалар серверіне қатынау үшін, өз пайдаланушы атын және пароліңізді енгізіңіз.

source: Join+me+in+this+Chat.
ar: ألحقني+بهذه+الدردشة.
br: Deus+da+flapañ+ganin.
ca: Afegeix-me+en+aquest+xat.
eu: Bat+egin+nirekin+berriketa+honetan.
gd: Thig+a+bhruidhinn+rium+san+t-seòmar-chabadaich+seo.
hr: Pridruži+mi+se+u+ovom+razgovoru.
hy_am: Ցանկանում եմ+միանալ+այս+զրույցին։
kk: Маған+бұл+чатқа+қосылу.

# headingHome
source: Home
ar: المنزل
br: Er gêr
ca: Particular
eu: Etxea
gd: Dachaigh
hr: Kuća
hy_am: Տուն
kk: Үйге

# headingWork
source: Work
ar: العمل
br: Labour
ca: Feina
eu: Lana
gd: Obair
hr: Posao
hy_am: Աշխատանքային
kk: Жұмыс

source: Other
ar: أخرى
br: Pep tra
ca: Altres
eu: Besteak
gd: Eile
hr: Drugi
hy_am: Այլ
kk: Басқа

source: Chat
ar: الدردشة
br: Postelerezh prim
ca: Xat
eu: Txata
gd: Cabadaich
hr: Razgovor
hy_am: Զրույց
kk: Чат

source: Phone
ar: الهاتف
br: Pellgomz
ca: Telèfon
eu: Telefonoa
gd: Fòn
hr: Telefon
hy_am: Հեռախոս
kk: Телефон

source: Description
ar: الوصف
br: Deskrivadur
ca: Descripció
eu: Deskribapena
gd: Tuairisgeul
hr: Opis
hy_am: Նկարագրություն
kk: Анықтамасы

source: Addresses
ar: العناوين
br: Chomlec'hioù
ca: Adreces
eu: Helbideak
gd: Seòlaidhean
hr: Adrese
hy_am: Հասցեներ
kk: Адрестер

source: New Address Book
ar: دفتر عناوين جديد
br: Karned chomlec'hioù nevez
ca: Llibreta d'adreces nova
eu: Helbide-liburu berria
gd: Leabhar nan seòladh ùr
hr: Novi adresar
hy_am: Նոր Հասցեագիրք
kk: Жаңа адрестік кітапша

source: %S Properties
ar: خصائص %S
br: Perzhioù %S
ca: Propietats de %S
gd: Roghainnean %S
hr: %S postavke
hy_am: %S հատկություններ
kk: %S қасиеттері

source: Corrupt Address Book File
ar: ملف دفتر عناوين معطوب
br: Restr ar c'harned chomlec'hioù kontronet
ca: Fitxer de llibreta d'adreces malmès
eu: Helbide-liburuaren fitxategi hondatua
gd: Faidhle leabhar nan seòladh air a thruailleadh
hr: Neispravna datoteka adresara
hy_am: Հասցեագրքի վնասված ֆայլ
kk: Адрестік кітапша файлы зақымдалған

source: One of your address book files (%1$S file) could not be read. A new %2$S file will be created and a backup of the old file, called %3$S, will be created in the same directory.
ar: لا تمكن قراءة أحد ملفات دفاتر العناوين (الملف %1$S ). سينشأ ملف %2$S جديد وأيضًا نسخة احتياطية من الملف القديم، باسم %3$S.
br: N'hall ket bezañ lennet unan eus ho restroù karned chomlec'hioù (restr %1$S). Krouet e vo ur restr %2$S nevez hag ur gwared eus ar restr kozh, anvet %3$S, a vo krouet en hevelep kavlec'hiad.
ca: Un dels vostres fitxers de llibreta d'adreces (fitxer %1$S) no s'ha pogut llegir. Es crearà un nou fitxer %2$S i una còpia del fitxer antic, anomenada %3$S, es crearà al mateix directori.
eu: Ezin da irakurri zure helbide-liburuaren fitxategi bat (%1$S fitxategia). %2$S fitxategi berria sortuko da eta fitxategi zaharraren babeskopia, %3$S izenekoa, sortuko da direktorio berean.
gd: Bha leabhar nan seòladh agad (faidhle %1$S) nach b' urrainn dhuinn a leughadh. Thèid faidhle %2$S ùr a chruthachadh agus lethbhreac-glèidhidh an t-seann-fhaidhle air a bhios %3$S san dearbh-phasgan.
hr: Jednu od vaših datoteka adresara (%1$S datoteka) nije bilo moguće pročitati. Nova %2$S datoteka će biti stvorena i pričuvna kopija stare datoteke, nazvana %3$S, će biti stvorena u istom direktoriju.
hy_am: Ձեր հասցեագրքի ֆայլերից մեկը (%1$S ֆայլը) հնարավոր չէ կարդալ։ Կստեղծվի նոր՝ %2$S ֆայլը և կպահուստացվի հին՝ %3$S անունով ֆայլը՝ միևնույն թղթապանակում։
kk: Сіздің адрестік кітапшалар файлдарының біреуін (%1$S файлы) оқу мүмкін емес. Жаңа %2$S файлы жасалатын болады, және ескі файлдың %3$S деп аталатын қор көшірмесі сол бумада жасалады.

source: Unable to Load Address Book File
ar: تعذّر تحميل ملف دفتر العناوين
br: N'eo ket evit kargañ restr ar c'harned chomlec'hioù
ca: No s'ha pogut carregar el fitxer de la llibreta d'adreces
eu: Ezin da helbide-liburuaren fitxategia kargatu
gd: Cha ghabh faidhle leabhar nan seòladh a luchdadh
hr: Nije moguće učitati datoteku adresara
hy_am: Հնարավոր չէ բացել Հասցեագրքի ֆայլը։
kk: Адрестік кітапша файлын жүктеу мүмкін емес

source: Unable to load address book file %S. It may be read-only, or locked by another application. Please try again later.
ar: تعذّر تحميل ملف دفتر العناوين %S. ربما يكون للقراءة فقط أو مقفلا لتطبيق آخر. من فضلك حاول ثانية فيما بعد.
br: N'eo ket evit kargañ restr %S ar c'harned chomlec'hioù. War lenn emañ nemetken pe vorailhet gant un arload all. Klaskit en-dro diwezhatoc'h.
ca: No s'ha pogut carregar el fitxer de la llibreta d'adreces %S. Pot ser que sigui només de lectura, o que estigui blocat per alguna altra aplicació. Torneu-ho a provar.
eu: Ezin da %S helbide-liburuaren fitxategia kargatu Baliteke irakurtzeko baimenak baino ez izatea, edo beste aplikazio batek blokeatuta egotea. Saiatu berriro geroago.
gd: Cha ghabh faidhle leabhar nan seòladh %S a luchdadh. Faodaidh gu bheil e ri leughadh a-mhàin no gun deach a ghlasadh le prògram eile. Feuch ris a-rithist an ceann tamaill.
hr: Nije moguće učitati %S datoteku adresara. Možda je označena samo za čitanje ili zaključana od drugog programa. Pokušajte ponovno kasnije.
hy_am: Հնարավոր չէ բացել հասցեագրքի ֆայլը՝ %S։ Հնարավոր է այն միայն կարդալու համար է կամ արգելված է։
kk: %S адрестік кітапша файлын жүктеу мүмкін емес. Ол тек оқу үшін қолжетерлік, немесе бақа қолданбамен қолданыста болуы мүмкін. Кейінірек қайталап көріңіз.

source: Pager
ar: جهاز الاستدعاء
br: Pajenner
ca: Buscapersones
eu: Bilagailua
gd: Pèidsear
hy_am: Փեյջեր
kk: Пейджер

source: Google Talk
ar: محادثة جوجل

source: Yahoo!
ar: ياهو!

source: Skype
ar: سكايب

source: Jabber ID
ar: معرّف جابِّر
br: Naoudi Jabber
ca: ID del Jabber

source: Cc
ar: ن.ك
kk: Көшірме

source: Bcc
ar: نسخة كربون مخفية
ca: Cco
kk: Жасырын көшірме
