Repository: tktk711/mozilla-l10n
Catalog: son/browser/chrome/browser/devtools/canvasdebugger.properties.po
Languages: son

source: Canvas
son: korfur

source: Tools to inspect and debug <canvas> contexts
son: Goyjinayyaŋ ka <canvas> šilbayboŋey koroši k'i hanse

source: There are no snapshots yet.
son: Biiyaŋ kul šii jina.

source: Snapshot #%S
son: Bii-deejeri #%S

source: Loading…
son: Goo ma zumandi…

source: Save
son: Gaabu

source: Saving…
son: Goo ma gaabu…

source: Loaded from disk
son: Lefe g'a zunbu ka hun

source: Save animation frame snapshot…
son: Hunandiyan kunga bii gaabu…

source: JSON Files
son: JSON tukey

source: All Files
son: Tukey kul

source: #1 draw;#1 draws
son: cendari #1;cendari #1

source: #1 call;#1 calls
son: ciyari #1;ciyari #1
