Repository: tktk711/mozilla-l10n
Catalog: son/toolkit/chrome/mozapps/downloads/unknownContentType.properties.po
Languages: son

source: Opening %S
son: Goo ma %S feeri

source: Enter name of file to save to…
son: Maa dam tukoo kaŋ ga gaabu še…

source: %S (default)
son: %S (tilasu)

source: Choose Helper Application
son: Faabakaw porogaram suuba

source: The application you chose (“%S”) could not be found. Check the file name or choose another application.
son: Porogaramoo kaŋ war n'a suuba ("%S") mana hin ka duwandi. Tuku maaɲoo koroši wala wa porogaram tana foo suuba.

source: Application not found
son: Porogaramoo mana duwandi

source: The file could not be saved because you do not have the proper permissions. Choose another save directory.
son: Tukoo mana hin ka gaabundi zama war ši nda duɲe henney a še. Gaabu foolo tana foo suuba.

source: Invalid Save Permissions
son: Gaabu duɲe laalayaŋ

source: Select Download Folder
son: Zumandi foolo suuba

source: Save File
son: Tuku gaabu

source: Cancel
son: Naŋ

source: %S file
son: %S tuku
