Repository: tktk711/mozilla-l10n
Catalog: an/devtools/shared/styleinspector.properties.po
Languages: an

source: Style Inspector
an: Inspector d'estilos

source: Best Match
an: Millor coincidencia

source: Matched
an: Coincident

source: Parent Match
an: Concident con o pai

source: inline
an: en linia

source: element
an: elemento

source: Inherited from %S
an: Heredau de %S

source: Keyframes %S
an: Fotogramas clau de %S

source: (user agent)
an: (achent d'usuario)

source: Pseudo-elements
an: Pseudo-elementos

source: This Element
an: Iste elemento

source: Read the documentation for this property
an: Leyer a documentación d'ista propiedat

source: Invalid property value
an: Valura d'a propiedat no valida

source: Filter rules containing this property
an: Filtrar as reglas que tiengan ista propiedat

source: No element selected.
an: No i hai garra elemento seleccionau.

source: Highlight all elements matching this selector
an: Resalta totz os elementos que coinciden con iste selector

source: Click to open the color picker, shift+click to change the color format
an: Faga clic pa ubrir un selector de color, shift+clic pa cambiar lo formato de color

source: Click to open the timing-function editor
an: Faga clic pa ubrir l'editor de función de temporización

source: Click to open the filter editor
an: Faga clic pa ubrir l'editor de filtros

source: Shift+click to change the angle format
an: Shift+clic pa cambiar lo formato de l'anglo

source: Copy Color
an: Copiar color

source: Copy URL
an: Copiar l'URL

source: Copy Image Data-URL
an: Copiar a Data-URL d'a imachen

source: Failed to copy image Data-URL
an: Fallo en copiar a Data-URL d'a imachen

source: Show Original Sources
an: Amostrar as fuents orichinals

source: Show MDN Docs
an: Amostrar documentos MDN

source: Add New Rule
an: Anyadir nueva regla

source: Select All
an: Seleccionar-lo tot

source: Copy
an: Copiar

source: Copy Location
an: Copiar l'adreza

source: Copy Property Declaration
an: Copiar a declaración d'a propiedat

source: Copy Property Name
an: Copiar o nombre d'a propiedat

source: Copy Property Value
an: Copiar a valor d'a propiedat

source: Copy Rule
an: Copiar regla

source: Copy Selector
an: Copiar o selector
