Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/*-addressing.dtd.po
Languages: af, am, eu, gd, hu, kk, uz, zh_tw

source: Composition & Addressing
am: Укладанне і адрасаванне
eu: Mezuak prestatzea eta helbideratzea
hu: Szerkesztés és címzés
kk: Құрастыру және адрестеу
uz: Xat yozish va manzilga jo‘natish

source: Addressing
af: Adresbediener
am: Адрасаванне
eu: Helbideratzea
gd: Seòlachadh
hu: Címzés
kk: Адрестеу
uz: Manzilga jo‘natish
zh_tw: 通訊錄

source: When looking up addresses:
af: Wanneer adresse deursoek word:
am: Калі шукаюцца адрасы:
eu: Helbideak bilatzean:
gd: Nuair a lorgas mi seòladh:
hu: E-mail címek keresésekor:
kk: Адрестерді қарау кезінде:
uz: Manzillar qidirilganda:
zh_tw: 尋找郵件地址時:

source: &Use my global LDAP server preferences for this account
af: &Gebruik die algemene LDAP-bedienervoorkeure vir hierdie rekening
am: &Ужываць мае агульныя перавагі паслугача LDAP для гэтага рахунку
eu: Erabili nire LDAP zerbitzari orokorraren ezarpenak kont&u honentzat
gd: Cleachd na roghainnean frithealaiche LDAP &uile-choitcheann agam airson a' chunntais seo
hu: A globális L&DAP-kiszolgáló beállításainak használata ennél a postafióknál
kk: Бұл тіркелгі үшін менің глобалды LDAP сервер баптауларымды қ&олдану
uz: Bu hisob uchun mening global LDAP server parametrlarimdan &foydalanilsin
zh_tw: 對此帳號使用預設的 LDAP 伺服器設定

source: &Edit Directories…
af: &Wysig gidse…
am: &Рэдагаваць дырэкторыі…
eu: &Editatu direktorioak…
gd: D&easaich nam pasganan…
hu: &Címtárak szerkesztése…
kk: Бумаларды түз&ету…
uz: Direktoriyalarni &tahrirlash…
zh_tw: 編輯目錄…

source: Use a &different LDAP server:
am: Карыстацца &іншым паслугачом LDAP:
eu: Erabili beste L&DAP zerbitzari bat:
hu: &Másik LDAP-kiszolgáló használata:
kk: &Басқа LDAP серверін қолдану:
uz: &Boshqa LDAP serverdan foydalanish:

source: None
af: Geen
am: Няма
eu: Bat ere ez
gd: Chan eil gin
hu: Nincs
kk: Ешнәрсе
uz: Yoʻq
zh_tw: 無

source: Composition
af: Opstelling
am: Укладанне
eu: Mezuak prestatzea
gd: Sgrìobhadh
hu: Szerkesztés
kk: Құрылымы
uz: Yozish
zh_tw: 編輯

source: &Compose messages in HTML format
af: &Skryf boodskappe in HTML-formaat
am: &Укладаць лісты ў фармаце HTML
eu: Pre&statu mezuak HTML formatuan
gd: Sgrìobh tea&chdaireachdan ann an cruth HTML
hu: &Levelek írása HTML formátumban
kk: Хабарламаларды HTML пішімінде құра&стыру
uz: Xabarlarni HTML formatda &yozish
zh_tw: 以 HTML 格式編輯郵件

source: Auto&matically quote the original message when replying
af: Haal outo&maties die oorspronklike boodskap aan wanneer antwoord
am: &Самастойна цытаваць першапачатковы ліст у адказе
eu: Zitatu auto&matikoki jatorrizko testua erantzutean
gd: &Thoir luaidh air an teachdaireachd thùsail a ghnàth nuair a sgrìobhas tu freagairt
hu: &Válaszoláskor az eredeti szöveg automatikus idézése
kk: Жауап берге кезде түпнұсқа хабарламасын дәйексөз ретінде &алу
uz: Javob yozayotganda &avtomatik tarzda asl xabardan iqtibos olinsin
zh_tw: 回信時自動引用原信內容

source: &Then,
af: &en
am: &Тады
eu: &Orduan,
gd: &Agus an uairsin,
hu: &Ez után
kk: &Одан кейін,
uz: &So‘ngra,
zh_tw: 然後，

source: start my reply above the quote
af: begin my antwoord bo die aangehaalde teks
am: пачаць мой адказ над вытрымкаю
eu: hasi nire erantzuna aipamen-testuaren aurretik
gd: tòisich air mo fhreagairt os cionn an luaidh
hu: a válasz kezdése az idézett szöveg felett
kk: менің жауабымды дәйексөзге дейін бастау
uz: tepadagi iqtibosga mening javobim boshlansin
zh_tw: 在引文前面開始回信

source: start my reply below the quote
af: begin my antwoord onder die aangehaalde teks
am: пачаць мой адказ пад вытрымкаю
eu: hasi nire erantzuna aipamen-testuaren ondoren
gd: tòisich air mo fhreagairt fon luaidh
hu: a válasz kezdése az idézett szöveg alatt
kk: менің жауабымды дәйексөзден кейін бастау
uz: pastdagi iqtibosga mening javobim boshlansin
zh_tw: 在引文之後開始回信

source: select the quote
af: merk die aangehaalde teks
am: вылучыць вытрымку
eu: hautatu zita
gd: tagh an luaidh
hu: az idézett szöveg kijelölése
kk: дәйексөзді таңдау
uz: iqtibosni tanlansin
zh_tw: 選取引言

source: and place my &signature
af: en plaas my &handtekening
am: і па&мясціць мой подпіс
eu: eta jarri nire &sinadura
gd: agu&s cuir an t-earr-sgrìobhadh agam
hu: Az aláírás &elhelyezése
kk: және менің қол&таңбамды орналастыру
uz: va &imzom qo‘yilsin
zh_tw: 把簽名檔放在

source: below the quote (recommended)
af: onder die aangehaalde teks (aanbeveel)
am: пад вытрымкаю (раіцца)
eu: zitaren ondoren (gomendatua)
gd: fon luaidh (mholar seo)
hu: az idézet alá (javasolt)
kk: дәйексөзден кейін (ұсынылады)
uz: pastdagi iqtibos (tavsiya qilinadi)
zh_tw: 引用內容之後 (建議值)

source: below my reply (above the quote)
af: onder my antwoord (bokant aangehaalde teks)
am: пад маім адказам (над вытрымкаю)
eu: nire erantzunaren ondoren (zitaren gainean)
gd: fo mo fhreagairt (os cionn an luaidh)
hu: a válasz alá (az idézet fölé)
kk: жауабымнан кейін (дәйексөзге дейін)
uz: pastdagi javobim (iqtibos ustida)
zh_tw: 我的回信內容之後 (引用內容之前)

source: &Include signature for replies
am: Уключ&аць подпіс у адказы
eu: Txertatu &sinadura erantzunetan
gd: Cuir an t-earr-&sgrìobhadh agam 'nam fhreagairtean
hu: &Aláírás a válaszoknál
kk: Жауаптар үшін қолтаңбамды іс&ке қосу
uz: Javoblarga imzo ham &qo‘shilsin
zh_tw: 回覆時附加簽名

source: Include signature for for&wards
af: Sluit handtekening in vir &aanstuur
am: У&ключаць подпіс у перанакіраванні
eu: Txertatu sinadura &birbidalketetan
gd: &Cuir an t-earr-sgrìobhadh agam ann an teachdaireachdan a tha mi a' sìneadh air adhart
hu: Aláírás a &továbbításoknál
kk: Қайта бағ&дарлаулар үшін қолтаңбамды іске қосу
uz: &Uzatishlarga ham imzo qo‘shilsin
zh_tw: 轉寄時附加簽名

source: &Global Composing Preferences…
am: Агульныя перавагі &ўкладання…
eu: Mezuak prestatzek&o hobespen orokorrak…
gd: &Roghainnean sgrìobhaidh uile-choitcheann…
hu: &Globális szerkesztési beállítások…
kk: &Глобалды хаттарды құрастыру баптаулары…
uz: &Global xat yozish parametrlari…
zh_tw: 全域編輯偏好設定…

source: Global Addressing &Preferences…
am: Агульныя пер&авагі адрасавання…
eu: &Helbideratzeko hobespen orokorrak…
gd: R&oghainnean sheòlaidhean uile-choitcheanns…
hu: Globális &címzési beállítások…
kk: Глобалды адрестеу ба&птаулары…
uz: Global manzilga qo‘shish &parametrlari…
zh_tw: 全域地址偏好設定…

source: Composition &amp; Addressing
am: Kompozisyon ve Hitap
gd: Sgrìobhadh ┐ seòlachadh

source: Use a different L&DAP server:
am: &Farklı bir LDAP sunucusu kullan:
gd: Cleachd frithealaiche L&DAP eile:
