Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/*-junk.dtd.po
Languages: am, ca, kab, kk, km, lt, pt, pt_br, sl, tr, uz

source: Junk Settings
am: Innstillingar for uønskt e-post
ca: Paràmetres del correu brossa
kab: Iɣewwaṛen n uspam
kk: Спам баптаулары
km: Խլամի կարգավորումներ
lt: Brukalo nuostatos
pt: Definições do lixo eletrónico
pt_br: Antispam
sl: Nastavitve neželene pošte
tr: Gereksiz Posta Ayarları
uz: Spam sozlamalari

source: If enabled, you must first train &brandShortName; to identify junk mail by using the Junk toolbar button to mark messages as junk or not. You need to identify both junk and non junk messages. After that &brandShortName; will be able to mark junk automatically.
am: Viss påslått, må du fyrst trene opp &brandShortName; til å oppdage uønskt e-post ved å bruke Uønskt-knappen for å merke meldinar som uønskt eller ikkje. Du må indikere både meldinger du ønskjer og ikkje ønskjer å motta. Etter dette vil &brandShortName; vere i stand til å merke uønskt post automatisk.
ca: Si s'habilita, primer heu d'entrenar el &brandShortName; per identificar el correu brossa fent servir el botó a la barra d'eines per marcar els missatges com a brossa o no. Cal que identifiqueu tant els missatges que són brossa com els que no. Després d'això, el &brandShortName; podrà marcar el correu brossa automàticament.
kab: Ma yettwarmed, yessefk ad s-tiniḍ i &brandShortName; akken ad yissin ad isulu imaylen ispamen s useqdec n tqeffalt n ufeggag n ifecka n uspam akken ad yecreḍ iznan ama d ispamen neɣ ala. Tesriḍ ad tesuluḍ iznan ispamen neɣ wid ur nelli ara d ispamen. Sakin &brandShortName; ad yizmir ad yecreḍ s wudem awurman.
kk: Іске қосылған болса, сізге алдымен &brandShortName; өнімін саймандар панеліндегі Спам батырмасы көмегімен хабарламаларды спам және спам емес белгілеу арқылы спам хаттарын тануға үйрету керек. Сізге спам хаттарын да, спам емес хаттарын да көрсету керек. Одан кейін &brandShortName; спам хаттарын автоматты түрде белгілей алатын болады.
km: ប្រសិន​បើ​បាន​បើក ជា​ដំបូង​អ្នក​ត្រូវតែ​ប្រាប់ &brandShortName; ឲ្យ​កំណត់​អត្តសញ្ញាណ​សារ​ឥតបានការ​ដោយ​ប្រើ​ប៊ូតុង​របារ​ឧបករណ៍​សារ​ឥតបានការ​ដើម្បី​សម្គាល់​សារ​ថា​បានការ ឬ​ឥតបានការ។ អ្នក​ត្រូវ​កំណត់​អត្តសញ្ញាណ​ទាំង​សារ​បានការ និង​ឥតបានការ។ បន្ទាប់មក &brandShortName; នឹង​អាច​សម្គាល់​សារ​ឥតបានការ​ដោយ​ស្វ័យប្រវត្តិ។
lt: Įjungus adaptyvųjį brukalo filtrą programą „&brandShortName;“pirma reikės apmokyti, jai parodant, kurie laiškai laikomi brukalu, o kurie – ne. Tam naudokite mygtuką „Brukalas“ priemonių juostoje. Šitaip apmokius programą, vėliau brukalą ji mokės atskirti pati.
pt: Se ativa, tem que teinar o &brandShortName; para identificar o lixo eletrónico utilizando o botão Lixo na barra de ferramentas. Tem de identificar as mensagens que são lixo e as que não são. Posteriormente, o &brandShortName; será capaz de assinalar o lixo automaticamente
pt_br: Se ativado, primeiro você deve primeiro treinar o &brandShortName; a identificar mensagens indesejadas através do botão “Spam”. Você precisa identificar tanto as mensagens que são spam como as que não são. Depois disso, o &brandShortName; será capaz de identificar mensagens como spam automaticamente.
sl: V primeru, da se odločite za to izbiro, morate najprej s pomočjo gumba za neželeno pošto v orodni vrstici sporočila označevati kot neželena ali želena, tako da se &brandShortName; lahko nauči, kako neželeno pošto prepoznati. Označiti morate tako neželena kot tudi želena sporočila. Po tem bo &brandShortName; zmožen neželeno pošto samodejno označiti.
tr: Bunu etkinleştirirseniz, &brandShortName; uygulamasının gereksiz postaları tanıyabilmesi için ilk olarak Gereksiz araç çubuğu düğmesi ile gereksiz ve gerekli iletileri işaretleyerek onu eğitmelisiniz. Hem gereksiz hem de gereksiz olmayan iletileri tanımlamanız gerekir. Ardından &brandShortName; gereksiz iletileri otomatik olarak işaretlemeye başlayacaktır.
uz: Agar u yoqib qo‘yiladigan bo‘lsa, "Spam" panelidagi tugma yordamida xabarlarni spak yoki spam emas deb belgilab, &brandShortName; dasturini spam xabarlarini aniqlashga o‘rgatish kerak. Siz spam va spam bo‘lmagan xabarlarni tasdiqlashigiz kerak. Shundan so‘ng &brandShortName; dasturi avtomatik tarzda spam sifatida belgilay oladi.

source: &Enable adaptive junk mail controls for this account
am: &Tillat adaptivt filter for uønskt e-post på denne kontoen
ca: Habilita &els controls adaptatius de correu brossa per a aquest compte
kab: &Rmed asenqed n tirawt n ispamen i umiḍan agi
kk: Бұл тіркелгі үшін спам поштасының адаптивті басқаруын іск&е қосу
km: Միացնել խլամի ղեկավարումը այս փոստարկղում
lt: Įj&ungti šios paskyros adaptyvųjį brukalo filtrą
pt: Ativar controlos de lixo para &esta conta
pt_br: &Identificar spam ao receber mensagens desta conta
sl: Za ta račun &omogoči prilagodljiv nadzor nad neželeno pošto
tr: Bu h&esap için gereksiz posta denetimini etkinleştir
uz: Ushbu hisob uchun avtomatik spam xatlarni aniqlash boshqaruvini yoqib qo‘yish

source: &Move new junk messages to:
am: &Flytt meldingar til:
ca: &Mou els missatges nous que són correu brossa a:
kab: Awi i&znan ispamen imaynuten ɣer:
kk: Жаңа спам хаттарын қайда жыл&жыту:
km: Տեղափ. խլամները՝
lt: Naują brukalą &perkelti į:
pt: &Mover lixo eletrónico para:
pt_br: &Mover novos spans para:
sl: &Nova neželena sporočila premakni v:
tr: &Yeni gereksiz iletileri iletileri buraya taşı:
uz: Yangi spam xabarni &ko‘chirish:

source: "&Junk" folder on:
am: «&Uønskt»-mappa på:
ca: Carpeta «Correu &brossa» de:
kab: Akaram n "&Us&pam" di:
kk: "&Спам" бумасының орны:
km: "&Junk" թղթապանակում՝
lt: aplanką „&Brukalas“:
pt: Pasta "Li&xo eletrónico" em:
pt_br: &Pasta “Spam” da conta:
sl: &Mapo "Neželeno" na:
tr: "Gereks&iz" dizini:
uz: "&Spam" jildi:

source: &Other:
am: &Anna:
ca: A&ltres:
kab: Wi&yaḍ:
kk: &Басқа:
km: Այլ.
lt: &kitą aplanką:
pt: Out&ra:
pt_br: &Outra pasta:
sl: &Drugo:
tr: &Diğer:
uz: B&oshqa:

source: A&utomatically delete junk mail older than
am: &Automatisk slett uønskt e-post eldre enn
ca: S&uprimeix automàticament el correu brossa més antic de
kab: Kkes s wu&dem awurman imaylen ispamen iqbuṛen nig n
kk: Келесіден ескілеу спам хаттарын &автоөшіру
km: Միանգամից ջնջել խլամ նամակը, որը հին է՝
lt: &Automatiškai šalinti brukalą praėjus
pt: Eliminar a&utomaticamente o lixo eletrónico com mais de
pt_br: &Excluir automaticamente spans com mais de
sl: &Samodejno izbriši neželeno pošto, ki je starejša od:
tr: Gerek&siz postaları
uz: Ushbudan eskiroq bo‘lgan spam xatlarni a&vtomatik tarzda o‘chirish

source: days
am: dagar
ca: dies
kab: ussan
kk: күн
km: օր
lt: d.
pt: dias
pt_br: dias
sl: dni
tr: gün sonra otomatik sil
uz: kun

source: &Do not automatically mark mail as junk if the sender is in:
am: &Ikkje automatisk marker e-post som uønskt dersom avsendar er i:
ca: &No marquis automàticament com a brossa si el remitent és a:
kab: Ur &cṛeḍ ara s wudem awurman imaylen amzun d ispamen ma yella amazay yella di:
kk: Жіберуші келесіде болса, хаттарды спам ретінде автобелгіле&меу:
km: កុំ​សម្គាល់​សារ​ថា​ឥតបានការ​ដោយ​ស្វ័យប្រវត្តិ បើ​អ្នក​ផ្ញើ​នៅ​ក្នុង៖
lt: Laiško &nelaikyti brukalu, jei jo siuntėjas įrašytas į šią adresų knygą:
pt: &Não marcar mensagem como lixo eletrónico se o remetente estiver no:
pt_br: &Não marcar mensagens como spam automaticamente se o remetente estiver em:
sl: &Ne označi kot neželeno pošto, če je pošiljatelj v:
tr: &Gönderici aşağıdakilerden birindeyse gereksiz olarak işaretleme:
uz: Ushbu jo‘natuvchiga tegishli xabarlar avtomatik tarzda spam sifatida &:belgilanasin

source: If enabled, &brandShortName; will automatically consider messages marked by this external classifier as junk.
am: Viss påslått vil &brandShortName; automatisk vurdere meldingar som er merkte med denne eksterne klassifikasjonen som uønskt.
ca: Si aquesta opció està activada, el &brandShortName; considerarà automàticament els missatges marcats per aquest classificador extern com a correu brossa.
kab: Ma yettwarmed, &brandShortName; ad yawi s wudem awurman iznan yecreḍ ufecku azɣaray amzun d ispamen.
kk: Іске қосылған болса, &brandShortName; бұл сыртқы анықтаушымен белгіленген хабарламаларды спам ретінде автоматты түрде танитын болады.
km: បើ​បាន​បើក &brandShortName; នឹង​ចាត់​ទុក​ដោយ​ស្វ័យប្រវត្តិ​នូវ​សារ​ដែល​បាន​សម្គាល់​ដោយ​កម្មវិធី​ចាត់​ថ្នាក់​ខាងក្រៅ​ថា​ជា​សារ​ឥតបានការ។
lt: Įgalinus šią nuostatą, programa „&brandShortName;“ automatiškai laikys brukalu laiškus, kuriuos atitinkamai pažymėjo šis trečiųjų šalių produktas.
pt: Se ativa, o &brandShortName; vai considerar automaticamente as mensagens marcadas por este classificador externo como lixo.
pt_br: Se ativado, o &brandShortName; considerará mensagens marcadas por esse serviço como spam automaticamente.
sl: V primeru, da je omogočeno, bo &brandShortName; samodejno obravnaval sporočila označena s tem zunanjim razvrščevalcem kot neželena.
tr: Bunu etkinleştirirseniz &brandShortName; bu harici sınıflandırıcı tarafından işaretlenen iletileri gereksiz kabul edecektir.
uz: Agar bu parametr tanlansa, &brandShortName; bu tashqi tasniflovchi tomonidan belgilangan xabarlarni spam deb hisoblaydi.

source: &Trust junk mail headers set by:
am: &Stol på uønskt-meldingshovud frå:
ca: Con&fia en les capçaleres de correu brossa definides per:
kab: &Amen iqeṛṛa n tirawt ispamen yesbadu:
kk: Келесі орнатқан спам хаттарының тақырыптамаларына &сену:
km: Վստահել խլամ նամակի վերնագրին՝
lt: Pasi&tikėti laiškų brukalo antraštėmis, kurias priskyrė:
pt: &Confiar nos dados de lixo eletrónico definidos em:
pt_br: C&onfiar em cabeçalhos de spam definidos pelo:
sl: &Zaupaj glavam neželene pošte, ki jih je nastavil:
tr: Şu gereksiz pos&ta üstbilgilerine güven:
uz: Sarlahasi quyidagicha o‘rnatilgan bo‘lsa spam deb hisoblansin:

source: Selection
am: Utval
ca: Selecció
kab: Afran
kk: Таңдау
km: Ընտրություն
lt: Atranka
pt: Seleção
pt_br: Seleção
sl: Izbira
tr: Seçim
uz: Tanlash

source: Destination and Retention
am: Mål og lagring
ca: Destinació i retenció
kab: Taniɣert akked tuṭṭfa
kk: Мақсаты және автоөшіру
km: ទិសដៅ និង​ការ​រក្សាទុក
lt: Paskirtis ir saugojimas
pt: Destino e retenção
pt_br: Destino e Retenção
sl: Cilj in ohranitev
tr: Hedef ve Saklama
uz: Mo‘ljal va eslab qolish

source: &Global Junk Preferences…
am: &Globale søppelpostinnstillingar …
ca: Preferències &globals del correu brossa...
kab: Iɣewwaṛen i&muta n uspam…
kk: &Глобалды спам баптаулары…
km: ចំណូលចិត្ត​សារ​ឥតបានការ​សាកល...
lt: &Globaliosios brukalo nuostatos…
pt: &Preferências gerais de lixo eletrónico…
pt_br: Preferências globais de &Spam…
sl: &Splošne nastavitve neželene pošte …
tr: &Genel gereksiz posta tercihleri…
uz: &Global spam parametrlari…
