Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/*-main.dtd.po
Languages: af, am, ar, cy, kab, kk, km, ro, uz, zh_tw

source: Account Settings
af: Rekeningopstelling
am: Наладжванні рахунку
ar: إعدادات الحسابات
cy: Gosodiadau'r Cyfrif
kab: Iɣewwaṛen n umiḍan
kk: Тіркелгі баптаулары
km: Փոստարկղի կարգավորումներ
ro: Setările contului
uz: Hisob sozlamalari
zh_tw: 帳號設定

source: Account &Name:
af: Gebruiker&naam:
am: &Назва рахунку:
ar: ا&سم الحساب:
cy: Enw &Cyfrif:
kab: I&sem n umiḍan:
kk: Тіркелгі &атауы:
km: Փոստարկղի անունը.
ro: &Nume cont:
uz: Hisobning &nomi:
zh_tw: 帳號名稱:

source: Default Identity
af: Verstekidentiteit
am: Змоўчная адмета
ar: الهويّة المبدئية
cy: Hunaniaeth Rhagosodedig
kab: Tamagit tamezwert
kk: Негізгі жеке мәліметтер
km: Հիմնական որոշիչը
ro: Identitate implicită
uz: Joriy shaxs
zh_tw: 身份識別

source: Each account has an identity, which is the information that other people see when they read your messages.
af: Elke rekening het 'n identiteit. Die identiteit is die inligting wat ander mense sien wanneer hulle u boodskappe lees.
am: Кожны рахунак мае адмету, або звесткі, якія іншыя людзі бачаць, калі чытаюць вашы лісты.
ar: لكلّ حساب هويّة، و هي المعلومات التّي يراها الآخرون عندما يقرؤون رسائلك.
cy: Mae gan bob cyfrif hunaniaeth, sef y wybodaeth mae pobl eraill yn ei weld pan yn darllen eich negeseuon.
kab: Yal amiḍan ɣur-s tamagit, tamagit d talɣut ara walin yemdanen nniḍen ticki ɣran iznan inek.
kk: Әр тіркелгінің жеке мәліметтері бар, ол деген басқа адамдар сіздің хабарламаларыңызды оқыған кезде көретін ақпараты.
km: Յուրք. փոստարկղ ունի իր որոշիչը, դա այն տեղեկությունն է, որ այլ մարդիկ տեսնում են կարդալով Ձեր նամակները։
ro: Fiecare cont are propria identitate, adică datele prin care vă identificați față de ceilalți care primesc mesaje de la dumneavoastră
uz: Har bir hisobda boshqalar sizning xabarlaringizni olganga sizni tanishtiradigan ma’lumot – ya’ni shaxsiyatingiz haqida ma’lumotlar bor.
zh_tw: 每個帳號都可以有自己的身份識別資料，這會出現於您寄出的郵件內。

source: &Your Name:
af: &U naam:
am: Ваша &імя:
ar: اسم&ك:
cy: &Eich Enw:
kab: I&sem-ik:
kk: Сіздің ат&ыңыз:
km: Ձեր անունը.
ro: &Numele dumneavoastră:
uz: I&smingiz:
zh_tw: 您的大名:

source: &Email Address:
af: &E-posadres:
am: Адрас &э-пошты:
ar: عنوان &بريدك:
cy: C&yfeiriad E-bost:
kab: Ta&nsa Imayl:
kk: &Эл. пошта адресі:
km: Էլ. հասցեներ.
ro: A&dresa de e-mail:
uz: E-pochta manzili:
zh_tw: 電子郵件地址:

source: Reply-to Addre&ss:
af: Antwoordadre&s:
am: &Зваротны адрас:
ar: عنوان الرّ&د:
cy: Cyfeiriad &Ateb Iddo:
kab: Err-i te&nsa:
kk: &Жауап беру адресі:
km: Պատասխանել հասցեներին.
ro: Adre&să pentru răspuns:
uz: Javob yoziladigan &manzil:
zh_tw: 回函位址:

source: Recipients will reply to this other address
am: Атрымальнікі будуць адказваць на гэты адрас
ar: سيرد المستلمون على هذا العنوان
cy: Derbynwyr i ateb i gyfeiriad arall
kab: Iɣerwaden ad erren i tensa-yagi nniḍen
kk: Алушылар бұл басқа адреске жауап береді
km: អ្នក​ទទួល​នឹង​ឆ្លើយតប​ទៅ​អាសយដ្ឋាន​ផ្សេង​នេះ
ro: Destinatarii vor răspunde acestei adrese
uz: Qabul qiluvchilar boshqa manzillarga javob yozishadi
zh_tw: 收件者將會回覆到這個地址

source: &Organization:
af: &Organisasie:
am: &Установа:
ar: المن&ظمة:
cy: C&orff:
kab: Take&bbanit:
kk: &Мекеме:
km: Կազմակերպությունը.
ro: &Organizație:
uz: &Tashkilot:
zh_tw: 服務單位:

source: Signature te&xt:
af: Handtekening&teks:
am: Тэкст &подпісу:
ar: ن&ص التوقيع:
cy: &Testun llofnod:
kab: A&ḍris n uzmul:
kk: Қолтаңба мә&тіні:
km: Ստորագրությունը.
ro: Te&xtul semnăturii:
uz: Imzo &matni:
zh_tw: 簽名:

source: Use HTM&L (e.g., &lt;b&gt;bold&lt;/b&gt;)
af: Gebruik &HTML (bv &lt;b&gt;bold&lt;/b&gt;)
am: У&жываць HTML (напрыклад: &lt;b&gt;bold&lt;/b&gt;)
ar: استخدم HTM&L (e.g., &lt;b&gt;bold&lt;/b&gt;)
cy: Defnyddio &HTML (e.e., &lt;b&gt;trwm&lt;/b&gt;)
kab: Seqdec HTM&L (amedya:, &lt;b&gt;bold&lt;/b&gt;)
kk: HTML қо&лдану (мыс., &lt;b&gt;bold&lt;/b&gt;)
km: Օգտ. HTM&L (օր.՝ &lt;b&gt;bold&lt;/b&gt;)
ro: Folosește HTM&L (ex: &lt;b&gt;bold&lt;/b&gt;)
uz: HTM&L formatdan foydalaning (masalan, &lt;b&gt;bold&lt;/b&gt;)
zh_tw: 使用HTM&L (例如, &lt;b&gt;bold&lt;/b&gt;)

source: A&ttach the signature from a file instead (text, HTML, or image):
am: Ужываць замест подпіс з &файла (тэкст, HTML або выява):
ar: أر&فِق التوقيع من ملف (نص أو HTML أو صورة):
cy: &Atodi llofnod o ffeil (testun, HTML neu ddelwedd):
kab: Seddu azmul seg ufaylu (aḍris, HTML, neɣ tugna):
kk: Орнына файлдан қолтаңбаны &тіркеу (мәтін, HTML немесе сурет):
ro: A&tașează semnă&tura dintr-un fișier (text, HTML sau imagine):
uz: Imzoni fayldan (matn, HTML yoki tasvirdan) &biriktirish:

source: Edit…
af: Redigeer…
am: Рэдагаваць…
ar: حرِّر…
cy: Golygu…
kab: Ẓreg...
kk: Түзету…
km: Խմբագրել...
ro: Editează…
uz: Tahrirlash…
zh_tw: 編輯…

source: &Choose…
af: &Kies…
am: &Выбраць…
ar: اخت&ر…
cy: &Dewis…
kab: &Fren...
kk: &Таңдау…
km: Ընտրել…
ro: &Alege…
uz: &Tanlash…
zh_tw: 選擇…

source: E&dit Card…
af: R&edigeer kaart…
am: Рэдагаваць &картку…
ar: &حرّر البطاقة…
cy: &Golygu Cerdyn…
kab: &Ẓreg vCard...
kk: Картаны түз&ету…
km: Խմբագրել այցեքարտը...
ro: Editează &fișă…
uz: Kartani &tahrirlash…
zh_tw: 編輯電子名片…

source: Attach my &vCard to messages
af: Heg my &vCard aan boodskappe
am: Далучаць маю &vCard да лістоў
ar: أرفِ&ق بطاقة vCard مع الرّسائل
cy: Atodi fy &vCard i negeseuon
kab: Seddu &vCard inu deg iznan
kk: Хабарламаларға &менің vCard-ты қосу
km: Կցել իմ այցեքարտը նամակներին
ro: Atașează &vCardul meu la mesaje
uz: Menga tegishli &vCard kartasini biriktirish
zh_tw: 附加名片卡到郵件中

source: &Manage Identities…
af: &Bestuur identiteite…
am: Кір&аваць адметамі…
ar: أ&دِر الهويّات…
cy: Rheoli &Hunaniaeth…
kab: Sef&rek timagiyin...
km: Կառավարել որոշիչները...
ro: Gestionează identități…
uz: Shaxsiyatlarni &boshqarish…
zh_tw: 身份識別管理…

source: O&utgoing Server (SMTP):
af: &Uitgaande bediener (SMTP):
am: &Выходны паслугач (SMTP):
ar: خادوم ال&صّادر (SMTP):‏
cy: Gweinydd &Anfon (SMTP):
kab: A&qeddac uffiɣ (SMTP):
kk: Ш&ығыс сервер (SMTP):
km: Ելքային սպասարկիչը (SMTP).
ro: Server de trimitere (SM&TP):
uz: &Chiquvchi server (SMTP):
zh_tw: 寄件伺服器 (SMTP):

source: Use Default Server
af: Gebruik verstekbediener
am: Ужываць змоўчны паслугач
ar: استخدم الخادوم المبدئي
cy: Defnyddio'r Gweinydd Rhagosodedig
kab: Seqdec aqeddac amezwer
kk: Негізгі серверді қолдану
km: Օգտ. հիմնական սպասարկիչը
ro: Folosește serverul implicit
uz: Asosiy serverdan foydalanish
zh_tw: 使用預設伺服器

source: Edit SMT&P server…
kk: SMTP се&рверін түзету…

source: Attach the signature from a file instead (text, H&TML, or image):
km: Կցել ստորագրություն ֆայլով (տեքստ, H&TML կամ նկար).
zh_tw: 從檔案附加簽名(文字檔、H&TML或影像)
