Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/aboutSupportMail.dtd.po
Languages: am, ar, az, cy, eu, fa, gd, hy_am, kab, kk, lt, nn_no, uz, zh_tw

source: Application Build ID
am: የ መተግበሪያ መገንቢያ ID
ar: معرّف بناء التطبيق
az: Tətbiq Quruluş ID
cy: ID Adeiladedd Rhaglen
eu: Aplikazioaren eraikitze-IDa
fa: شناسه‌ی ساخت برنامه
gd: DA togalach a' phrògraim
hy_am: Ծրագրի մշակման ID-ին
kab: Asulay ID n ukaras n usnas
kk: Қолданбаның жинақ ID-і
lt: Programos darinio identifikatorius
nn_no: Applikasjonsbygg-ID
uz: Ilova dastur tuzilgan ID raqami
zh_tw: 應用程式 Build ID

source: Mail and News Accounts
am: የ ደብዳቤ እና ዜናዎች መግለጫ
ar: حسابات البريد والأخبار
az: Poçt və Xəbər Hesabları
cy: Cyfrifon E-bost a Newyddion
eu: Posta eta berrien kontuak
fa: حساب‌های پست الکترونیکی و خبرها
gd: Cunntasan puist is naidheachdan
hy_am: Նամակի և Նորության հաշիվներ
kab: Imaḍanen n tirawt n isallen
kk: Эл. пошта және жаңалықтар тіркелгілері
lt: El. pašto ir naujienų paskyros
nn_no: E-post og nyheitsgruppe-kontoar
uz: E-pochta va yangiliklar hisoblari
zh_tw: 郵件與新聞帳號

source: Include account names
am: የ መግለጫ ስሞችን ያካትታል
ar: ضمّن أسماء الحسابات
az: Hesab adlarını daxil et
cy: Cynnwys enwau cyfrif
eu: Sartu kontu-izenak
fa: شامل نام‌های حساب
gd: Gabh a-steach ainmean chunntasan
hy_am: Ներառել փոստարկղի անունները
kab: Seddu ismawen n umiḍan
kk: Тіркелгі атауларын қосып жіберу
lt: Į laišką įtraukti paskyrų pavadinimus
nn_no: Inkluder kontonamn
uz: Hisoblar nomlari bilan birga
zh_tw: 包含帳號名稱

source: (possibly identifying information)
am: (ምናልባት መረጃውን በ ማረጋገጥ ላይ)
ar: (قد تكون معلومات معرّفة بالهوية)
cy: (o bosib gwybodaeth fydd yn eich gwneud yn hysbys)
eu: (identifikatzeko informazio posiblea)
fa: (احتمالاً در حال شناسایی اطلاعات)
gd: (fiosrachadh air a dh'aithnichear thu fhèin ma dh'fhaoidte)
hy_am: (հնարավոր է տեղեկության որոշում)
kab: (talɣut n usulu i yezemren ad tili)
kk: (мүмкін анықтағыш ақпарат)
lt: (duomenys gali būti identifikuojantys)
nn_no: (muleg person-identifiserbar info)
uz: (mavjud tasdiqdan o‘tkazish ma’lumoti)
zh_tw: （可能有可以識別您的資訊）

source: ID
ar: المعرّف
eu: IDa
fa: شناسه
gd: DA
kab: Asulay ID

# aboutSupport.accountsName
source: Name
am: ስም
ar: الاسم
az: Ad
cy: Enw
eu: Izena
fa: نام
gd: Ainm
hy_am: Անուն
kab: ISem
kk: Аты
lt: Pavadinimas
nn_no: Namn
uz: Nomi
zh_tw: 名稱

source: Incoming server
am: ወደ ውስጥ የሚመጣ ሰርቨር
ar: الخادوم الوارد
az: Gələn server
cy: Gweinydd derbyn
eu: Hartzeko zerbitzaria
fa: سرویس دهنده‌ی ورودی
gd: Am frithealaiche a-steach
hy_am: Մուտքային սպասարկիչը
kab: Aqeddac ukcim
kk: Кіріс сервері
lt: Laiškų gavimo serveris
nn_no: Innkomande tenar
uz: Kiruvchi server
zh_tw: 收件伺服器

source: Outgoing servers
am: ወደ ውጪ የሚሄድ ሰርቨር
ar: الخادومات الصادرة
az: Gedən serverlər
cy: Gweinydd anfon
eu: Posta bidaltzeko zerbitzariak
fa: سرویس دهنده‌های خروجی
gd: Frithealaichean a-mach
hy_am: Ելքային սպասարկիչը
kab: Iqeddacen uffiɣen
kk: Шығыс серверлері
lt: Laiškų išsiuntimo serveris
nn_no: Utgåande tenarar
uz: Chiquvchi serverlar
zh_tw: 寄件伺服器

# aboutSupport.accountsServerName
source: Name
am: ስም
ar: الاسم
az: Ad
cy: Enw
eu: Izena
fa: نام
gd: Ainm
hy_am: Անունը
kab: Isem
kk: Аты
lt: Serverio vardas
nn_no: Namn
uz: Nomi
zh_tw: 名稱

source: Connection security
am: የ ግንኙነት ደህንነት
ar: سرية الاتصال
az: Bağlantı güvənliyi
cy: Diogelwch cysylltiad
eu: Konexioaren segurtasuna
fa: امنیت اتصال
gd: Tèarainteachd a' cheangail
hy_am: Կապուղու անվտանգությունը
kab: Taɣellist n tuqqna
kk: Байланыс қауіпсіздігі
lt: Saugusis ryšys
nn_no: Tilkoplingstryggleik
uz: Xavfsiz ulanish
zh_tw: 連線安全性

source: Authentication method
am: የ ማረጋገጫ ዘዴ
ar: طريقة الاستيثاق
az: Təsdiqləmə yöntəmi
cy: Dull dilysu
eu: Autentifikazio-metodoa
fa: روش تشخیص هویت
gd: An dòigh dearbhachaidh
hy_am: Վավերացման եղանակը
kab: Tarrayt n usesteb
kk: Аутентификация тәсілі
lt: Tapatumo tikrinimo metodas
nn_no: Autentiseringsmåte
uz: Tasdiqdan o‘tkazish metodi
zh_tw: 認證方式

source: Default?
am: ነባር?
ar: مبدئي؟
az: Ön seçilən?
cy: Rhagosodiad?
eu: Lehenetsia?
fa: پیش‌فرض
gd: Bunaiteach?
hy_am: Հիմնակա՞ն
kab: Amezwer?
kk: Негізгі ма?
lt: Ar numatytoji
nn_no: Standard?
uz: Standartmi?
zh_tw: 預設值？

source: Identity
am: መለያ
ar: الهويّة
cy: Hunaniaeth
kab: Tamagit
kk: Жеке мәліметтер
nn_no: Identitet
uz: Tasdiqdan o‘tkazish

source: Send via email
am: በ ኢሜይል መላኪያ
ar: أرسِل باستخدام البريد الإلكتروني
az: E-poçtla göndər
cy: Anfon drwy e-bost
eu: Bidali posta elektronikoz
fa: ارسال از طریق پست الکترونیکی
gd: Cuir air a' phost-dealain
hy_am: Ուղարկել նամակով
kab: Azem s yimayl
kk: Эл. пошта арқылы жіберу
lt: Išsiųsti el. paštu
nn_no: Send via e-post
uz: Xat orqali jo‘natish
zh_tw: 透過電子郵件寄出
