Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/AccountManager.dtd.po
Languages: eu

source: Account Settings
eu: Kontu-ezarpenak

source: &Account Actions
eu: &Kontuaren ekintzak

source: &Add Mail Account…
eu: &Gehitu posta-kontua…

source: Add &Chat Account…
eu: Gehi&tu txat-kontua…

source: Add &Feed Account…
eu: Gehitu ja&rio-kontua…

source: Add &Other Account…
eu: Gehitu &bestelako kontua…

source: Set as &Default
eu: Ezarri &lehenetsi gisa

source: &Remove Account
eu: &Ezabatu kontua

source: width: 105ch; height: 55em;
eu: width: 111ch; height: 55em;

source: width: 31ch;
eu: width: 36ch;
