Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/activity.properties.po
Languages: af, am, ar, be, br, ca, eu, gd, hu, id, kk, lt, nb_no, pt, pt_br, ro, uz

source: Paused
af: Laat wag
am: ተቋርጧል
ar: أُلبِث
be: Прыпынена
br: Ehanet
ca: Pausat
eu: Pausatuta
gd: 'Na stad
hu: Szünetel
id: Ditunda.
kk: Аялдатылған
lt: Pristabdyta
nb_no: Pause
pt: Em pausa
pt_br: Em pausa
ro: Pus pe pauză
uz: Pauza qilindi

source: Processing
af: Verwerk
am: በ ሂደት ላይ
ar: تجري معالجته
be: Апрацоўка
br: O keweriañ
ca: S'està processant
eu: Prozesatzen
gd: 'Ga làimhseachadh
hu: Feldolgozás alatt
id: Diproses
kk: Өңдеуде
lt: Vykdoma
nb_no: Behandler
pt: A processar
pt_br: Processando
ro: Se procesează
uz: Amalga oshirilmoqda

source: Not Started
af: Nie begin nie
am: አልተጀመረም
ar: لم يبدأ
be: Не пачата
br: N'eo ket bet kroget
ca: No ha començat
eu: Hasi gabe
gd: Gun tòiseachadh
hu: Még nem kezdődött el
id: Belum Dimulai
kk: Басталмаған
lt: Nepradėta
nb_no: Ikke startet
pt: Não iniciado
pt_br: Não iniciado
ro: Încă nu a început
uz: Boshlanmadi

source: Failed
af: Misluk
am: ወድቋል
ar: فشل
be: Няўдача
br: C'hwitet warni
ca: Ha fallat
eu: Huts egin du
gd: Dh'fhàillig e
hu: Sikertelen
id: Gagal
kk: Сәтсіз
lt: Nepavyko
nb_no: Feil
pt: Falha
pt_br: Malsucedido
ro: Eșuat
uz: Amalga oshmadi

source: Waiting for input
af: Vir toevoer wag
am: ማስገቢያ በ መጠበቅ ላይ
ar: ينتظر الإدخالات
be: Чаканне ўводу
br: O c'hortoz ur stlenn
ca: S'està esperant que s'introdueixin dades
eu: Sarreraren zain
gd: A' feitheamh ri dàta a-steach
hu: Bevitelre vár
id: Menunggu input
kk: Кірісті күту
lt: Laukia įvesties
nb_no: Venter på inndata
pt: À espera de dados
pt_br: Aguardando fornecimento de dados
ro: Se așteaptă date de intrare
uz: Kiritish uchun kutilmoqda

source: Waiting for retry
af: Vir herprobeer wag
am: እንደገና ለመሞከር በ መጠበቅ ላይ
ar: ينتظر إعادة المحاولة
be: Чаканне паўтору
br: O c'hortoz un arnod nevez
ca: S'està esperant que es torni a intentar
eu: Berriro saiatzeko zain
gd: A' feitheamh ri ath-fheuchainn
hu: Újrapróbálkozásra vár
id: Menunggu untuk mencoba ulang
kk: Қайталауды күту
lt: Laukia pakartotinio bandymo
nb_no: Venter på nytt forsøk
pt: Aguardando nova tentativa
pt_br: Aguardando nova tentativa
ro: Se așteaptă după reîncercare
uz: Qayta urinish uchun kutilmoqda

source: Completed
af: Voltooid
am: ተፈጽሟል
ar: اكتمل
be: Выканана
br: Echuet
ca: Completada
eu: Osatuta
gd: Deiseil
hu: Kész van
id: Selesai
kk: Аяқталған
lt: Užbaigta
nb_no: Fullført
pt: Terminado
pt_br: Concluído
ro: Încheiat
uz: Tugadi

source: Canceled
af: Gekanselleer
am: ተሰርዟል
ar: أُلغي
be: Скасована
br: Nullet
ca: Cancel·lada
eu: Utzita
gd: Air a sgur dheth
hu: Megszakítva
id: Dibatalkan
kk: Бас тартылған
lt: Atsisakyta
nb_no: Avbrutt
pt: Cancelado
pt_br: Cancelado
ro: Anulat
uz: Bekor qilindi

source: Yesterday
ar: البارحة
be: Учора
ca: Ahir
eu: Atzo
gd: An-dè
id: Kemarin
kk: Кеше
nb_no: I går
pt: Ontem
pt_br: Ontem

source: Sending Messages
af: Stuur boodskappe
am: መልእክት በመላክ ላይ
ar: تُرسَل الرسائل
be: Дасыланне лістоў
br: O kas ar c'hemennadennoù
ca: S'estan enviant els missatges
eu: Mezuak bidaltzen
gd: A' cur nan teachdaireachdan
hu: Üzenetek küldése
id: Mengirim Pesan
kk: Хабарламаларды жіберу
lt: Siunčiami laiškai
nb_no: Sender meldinger
pt: A enviar mensagens
pt_br: Enviando mensagens
ro: Trimitere mesaje
uz: Xabarlarni jo‘natish

source: Sending Message
af: Stuur tans boodskap
am: መልእክት በመላክ ላይ
ar: تُرسَل الرسالة
be: Дасыланне ліста
br: O kas ar gemennadenn
ca: S'està enviant el missatge
eu: Mezua bidaltzen
gd: A' cur na teachdaireachd
hu: Üzenet küldése
id: Mengirim Pesan
kk: Хабарламаны жіберу
lt: Siunčiamas laiškas
nb_no: Sender melding til %S
pt: A enviar mensagem
pt_br: Enviando mensagem
ro: Trimitere mesaj
uz: Xabarni joʻnatish

source: Sending Message: %S
af: Boodskap stuur: %S
am: መልእክት በ መላክ ላይ: %S
ar: تُرسَل رسالة: %S
be: Дасыланне ліста: %S
br: O kas ar gemennadenn: %S
ca: S'està enviant el missatge: %S
eu: Mezua bidaltzen: %S
gd: A' cur na teachdaireachd: %S
hu: Üzenet küldése: %S
id: Mengirim Pesan: %S
kk: Хабарламаны жіберу: %S
lt: Siunčiamas laiškas: %S
nb_no: Sender melding: %S
pt: A enviar mensagem: %S
pt_br: Enviando mensagem: %S
ro: Se trimite mesajul: %S
uz: Xabarni jo‘natish: %S

source: Copying message to sent folder
af: Boodskap na gestuur-vouer kopieer
am: መልእክት ኮፒ በ ማድረግ ላይ ወደ ተልኳል ፎልደር
ar: تُنسخ الرسالة إلى مجلد الصادرات
be: Капіяванне ліста ў папку дасланых
br: Oc'h eilañ ar gemennadenn en teuliad "Kaset"
ca: S'està copiant el missatge a la carpeta «Enviats»
eu: Mezua bidaliak karpetara kopiatzen
gd: A' cur lethbhreac dhen teachdaireachd dhan phasgan nan teachdaireachdan cuirte
hu: Üzenet másolása az elküldött elemek mappába
id: Menyalin pesan ke folder terkirim
kk: Хабарламаны жіберілген пошта бумасына көшіру
lt: Laiškas kopijuojamas į išsiųstų aplanką
nb_no: Kopierer melding til sendt-mappen
pt: A copiar mensagem para a pasta "Enviadas"
pt_br: Copiando mensagem para a pasta “Enviados”
ro: Se copiază mesajul în dosarul cu trimise
uz: Xabardan jo‘natilgan xabarlar jildiga nusxa ko‘chirilmoqda

source: Sent Message
af: Gestuurde boodskap
am: የተላከ መልእክት
ar: الرسالة المرسَلة
be: Ліст дасланы
br: Kemennadenn kaset
ca: S'ha enviat el missatge
eu: Mezua bidali da
gd: Teachdaireachd air a chur
hu: Elküldött üzenet
id: Pesan Terkirim
kk: Жіберілген хабарлама
lt: Išsiųstas laiškas
nb_no: Melding sendt
pt: Mensagem enviada
pt_br: Mensagem enviada
ro: Mesaj trimis
uz: Jo‘natilgan xabar

source: Sent Message: %S
af: Boodskap gestuur: %S
am: የተላከ መልእክት: %S
ar: الرسالة المرسَلة: %S
be: Дасыланне ліста: %S
br: Kemennadenn kaset: %S
ca: S'ha enviat el missatge: %S
eu: Bidali mezua: %S
gd: Teachdaireachd air a chur: %S
hu: Üzenet elküldve: %S
id: Pesan Terkirim: %S
kk: Жіберілген хабарлама: %S
lt: Išsiųstas laiškas: %S
nb_no: Melding sendt: %S
pt: Mensagem enviada: %S
pt_br: Mensagem enviada: %S
ro: Mesaj trimis: %S
uz: Jo‘natilgan xabar: %S

source: Failed to send message
af: Kon nie boodskap stuur nie
am: መልእክት መላክ አልተቻለም
ar: فشل إرسال الرسالة
be: Няўдача дасылання ліста
br: C'hwitadenn war kas ar gemennadenn
ca: No s'ha pogut enviar el missatge
eu: Huts egin du mezua bidaltzeak
gd: Dh'fhàillig cur na teachdaireachd
hu: Sikertelen üzenetküldés
id: Gagal mengirim pesan
kk: Хабарламаны жіберу сәтсіз аяқталды
lt: Nepavyko išsiųsti laiško
nb_no: Klarte ikke sende melding
pt: Falha no envio de mensagem
pt_br: Falha no envio de mensagem
ro: Eșec la trimiterea mesajului
uz: Xabar jo‘natilmadi

source: Failed to copy message
af: Kon nie boodskap kopieer nie
am: መልእክት ኮፒ ማድረግ አልተቻለም
ar: فشل نسخ الرسالة
be: Няўдача капіявання ліста
br: C'hwitadenn war eilañ ar gemennadenn
ca: No s'ha pogut copiar el missatge
eu: Huts mezua kopiatzerakoan
gd: Dh'fhàillig lethbhreac na teachdaireachd
hu: Sikertelen üzenetmásolás
id: Gagal menyalin pesan
kk: Хабарламаны көшіру сәтсіз аяқталды
lt: Nepavyko nukopijuoti laiško
nb_no: Klarte ikke kopiere melding
pt: Falha na cópia de mensagem
pt_br: Falha na cópia de mensagem
ro: Copiere eșuată a mesajului
uz: Xabardan nusxa ko‘chirilmadi

source: Failed to send message: %S
af: Kon nie boodskap stuur nie: %S
am: መልእክት መላክ አልተቻለም: %S
ar: فشل إرسال رسالة: %S
be: Няўдача дасылання ліста: %S
br: C'hwitadenn war kas ar gemennadenn: %S
ca: No s'ha pogut enviar el missatge: %S
eu: Huts mezua bidaltzerakoan: %S
gd: Dh'fhàillig cur na teachdaireachd: %S
hu: Sikertelen üzenetküldés: %S
id: Gagal mengirim pesan: %S
kk: Хабарламаны жіберу сәтсіз аяқталды: %S
lt: Nepavyko išsiųsti laiško: %S
nb_no: Klarte ikke sende melding: %S
pt: Falha no envio de mensagem: %S
pt_br: Falha no envio de mensagem: %S
ro: Trimitere eșuată a mesajului: %S
uz: Xabardan nusxa ko‘chirilmadi: %S

source: Failed to copy message: %S
af: Kon nie boodskap kopieer nie: %S
am: መልእክት ኮፒ ማድረግ አልተቻለም: %S
ar: فشل نسخ رسالة: %S
be: Няўдача капіявання ліста: %S
br: C'hwitadenn war eilañ ar gemennadenn: %S
ca: No s'ha pogut enviar el missatge: %S
eu: Huts mezua kopiatzerakoan: %S
gd: Dh'fhàillig lethbhreac na teachdaireachd: %S
hu: Sikertelen üzenetmásolás: %S
id: Gagal menyalin pesan: %S
kk: Хабарламаны көшіру сәтсіз аяқталды: %S
lt: Nepavyko nukopijuoti laiško: %S
nb_no: Klarte ikke kopiere melding: %S
pt: Falha na cópia de mensagem: %S
pt_br: Falha na cópia de mensagem: %S
ro: Copiere eșuată a mesajului: %S
uz: Xabardan nusxa ko‘chirilmadi: %S

source: Downloading %1$S of %2$S in %3$S
ar: جارٍ تنزيل %1$S من أصل %2$S في %3$S
be: Загрузка %1$S з %2$S у %3$S
ca: S'està baixant %1$S de %2$S a %3$S
eu: %2$S(e)tik %1$S deskargatzen %3$S(e)n
gd: A' luchdadh a-nuas %1$S à %2$S ann an: %3$S
id: Mengunduh pesan ke %1$S dari %2$S pada %3$S
kk: Жүктеліп алынуда %1$S, барлығы %2$S, %3$S ішінде
nb_no: Laster ned %1$S av %2$S i %3$S
pt: A transferir %1$S de %2$S em %3$S
pt_br: Recebendo %1$S/%2$S em %3$S

source: Bringing folder %S up to date
af: Vouer %S op datum bring
am: ፎልደር በማምጣት ላይ %S ዘመናዊ ነው
ar: جارٍ تحديث المجلد %S
be: Абнаўленне папкі %S
br: O hizivaat an teuliad %S
ca: S'està actualitzant la carpeta %S
eu: %S karpeta eguneratzen
gd: A' co-thìmeachadh a' phasgain %S
hu: %S mappa aktualizálása
id: Sedang memutakhirkan folder %S
kk: %S бумасын жаңарту
lt: Atšviežinamas aplankas „%S“
nb_no: Oppdaterer mappen %S
pt: A atualizar a pasta %S
pt_br: Atualizando a pasta %S
ro: Se aduce dosarul %S la zi
uz: %S jildini yangilash

# autosyncEventDisplayText
source: %S is up to date
af: %S is op datum
am: %S ዘመናዊ ነው
ar: %S محدّث
be: %S абноўлена
br: Hizivaet eo bet %S
ca: %S està actualitzat
eu: %S kontua eguneratuta dago
gd: Tha %S co-thìmeach
hu: %S naprakész
id: %S telah dimutakhirkan
kk: %S ескірмеген
lt: Sinchronizuota paskyra „%S“
nb_no: %S er oppdatert
pt: %S está atualizada
pt_br: A conta %S está atualizada
ro: %S este la zi
uz: %S yap-yangi

source: Total number of messages downloaded: %S
af: Totale getal boodskappe afgelaai: %S
am: ጠቅላላ የ ወረዱ መልእክቶች ቁጥር: %S
ar: العدد الكامل للرسائل المنزّلة: %S
be: Агульны лік загружаных лістоў: %S
br: Kemennadennoù pellgarget: %S
ca: Total de missatges baixats: %S
eu: Deskargatutako mezu kopurua: %S
gd: Àireamh iomlan nan teachdaireachd a chaidh a luchdadh a-nuas: %S
hu: Letöltött üzenetek száma: %S
id: Jumlah pesan yang telah diunduh: %S
kk: Жүктеліп алынған хабарламалардың жалпы саны: %S
lt: Viso atsiųsta laiškų: %S
nb_no: Antall meldinger lastet ned: %S
pt: Número total de mensagens transferidas: %S
pt_br: Número total de mensagens recebidas: %S
ro: Numărul total de mesaje descărcate: %S
uz: Yuklab olingan xabarlarning umumiy soni: %S

source: No messages downloaded
af: Geen boodskappe afgelaai nie
am: ምንም የ ወረዱ መልእክቶች የሉም
ar: لم تُنزَّل أيّ رسائل
be: Няма загружаных лістоў
br: Kemennadenn ebet bet pellgarget
ca: No s'ha baixat cap missatge
eu: Ez da mezurik deskargatu
gd: Cha deachd teachdaireachd a luchdadh a-nuas
hu: Nem lettek üzenetek letöltve
id: Tidak ada pesan yang diunduh
kk: Бірде-бір хабарлама жүктеліп алынбады
lt: Laiškų neatsiųsta
nb_no: Ingen meldinger lastet ned
pt: Nenhuma mensagem transferida
pt_br: Nenhuma mensagem recebida
ro: Niciun mesaj descărcat
uz: Birorta ham xabar yuklab olinmadi

source: Synchronizing: %S
af: Sinchroniseer: %S
am: ማስማሚያ: %S
ar: يجري مزامنة: %S
be: Сінхранізацыя: %S
br: O c'houbredañ: %S
ca: S'està sincronitzant: %S
eu: Sinkronizatzen: %S
gd: A' sioncronachadh: %S
hu: Szinkronizálás: %S
id: Mensinkronkan: %S
kk: Синхрондау: %S
lt: Sinchronizuojama paskyra „%S“
nb_no: Synkroniserer: %S
pt: A sincronizar: %S
pt_br: Sincronizando: %S
ro: Se sincronizează: %S
uz: Sinxronlanmoqda: %S

source: Checking %S for new messages
am: በ መፈለግ ላይ %S አዲስ መልእክቶች
ar: يلتمس الرسائل الجديدة من %S
be: Праверка %S на існаванне новых лістоў
ca: S'estan cercant nous missatges de %S
eu: %S kontua egiaztatzen mezu berrien bila
gd: A' toirt a bheil teachdaireachdan ùra air air %S
hu: Új üzenetek keresése – %S
id: memeriksa pesan baru untuk %S
kk: %S тіркелгісін жаңа хабарламаларға тексеру
nb_no: Ser etter nye meldinger i %S
pt: A procurar novas mensagens para %S
pt_br: Verificando novas mensagens para %S
uz: Yangi xabarlar uchun %S tekhirilmoqda

# pop3EventDisplayText
source: %S is up to date
af: %S is op datum
am: %S ዘመናዊ ነው
ar: %S مُحدَّث
be: %S абноўлена
br: %S zo hizivaet
ca: %S està actualitzat
eu: %S kontua eguneratuta dago
gd: Tha %S co-thìmeach
hu: %S naprakész
id: %S telah disegarkan
kk: %S ескірмеген
lt: paskyra %S sinchronizuota
nb_no: %S er oppdatert
pt: %S está atualizada
pt_br: A conta %S está atualizada
ro: %S este la zi
uz: %S yap-yangi

source: #1 message downloaded;#1 messages downloaded
af: #1 boodskap afgelaai;#1 boodskappe afgelaai
am: #1 መልእክት ወርዷል;#1 መልእክቶች ወርደዋል
ar: رسالة واحدة مُنزّلة;رسالتان منزّلتان;#1 رسائل منزّلة;#1 رسالة منزّلة;#1 رسالة منزّلة;#1 رسالة منزّلة
be: #1 ліст загружаны;#1 лісты загружаныя;#1 лістоў загружана
br: #1 gemennadenn pellgarget;#1 a gemennadennoù pellgarget
ca: s'ha baixat #1 missatge;s'han baixat #1 missatges
eu: Mezu #1 deskargatu da;#1 mezu deskargatu dira
gd: #1 teachdaireachd air a luchdachadh a-nuas;#1 theachdaireachd air a luchdadh a-nuas;#1 teachdaireachdan air a luchdadh a-nuas;#1 teachdaireachd a luchdadh a-nuas
hu: #1 üzenet letöltve;#1 üzenet letöltve
id: #1 pesan diunduh;#1 pesan diunduh
kk: #1 хабарлама жүктеліп алынды;#1 хабарлама жүктеліп алынды
lt: parsiųstas #1 laiškas;parsiųsta #1 laiškų;parsiųsti #1 laiškai
nb_no: #1 melding lastet ned;#1 meldinger lastet ned
pt: #1 mensagem transferida;#1 mensagens transferidas
pt_br: #1 mensagem recebida;#1 mensagens recebidas
ro: #1 mesaj descărcat;#1 mesaje descărcate
uz: #1 ta xabar yuklab olindi;#1 ta xabar yuklab olindi

source: No messages to download
af: Geen boodskappe om af te laai nie
am: ምንም የሚወረዱ መልእክቶች የሉም
ar: لا يوجد رسائل لتنزيلها
be: Няма новых лістоў
br: Kemennadenn ebet da bellgargañ
ca: No hi ha cap missatge per baixar
eu: Deskargatzeko mezurik ez
gd: Chan eil teachdaireachd ùr ri luchdadh a-nuas
hu: Nincs letölthető üzenet
id: Tidak ada pesan untuk diunduh
kk: Жүктеп алу үшін хабарламалар жоқ
lt: Neparsiųstų laiškų nėra
nb_no: Ingen meldinger å laste ned
pt: Não existem mensagens para transferir
pt_br: Nenhuma mensagem para receber
ro: Niciun mesaj de descărcat
uz: Yuklab olish uchun birorta ham xabar yo‘q

source: Deleted #1 message from #2;Deleted #1 messages from #2
af: #1 boodskap uit #2 geskrap;#1 boodskappe uit #2 geskrap
am: ጠፍቷል #1 መልእክት ከ #2;ጠፍቷል #1 መልእክቶች ከ #2
ar: حُذفت رسالة واحدة من #2;حُذفت رسالتان من #2;حُذفت #1 رسائل من #2;حُذفت #1 رسالة من #2;حُذفت #1 رسالة من #2;لم تُحذف أي رسالة من #2
be: Выдалены #1 ліст з #2;Выдаленыя #1 лісты з #2;Выдаленыя #1 лістоў з #2
br: Dilamet ez eus bet #1 gemennadenn eus #2;Dilamet ez eus bet #1 a gemennadennoù eus #2
ca: S'ha esborrat #1 missatge de la carpeta #2;S'han esborrat #1 missatges de la carpeta #2
eu: Mezu #1 ezabatuta #2 karpetatik;#1 mezu ezabatuta #2 karpetatik
gd: Chaidh #1 teachdaireachd a sguabadh às a' phasgan: #2;Chaidh #1 theachdaireachd a sguabadh às a' phasgan: #2;Chaidh #1 teachdaireachdan a sguabadh às a' phasgan: #2;Chaidh #1 teachdaireachd a sguabadh às a' phasgan: #2
hu: #1 üzenet törölve innen: #2;#1 üzenet törölve innen: #2
id: #1 pesan dihapus dari #2;#1 pesan dihapus dari #2
kk: #1 хабарлама #2 ішінен өшірілді;#1 хабарлама #2 ішінен өшірілді
lt: Iš aplanko „#2“ pašalintas #1 laiškas;Iš aplanko „#2“ pašalinta #1 laiškų;Iš aplanko „#2“ pašalinti #1 laiškai
nb_no: Slettet #1 melding fra #2;Slettet #1 meldinger fra #2
pt: #1 mensagem eliminada de #2;#1 mensagens eliminadas de #2
pt_br: Excluída #1 mensagem de #2;Excluídas #1 mensagens de #2
ro: S-a șters #1 mesaj din #2;S-au șters #1 mesaje din #2
uz: #2 dan #1 ta xabar o‘chirildi;#2 dan #1 ta xabar o‘chirildi

source: Moved #1 message from #2 to #3;Moved #1 messages from #2 to #3
af: #1 boodskap uit #2 na #3 geskuif;#1 boodskappe uit #2 na #3 geskuif
am: ተንቀሳቅሷል #1 መልእክት ከ #2 ወደ #3;ተንቀስቅሰዋል #1 መልእክቶች ከ #2 ወደ #3
ar: نُقلت رسالة واحدة من #2 إلى #3;نُقلت رسالتان من #2 إلى #3;نُقلت #1 رسائل من #2 إلى #3;نُقلت #1 رسالة من #2 إلى #3;نُقلت #1 رسالة من #2 إلى #3;لم تُنقل أي رسائل من #2 إلى #3
be: Перамешчаны #1 ліст з #2 у #3;Перамешчаны #1 лісты з #2 у #3;Перамешчаны #1 лістоў з #2 у #3
br: Dilec'hiet ez eus bet #1 gemennadenn adalek #2 betek #3;Dilec'hiet ez eus bet #1 a gemennadennoù adalek #2 betek #3
ca: S'ha mogut #1 missatge de #2 a #3;S'han mogut #1 missatges de #2 a #3
eu: Mezu #1 aldatu da lekuz #2 karpetatik #3 karpetara;#1 mezu aldatu dira lekuz #2 karpetatik #3 karpetara
gd: Chaidh #1 teachdaireachd a gluasad o #2 dha #3;Chaidh #1 theachdaireachd a ghluasad o #2 dha #3;Chaidh #1 teachdaireachdan a ghluasad o #2 dha #3;Chaidh #1 teachdaireachd a ghluasad o #2 dha #3
hu: #1 üzenet áthelyezve #2 -> #3;#1 üzenet áthelyezve #2 -> #3
id: #1 dipindahkan dari #2 ke #3;#1 dipindahkan dari #2 ke #3
kk: #1 хабарлама #2 ішінен #3 ішіне жылжытылды;#1 хабарлама #2 ішінен #3 ішіне жылжытылды
lt: #1 laiškas perkeltas iš aplanko „#2“ į „#3“;#1 laiškų perkelta iš aplanko „#2“ į „#3“;#1 laiškai perkelti iš aplanko „#2“ į „#3“
nb_no: Flyttet #1 melding fra #2 til #3;Flyttet #1 meldinger fra #2 til #3
pt: #1 mensagem movida de #2 para #3;#1 mensagens movidas de #2 para #3
pt_br: Movida #1 mensagem de #2 para #3;Movidas #1 mensagens de #2 para #3
ro: S-a mutat #1 mesaj din #2 în #3;S-au mutat #1 mesaje din #2 în #3
uz: #1 ta xabar #2 dan #3 ga ko‘chirildi;#1 ta xabar #2 dan #3 ga ko‘chirildi

source: Copied #1 message from #2 to #3;Copied #1 messages from #2 to #3
af: #1 boodskap uit #2 na #3 gekopieer;#1 boodskappe uit #2 na #3 gekopieer
am: ኮፒ ተደርጓል #1 መልእክት ከ #2 ወደ #3;ኮፒ ተደርገዋል #1 መልእክቶች ከ #2 ወደ #3
ar: نُسخت رسالة واحدة من #2 إلى #3;نُسخت رسالتان من #2 إلى #3;نُسخت #1 رسائل من #2 إلى #3;نُسخت #1 رسالة من #2 إلى #3;نُسخت #1 رسالة من #2 إلى #3;لم تُنسخ أي رسائل من #2 إلى #3
be: Падвоены #1 ліст з #2 у #3;Падвоены #1 лісты з #2 у #3;Падвоены #1 лістоў з #2 у #3
br: Eilet ez eus bet #1 gemennadenn adalek #2 betek #3;Eilet ez eus bet #1 a gemennadennoù adalek #2 betek #3
ca: S'ha copiat #1 missatge de #2 a #3;S'han copiat #1 missatges de #2 a #3
eu: Mezu #1 kopiatu da #2 karpetatik #3 karpetara;#1 mezu kopiatu dira #2 karpetatik #3 karpetara
gd: Chaidh lethbhreac a dhèanamh de dh'#1 teachdaireachd o #2 gu #3;Chaidh lethbhreac a dhèanamh de #2 theachdaireachd o #2 gu #3;Chaidh lethbhreac a dhèanamh de #1 teachdaireachdan o #2 gu #3;Chaidh lethbhreac a dhèanamh de #1 teachdaireachd o #2 gu #3
hu: #1 üzenet átmásolva #2 -> #3;#1 üzenet átmásolva #2 -> #3
id: #1 disalin dari #2 ke #3;#1 disalin dari #2 ke #3
kk: #1 хабарлама #2 ішінен #3 ішіне көшірілді;#1 хабарлама #2 ішінен #3 ішіне көшірілді
lt: #1 laiškas nukopijuotas iš aplanko „#2“ į „#3“;#1 laiškų nukopijuota iš aplanko „#2“ į „#3“;#1 laiškai nukopijuoti iš aplanko „#2“ į „#3“
nb_no: Kopierte #1 melding fra #2 til #3;Kopierte #1 meldinger fra #2 til #3
pt: #1 mensagem copiada de #2 para #3;#1 mensagens copiadas de #2 para #3
pt_br: Copiada #1 mensagem de #2 para #3;Copiadas #1 mensagens de #2 para #3
ro: S-a copiat #1 mesaj din #2 în #3;S-au copiat #1 mesaje din #2 în #3
uz: #1 ta xabar #2 dan #3 ga nusxa ko‘chirildi;#1 ta xabar #2 dan #3 ga nusxa ko‘chirildi

source: from #1 to #2
af: van #1 na #2
am: ከ #1 ወደ #2
ar: من #1 إلى #2
be: з #1 да #2
br: adalek #1 betek #2
ca: de #1 a #2
eu: #1 zerbitzaritik #2 zerbitzarira
gd: o #1 gu #2
id: dari #1 ke #2
kk: #1 ішінен #2 ішіне
lt: iš #1 į #2
nb_no: fra #1 til #2
pt: de #1 para #2
pt_br: de #1 para #2
ro: din #1 în #2
uz: #1 dan #2 ga

source: Deleted folder #1
af: Vouer #1 geskrap
am: ፎልደር ጠፍቷል #1
ar: حُذف المجلد #1
be: Выдалена папка #1
br: Dilamet eo bet an teuliad #1
ca: S'ha esborrat la carpeta #1
eu: #1 karpeta ezabatu da
gd: Chaidh am pasgan #1 a sguabadh às
hu: #1 mappa törölve
id: Folder #1 dihapus
kk: #1 бумасы өшірілді
lt: Pašalintas aplankas „#1“
nb_no: Slettet mappen #1
pt: Pasta eliminada #1
pt_br: Excluída a pasta #1
ro: S-a șters dosarul #1
uz: #1 jildi o‘chirildi

source: Emptied Trash
af: Snippermandjie is leeggemaak
am: ቆሻሻ ባዶ ተደርጓል
ar: أُفرِغت سلة المهملات
be: Смецце выкінута
br: Lastez goullo
ca: S'ha buidat la paperera
eu: Zakarrontzia hustuta
gd: Chaidh an sgudal fhalamhachadh
hu: Törölt elemek mappa kiürítve
id: Tong Sampah dibersihkan
kk: Қоқыс шелегі тазартылды
lt: Išvalyta šiukšlinė
nb_no: Tømte søppelkassen
pt: Lixo esvaziado
pt_br: Lixeira esvaziada
ro: Coș de gunoi golit
uz: Chiqindilar qutisi boʻshatildi

source: Moved folder #1 into folder #2
af: Vouer #1 tot in #2 geskuif
am: ፎልደር ተንቀሳቅሷል #1 ወደ ፎልደር #2
ar: نُقل المجلد #1 إلى المجلد #2
be: Перамешчана папка #1 у папку #2
br: Dilec'hiet eo bet an teuliad #1 en teuliad #2
ca: S'ha mogut la carpeta #1 a #2
eu: #1 karpeta #2 karpetara lekuz aldatu da
gd: Chaidh am pasgan #1 a ghluasad dhan phasgan #2
hu: #1 mappa áthelyezve #2 mappába
id: Folder #1 dipindahkan ke folder #2
kk: #1 бумасы #2 бумасына жылжытылды
lt: Aplankas „#1“ perkeltas į aplanką „#2“
nb_no: Flyttet mappen #1 til #2
pt: Pasta #1 movida para a pasta #2
pt_br: Pasta #1 movida para a pasta #2
ro: S-a mutat dosarul #1 în #2
uz: #1 jildi #2 ichiga ko‘chirildi

source: Moved folder #1 to Trash
af: Vouer #1 na die snippermandjie geskuif
am: ፎልደር ተንቀሳቅሷል #1 ወደ ቆሻሻ
ar: نُقل المجلد #1 إلى سلة المهملات
be: Папка #1 перамешчана ў Смецце
br: Dilec'hiet eo bet an teuliad #1 el lastez
ca: S'ha mogut la carpeta #1 a la paperera
eu: #1 karpeta zakarrontzira botata
gd: Chaidh am pasgan #1 a ghluasad dhan sgudal
hu: #1 mappa áthelyezve a törölt elemek közé
id: Folder #1 dipindahkan ke Tong Sampah
kk: #1 бумасы қоқыс шелегіне тасталды
lt: Aplankas „#1“ perkeltas į šiukšlinę
pt: Pasta #1 movida para o lixo
pt_br: Pasta #1 movida para a lixeira
ro: S-a mutat dosarul #1 la coșul de gunoi
uz: #1 jildi chiqindilarga ko‘chirildi

source: Copied folder #1 into folder #2
af: Vouer #1 tot in #2 gekopieer
am: ፎልደር ኮፒ ተደርጓል #1 ወደ ፎልደር #2
ar: نُسخ المجلد #1 إلى المجلد #2
be: Падвоена папка #1 у папку #2
br: Eilet eo bet an teuliad #1 en teuliad #2
ca: S'ha copiat la carpeta #1 dins de la carpeta #2
eu: #1 karpeta #2 karpetara kopiatu da
gd: Chaidh lethbhreac dhen phasgan #1 a chur dhan phasgan #2
hu: #1 mappa átmásolva #2 mappába
id: Folder #1 disalin ke folder #2
kk: #1 бумасы #2 бумасына көшірілді
lt: Aplankas „#1“ nukopijuotas į aplanką „#2“
nb_no: Kopierte mappen #1 til #2
pt: Pasta #1 copiada para a pasta #2
pt_br: Pasta #1 copiada na pasta #2
ro: S-a copiat dosarul #1 în #2
uz: #1 jildi #2 ichiga nusxa ko‘chirildi

source: Renamed folder #1 to #2
af: Vouer #1 na #2 hernoem
am: ፎልደር እንደገና ተሰይሟል #1 ወደ #2
ar: تغيّر اسم المجلد #1 إلى اسم المجلد #2
be: Зменена назва папкі з #1 на #2
br: Adanvet eo bet an teuliad #1 da #2
ca: S'ha canviat el nom de la carpeta #1 a #2
eu: #1 karpeta #2 izenarekin berrizendatu da
gd: Chaidh ainm a' phasgain #1 atharrachadh gu #2
hu: #1 mappa átnevezve: #2
id: Folder #1 diganti namanya menjadi #2
kk: #1 бумасының аты #2 етіп өзгертілді
lt: Aplankas „#1“ pervadintas į „#2“
nb_no: Endret navn på mappen #1 til #2
pt: Pasta #1 renomeada para #2
pt_br: Pasta #1 renomeada para #2
ro: S-a redenumit #1 în #2
uz: #1 jildi nomi #2 deb o‘zgartirildi

source: Indexing messages
af: Indekseer tans boodskappe
am: የ መልእክቶች ማውጫ
ar: تُفهرَس الرسائل
be: Стварэнне паказальніка лістоў
br: Oc'h ibiliañ ar c'hemennadennoù
ca: S'estan indexant els missatges
eu: Mezuak indexatzen
gd: Teachdaireachdan 'gan clàr-amaiseadh
hu: Üzenetek indexelése
id: Memproses indeks pesan
kk: Хабарламаларды индекстеу
lt: Indeksuojami laiškai
nb_no: Indekserer meldinger
pt: A indexar mensagens
pt_br: Indexando mensagens
ro: Se indexează mesajele
uz: Xabarlar indekslanmoqda
