Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/activity.properties.po
Languages: af, am, ar, be, br, ca, eu, gd, hu, id, kk, lt, nb_no, pt, pt_br, ro, uz

source: Indexing messages in #1
af: Boodskappe in #1 indekseer
am: የ መልእክቶች ማውጫ በ #1
ar: تُفهرَس الرسائل في #1
be: Стварэнне паказальніка лістоў у #1
br: Oc'h ibiliañ ar c'hemennadennoù e #1
ca: S'estan indexant els missatges de la carpeta #1
eu: Mezuak indexatzen #1 karpetan
gd: Teachdaireachdan ann an #1 'gan clàr-amaiseadh
hu: Üzenetek indexelése itt: #1
id: Memproses indeks pesan pada #1
kk: #1 ішінде хабарламаларды индекстеу
lt: Aplanke „#1“ indeksuojami laiškai
nb_no: Indekserer meldinger i #1
pt: A indexar mensagens de #1
pt_br: Indexando mensagens em #1
ro: Se indexează mesajele în #1
uz: #1 ichidagi xabarlar indekslanmoqda

source: Determining which messages to index
af: Bepaal tans watter boodskappe om te indekseer
am: የትኛው መልእክት ወደ ማውጫ እንደሚሄድ በ መወሰን ላይ
ar: تُحدَّد الرسائل التي ستفهرَس
be: Вызначэнне лістоў для стварэння паказніка
br: O tedermenañ peseurt kemennadennoù a vo ibiliet
ca: S'està determinant quins missatges s'han d'indexar
eu: Zein mezu indexatu behar diren zehazten
gd: A' dearbhadh nan teachdaireachdan a bhios 'gan clàr-amaiseadh
hu: Indexelendő üzenetek meghatározása
id: Menentukan pesan mana yang akan diindeks
kk: Индекстеу үшін хабарламаларды анықтау
lt: Nustatomi indeksuotini laiškai
nb_no: Avgjør hvilke meldinger som skal indekseres
pt: A determinar mensagens a indexar
pt_br: Determinando quais mensagens indexar
ro: Se determină ce mesaje trebuie indexate
uz: Indekslanadigan xabarlar aniqlanmoqda

source: Determining which messages to index in #1
af: Bepaal tans watter boodskappe om in #1 te indekseer
am: የትኛው መልእክት ወደ ማውጫ እንደሚሄድ በ መወሰን ላይ በ #1
ar: تُحدَّد الرسائل التي ستفهرَس في #1
be: Вызначэнне лістоў для стварэння паказніка ў #1
br: O tedermenañ peseurt kemennadennoù a vo ibiliet e #1
ca: S'està determinant quins missatges de #1 s'han d'indexar
eu: #1 karpetan zein mezu indexatu behar diren zehazten
gd: A' dearbhadh dè na teachdaireachdan ann an #1 a thèid an clàr-amaiseadh
hu: Indexelendő üzenetek meghatározása itt: #1
id: Menentukan pesan mana yang akan diindeks pada #1
kk: #1 ішінде индекстеу үшін хабарламаларды анықтау
lt: Aplanke „#1“ nustatomi indeksuotini laiškai
nb_no: Avgjør hvilke meldinger som skal indekseres i #1
pt: A determinar mensagens a indexar em #1
pt_br: Determinando quais mensagens indexar em #1
ro: Se determină ce mesaje trebuie indexate în #1
uz: #1 ichidagi qaysi xabarlar indekslanishi aniqlnamoqda

source: Indexing #1 of #2 message;Indexing #1 of #2 messages (#3% complete)
af: Boodskap #1 van #2 indekseer;Boodskap #1 van #2 indekseer (#3% voltooi)
am: ማውጫ #1 of #2 መልእክት;ማውጫ #1 ከ #2 መልእክቶች (#3% ተፈጽሟል)
ar: تُفهرَس رسالة واحدة;تُفهرَس #1 من أصل رسالتين (اكتمل #3%);تُفهرَس #1 من أصل #2 رسائل (اكتمل #3%);تُفهرَس #1 من أصل #2 رسالة (اكتمل #3%);تُفهرَس #1 من أصل #2 رسالة (اكتمل #3%);تُفهرَس #1 من أصل #2 رسائل (اكتمل #3%)
be: Стварэнне пакзаніка для #1 з #2 ліста;Стварэнне паказніка для #1 з #2 лістоў (#3% здзейснена);Стварэнне паказніка для #1 з #2 лістоў (#3% здзейснена)
br: Oc'h ibiliañ #1 gemennadenn eus #2;Oc'h ibiliañ #1 a gemennadennoù eus #2 (#3% echuet)
ca: S'està indexant el missatge #1 de #2;S'està indexant el missatge #1 de #2 (#3% del total)
eu: Mezuak indexatzen: #2/#1;Mezuak indexatzen: #2/#1 (% #3 osatuta)
gd: A' cur #1 de dh'#2 teachdaireachd sa chlàr-innse;A' cur #1 de #2 theachdaireachd sa chlàr-innse (#3% deiseil);A' cur #1 de #2 teachdaireachdan sa chlàr-innse (#3% deiseil);A' cur #1 de #2 teachdaireachd sa chlàr-innse (#3% deiseil)
hu: #1 / #2 üzenet indexelése;#1 / #2 üzenet indexelése (#3% kész)
id: Memproses indeks pesan ke #1 dari #2 pesan;Memproses indeks pesan ke #1 dari #2 pesan (Kemajuan #3%)
kk: #2 ішінен #1 хабарламаны индекстеу;#2 ішінен #1 хабарламаны индекстеу (#3% дайын)
lt: Indeksuojamas #1 laiškas (užbaigta #3%);Indeksuojama #1 iš #2 laiškų (užbaigta #3%);Indeksuojami #1 iš #2 laiškų (užbaigta #3%)
nb_no: Indekserer #1 av #2 melding;Indekserer #1 av #2 meldinger (#3 % fullført)
pt: A indexar #1 de #2 mensagem;A indexar #1 de #2 mensagens (#3% concluído)
pt_br: Indexando #1 de #2 mensagem;Indexando #1 de #2 mensagens (#3% concluído)
ro: Se indexează mesajul #1 din #2;Se indexează mesajul #1 din #2 (#3% completat)
uz: #1/#2 ta xabar indekslanmoqda;#1/#2 ta xabar indekslanmoqda (#3% tugadi)

source: Indexing #1 of #2 message in #4;Indexing #1 of #2 messages in #4 (#3% complete)
af: Boodskap #1 van #2 in #4 indekseer;Boodskap #1 van #2 in #4 indekseer (#3% voltooi)
am: ማውጫ #1 ከ #2 መልእክት በ #4;ማውጫ #1 ከ #2 መልእክቶች በ #4 (#3% ተፈጽሟል)
ar: تُفهرَس رسالة واحدة في #4;تُفهرَس #1 من أصل رسالتين في #4 (اكتمل #3%);تُفهرَس #1 من أصل #2 رسائل في #4 (اكتمل #3%);تُفهرَس #1 من أصل #2 رسالة في #4 (اكتمل #3%);تُفهرَس #1 من أصل #2 رسالة في #4 (اكتمل #3%);تُفهرَس #1 من أصل #2 رسائل في #4 (اكتمل #3%)
be: Стварэнне паказніка для #1 з #2 лістоў у #4;Стварэнне паказніка для #1 з #2 лістоў у #4 (#3% здзейснена);Стварэнне паказніка для #1 з #2 лістоў у #4 (#3% здзейснена)
br: Oc'h ibiliañ #1 gemennadenn eus #2 e #4;Oc'h ibiliañ #1 a gemennadennoù eus #2 e #4 (#3% echuet)
ca: S'està indexant el missatge #1 de #2 de la carpeta #4;S'està indexant el missatge #1 de #2 de la carpeta #4 (#3% del total)
eu: Mezuak indexatzen #4 karpetan: #2/#1;Mezuak indexatzen #4 karpetan: #2/#1 (% #3 osatuta)
gd: A' cur #1 de dh'#2 teachdaireachd ann am #4 sa chlàr-innse;A' cur #1 de #2 theachdaireachd ann an #4 (#3% deiseil);A' cur #1 de #2 teachdaireachdan sa chlàr-innse (#3% deiseil);A' cur #1 de #2 teachdaireachd sa chlàr-innse (#3% deiseil)
hu: #1 / #2 indexelése itt: #4;#1 / #2 üzenet indexelése itt: #4 (#3% kész)
id: Memproses indeks pesan ke #1 dari #2 pesan pada #4;Memproses indeks pesan ke #1 dari #2 pesan pada #4 (Kemajuan #3%)
kk: #4 ішіндегі #1 хабарламаны индекстеу, барлығы #2;#4 ішіндегі #1 хабарламаны индекстеу, барлығы #2 (#3% дайын)
lt: Aplanke „#4“ indeksuojamas #1 laiškas (užbaigta #3%);Aplanke „#4“ indeksuojama #1 iš #2 laiškų (užbaigta #3%);Aplanke „#4“ indeksuojami #1 iš #2 laiškų (užbaigta #3%)
nb_no: Indekserer #1 av #2 melding i #4;Indekserer #1 av #2 meldinger i #4 (#3 % fullført)
pt: A indexar #1 de #2 mensagem em #4;A indexar #1 de #2 mensagens #4 (#3% concluído)
pt_br: Indexando #1 de #2 mensagem em #4;Indexando #1 de #2 mensagens em #4 (#3% concluído)
ro: Se indexează mesajul #1 din #2 în #4;Se indexează mesajul #1 din #2 în #4 (#3% completat)
uz: #4 ichidagi #1/#2 ta xabar indekslanmoqda;#4 ichidagi #1/#2 ta xabar indekslanmoqda (#3% tugadi)

source: Indexed #1 message in #2;Indexed #1 messages in #2
af: Boodskap #1 in #2 geïndekseer;Boodskap #1 in #2 geïndekseer
am: ማውጫ #1 መልእክት በ #2;ማውጫ #1 መልእክቶች በ #2
ar: تُفهرَس رسالة واحدة في #2;تُفهرَس رسالتان في #2;تُفهرَس #1 رسائل في #2;تُفهرَس #1 رسالة في #2;تُفهرَس #1 رسالة في #2;تُفهرَس #1 رسائل في #2
be: Створаны паказнік для #1 ліста ў #2;Створаны паказнік для #1 лістоў у #2;Створаны паказнік для #1 лістоў у #2
br: Ibiliet ez eus bet #1 gemennadenn e #2;Ibiliet ez eus bet #1 a gemennadennoù e #2
ca: S'ha indexat #1 missatges de la carpeta #2;S'han indexat #1 missatges de la carpeta #2
eu: Mezu bat indexatuta #2 karpetan;#1 mezu indexatuta #2 karpetan
gd: Chaidh #1 teachdaireachd ann an #2 a chur sa chlàr-innse;Chaidh #1 theachdaireachd ann an #2 a chur sa chlàr-innse;Chaidh #1 teachdaireachdan ann an #2 a chur sa chlàr-innse;Chaidh #1 teachdaireachd ann an #2 a chur sa chlàr-innse
hu: #1 üzenet lett indexelve itt: #2;#1 üzenet lett indexelve itt: #2
id: Selesai memproses indeks untuk #1 pesan pada #2;Telah memproses indeks untuk #1 pesan pada #2
kk: #2 ішінен #1 хабарлама индекстелді;#2 ішінен #1 хабарлама индекстелді
lt: Aplanke „#2“ indeksuotas #1 laiškas;Aplanke „#2“ indeksuota #1 laiškų;Aplanke „#2“ indeksuoti #1 laiškai
nb_no: Indekserte #1 melding i #2;Indekserte #1 meldinger i #2
pt: #1 mensagem indexada em #2;#1 mensagens indexadas em #2
pt_br: Indexando #1 mensagem em #2;Indexando #1 mensagens em #2
ro: Se indexează #1 mesaj din #2;Se indexează #1 mesaje din #2;
uz: #2 ichidagi #1 ta xabar indekslandi;#2 ichidagi #1 ta xabar indekslandi

source: #1 second elapsed;#1 seconds elapsed
af: #1 sekonde verloop;#1 sekondes verloop
am: #1 ሰከንድ አልፏል;#1 ሰከንዶች አልፈዋል
ar: انقضت ثانية واحدة;انقضت ثانيتان;انقضت #1 ثوانٍ;انقضت #1 ثانية;انقضت #1 ثانية;انقضت #1 ثانية
be: #1 секунда мінула;#1 секунды мінула;#1 секундаў мінула
br: #1 eilenn tremenet;#1 eilenn tremenet
ca: ha tardat #1 segon;ha tardat #1 segons
eu: segundo bat igarota;#1 segundo igarota
gd: Dh'aom #1 diog gu ruige seo;Dh'aom #1 dhiog gu ruige seo;Dh'aom #1 diogan gu ruige seo;Dh'aom #1 diog gu ruige seo
hu: #1 másodperc telt el;#1 másodperc telt el
id: #1 detik yang lalu;#1 detik yang lalu
kk: #1 секунд қалды;#1 секунд қалды
lt: Indeksavimas truko #1 sekundę;Indeksavimas truko #1 sekundžių;Indeksavimas truko #1 sekundes
nb_no: #1 sekund brukt;#1 sekunder brukt
pt: Decorrido #1 segundo;Decorridos #1 segundos
pt_br: Decorrido #1 segundo;Decorridos #1 segundos
ro: a trecut #1 secundă;au trecut #1 secunde
uz: #1 soniya sarflandi;#1 soniya sarflandi

source: %4$S: Downloading message %1$S of %2$S in %3$S…
br: %4$S: O pellgargañ ar gemennadenn %1$S war %2$S e %3$S…

source: %1$S: Checking %2$S for new messages…
ro: %1$S: Se caută mesaje noi în %2$S…
