Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/baseMenuOverlay.dtd.po
Languages: km

# helpMenu.label helpMenu.accesskey
source: &Help
km: Օգնություն

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
km: Օգնություն

source: &Troubleshooting Information
km: Անսարքության տեղեկություն

source: &Restart with Add-ons Disabled…
km: Վերագործարկել հավելումներն անջատված…

source: Release &Notes
km: Թողարկման Նշումներ

source: &What's New
km: Ի՞նչն է նոր

source: &Help Contents
km: Օգնության բովանդակությունը

source: VK_F1
km: Օ

source: &brandShortName; Help
km: &brandShortName; Օգնություն

source: &About &brandShortName;
km: &brandShortName;-ի մասին
