Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/eudoraImportMsgs.properties.po
Languages: lt, xh, zh_tw

source: Eudora mail, address books, and settings
lt: Pašto programos „Eudora“ laiškai, adresų knygos ir nuostatos
zh_tw: Eudora 郵件、通訊錄、設定

source: Mailbox %S, imported %d messages
lt: Aplankas „%S“. Importuota: %d laiškai(-ų)
xh: Ibhokisi yemeyile ye-%S, ithathe ngaphandle imiyalezo ye-%d
zh_tw: 已從郵件匣 %S 中匯入 %d 封信

source: Error accessing file for mailbox %S.
lt: Klaida atveriant aplanko „%S“ failą.
xh: Ifayili yokufikelela kwimposiso yebhokisi yemeyile ye-%S.
zh_tw: 無法存取郵件匣檔案 %S。

source: Error importing mailbox %S, all messages may not be imported from this mailbox.
lt: Klaida importuojant pašto aplanką „%S“. Todėl galėjo būti importuoti ne visi laiškai.
xh: Ibhokisi yemeyile ethatha ngaphandle imposiso ye-%S, yonke imiyalezo mayingathathwa ngaphandle kule bhokisi yemeyile.
zh_tw: 匯入郵件匣 %S 時發生錯誤，可能沒有匯入所有信件。

source: Eudora Settings
lt: Pašto programos „Eudora“ nuostatos
xh: Imimiselo ye-Eudora
zh_tw: Eudora 設定

source: Eudora Nicknames
lt: Pašto programos „Eudora“ slapyvardžiai
xh: AmagamaEziqhulo e-Eudora
zh_tw: Eudora 暱稱

source: Imported address book %S
lt: Adresų knyga „%S“ importuota sėkmingai
xh: Incwadi yeedilesi ethathwe ngaphandle ye-%S
zh_tw: 已匯入通訊錄 %S

source: Bad parameter passed to import address book.
lt: Importuojant adresų knygą perduoti netinkami parametrai.
xh: Kugqithiselwe umda wenkcazelo ongalunganga ukuthatha ngaphandle incwadi yeedilesi.
zh_tw: 匯入通訊錄傳入參數錯誤。

source: Error accessing file for address book %S.
lt: Klaida kreipiantis į adresų knygos „%S“ failą.
xh: Ifayili yokufikelela kwimposiso yencwadi yeedilesi ye-%S.
zh_tw: 無法存取通訊錄檔案 %S。

source: Error importing address book %S, all addresses may not have been imported.
lt: Klaida. Iš adresų knygos „%S“ galėjo būti importuoti ne visi adresai.
xh: Incwadi yeedilesi yemposiso ethathwe ngaphandle ye-%S, zonke iidilesi mazibe azithathwanga ngaphandle.
zh_tw: 通訊錄 %S 匯入錯誤，匯入資料可能不完整。

source: Personal Mobile: %S
lt: Asmeninis mobilus telefonas: %S
zh_tw: 個人行動電話: %S

source: Work Mobile: %S
lt: Tarnybinis mobilus telefonas: %S
zh_tw: 工作行動電話: %S

source: Home Fax: %S
lt: Asmeninis faksas: %S
zh_tw: 住家傳真: %S

source: Work Fax: %S
lt: Tarnybinis faksas: %S
zh_tw: 工作傳真: %S

source: Other Email:
lt: Kitas elektroninis paštas:
zh_tw: 其它電子郵件:

source: Other Phone:
lt: Kitas telefonas:
zh_tw: 其它電話:

source: Other Web:
lt: Kita svetainė:
zh_tw: 其它網站:

source: can't import outgoing filter context
lt: nepavyko importuoti išsiunčiamų laiškų filtro konteksto
zh_tw: 無法匯入寄件篩選條件

source: can't import action "%S"
lt: nepavyko importuoti veiksmo „%S“
zh_tw: 無法匯入「%S」

source: can't import the "%s" verb
lt: nepavyko importuoti savybės „%s“
zh_tw: 無法匯入「%s」

source: header name not found
lt: nerastas antraštės pavadinimas
zh_tw: 找不到標頭

source: can't negate the "%S" verb
lt: nepavyko paneigti savybės „%S“
zh_tw: 無法將「%S」動詞轉為反義

source: can't import the %S pseudo-header
lt: nepavyko importuoti pseudoantraštės „%S“
zh_tw: 無法匯入 Pseudo-header %S

source: can't find the mailbox "%S"
lt: nepavyko rasti pašto dėžutės „%S“
zh_tw: 找不到郵件匣「%S」

source: Eudora
xh: i-Eudora

source: Eudora mail and address books
xh: Imeyile ye-Eudora neencwadi zeedilesi

source: Bad parameter passed to import mailbox.
xh: Kugqithiselwe umda wenkcazelo ongalunganga ukuthatha ngaphandle ibhokisi yemeyile.
