Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/filter.properties.po
Languages: nb_no

source: You must select a target folder.
nb_no: Du må velge en målmappe

source: Enter a valid e-mail address to forward to.
nb_no: Skriv inn en gyldig e-postadresse å videresende til.

source: Choose a template to reply with.
nb_no: Velg en mal å svare med.

source: You must give this filter a name.
nb_no: Du må gi dette filteret et navn.

source: Duplicate Filter Name
nb_no: Filternavn finnes fra før

source: The filter name you entered already exists. Please enter a different filter name.
nb_no: Filternavnet du har angitt finnes allerede. Skriv et annet filternavn.

source: No filter event selected
nb_no: Ingen filterhendelse valgt

source: You must select at least one event when this filter is applied. If you temporarily do not wish the filter to run at any event, uncheck its enabled state from the Message Filters dialog.
nb_no: Du må velge minst en hendelse som skal utføres når dette filteret brukes. Dersom du midlertidig ikke ønsker at filteret skal utføres, fjern påslått-avkryssingen i Meldingsfiltre-dialogen.

source: Are you sure you want to delete the selected filter(s)?
nb_no: Er du sikker på at du vil slette dette filteret?

source: Untitled Filter
nb_no: Navnløst filter

source: Match All Messages
nb_no: Vis alle meldinger

source: Your filters do not work because the msgFilterRules.dat file, which contains your filters, could not be read. A new msgFilterRules.dat file will be created and a backup of the old file, called rulesbackup.dat, will be created in the same directory.
nb_no: Filtrene dine virker ikke fordi msgFilterRules.dat-filen, som inneholder filtrene dine, kunne ikke bli funnet. En ny msgFilterRules.dat vil bli opprettet, og en sikkerhetskopi av den gamle filen, rulesbackup.dat, vil bli lagt i den samme mappen.

source: You've exceeded the limit of 50 custom headers. Please remove one or more custom headers and try again.
nb_no: Du har brukt mer enn 50 selvvalgte meldingshoder. Fjern ett eller flere av dem og prøv igjen.

source: Your filters have exceeded the limit of 50 custom headers. Please edit the msgFilterRules.dat file, which contains your filters, to use fewer custom headers.
nb_no: Filtrene dine har oversteget grensen på 50 selvvalgte meldingshoder. Fjern noen fra msgFilterRules.dat, som inneholder filtrene dine.

source: One of your filters uses a custom header that contains an invalid character, such as ':', a non-printable character, a non-ascii character, or an eight-bit ascii character. Please edit the msgFilterRules.dat file, which contains your filters, to remove invalid characters from your custom headers.
nb_no: Ett av filtrene dine bruker et egendefinert meldingshode som inneholder et ugyldig tegn, for eksempel «:», et uskrivbart tegn, et ikke-ASCII-tegn eller et åtte-bits ASCII-tegn. Fjern ugyldige tegn fra msgFitlerRules.dat meldingshodene dine.

source: Applying filter %S failed. Would you like to continue applying filters?
nb_no: Filteret %S mislyktes. Vil du fortsette å bruke filtre?

source: Running Filters
nb_no: Kjører filtre

source: You are currently in the process of filtering messages. Would you like to continue applying filters?
nb_no: Meldinger blir nå filtrert. Ønsker du å fortsette å kjøre filtrering?

source: Stop
nb_no: Stopp

source: Continue
nb_no: Fortsett

source: This filter was probably created by future version of mozilla/netscape. You cannot enable this filter because we don't know how to apply it.
nb_no: Dette filteret ble trolig opprettet av en fremtidig versjon av mozilla/netscape. Du kan ikke slå på dette filteret, fordi programmet vet ikke hvordan det skal behandles.

source: Don't ask me again
nb_no: Ikke spør meg om dette igjen

source: Filter Action Failed: "%1$S" with error code=%2$S while attempting:
nb_no: Filterhandling mislyktes: «%1$S» med feilkode=%2$S ved forsøk på:

source: Search Terms Invalid
nb_no: Søkeordene er ugyldige

source: This filter cannot be saved because the search term "%1$S %2$S" is invalid in the current context.
nb_no: Dette filteret kan ikke lagres fordi søketermene "%1$S %2$S" er ugyldige i sammenhengen.

source: When a message matches this filter the actions will be run in this order:
nb_no: Når en melding passer til dette filteret, vil handlinger utføres i denne rekkefølgen:

source: Real action order
nb_no: Reell handlingsrekkefølge

source: %1$S of %2$S
nb_no: %1$S av %2$S

source: #1 item; #1 items
nb_no: #1 treff; #1 treff

source: Detected junk message from %1$S - %2$S at %3$S
nb_no: Oppdaget uønsket e-post fra %1$S - %2$S på %3$S

source: moved message id = %1$S to %2$S
nb_no: flyttet meldingsid = %1$S til %2$S

source: copied message id = %1$S to %2$S
nb_no: kopierte meldingsid = %1$S til %2$S

source: Applied filter "%1$S" to message from %2$S - %3$S at %4$S
nb_no: Brukte filteret «%1$S» på meldinga fra %2$S - %3$S på %4$S

source: Missing Custom Action
nb_no: Mangler egendefinert handling

source: priority changed
nb_no: prioritet endret

source: deleted
nb_no: slettet

source: marked as read
nb_no: markert som lest

source: thread killed
nb_no: tråd avsluttet

source: thread watched
nb_no: tråd overvåket

source: starred
nb_no: stjerne

# filterAction8
source: tagged
nb_no: med etikett

source: replied
nb_no: besvart

source: forwarded
nb_no: videresendt

source: execution stopped
nb_no: utføring stoppet

source: deleted from POP3 server
nb_no: slettet fra POP3-server

source: left on POP3 server
nb_no: forlatt på POP3-server

source: junk score
nb_no: uønsket-poeng

source: body fetched from POP3 server
nb_no: meldingstekst hentet fra POP3-server

source: copied to folder
nb_no: kopiert til mappe

# filterAction17
source: tagged
nb_no: med etikett

source: ignored subthread
nb_no: ignorert undertråd

source: marked as unread
nb_no: markert som ulest
