Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/gloda.properties.po
Languages: be, eu

source: Account
be: Рахунак
eu: Kontua

# gloda.message.attr.account.mustMatchLabel
source: must be in #1
be: павінны быць у #1
eu: #1 kontuan egon behar du

# gloda.message.attr.account.cantMatchLabel
source: can't be in #1
be: не можа быць у #1
eu: ezin du #1 kontuan egon

source: Folder
be: Папка
eu: Karpeta

# gloda.message.attr.folder.mustMatchLabel
source: must be in #1
be: павінны быць у #1
eu: #1 karpetan egon behar du

# gloda.message.attr.folder.cantMatchLabel
source: can't be in #1
be: не можа быць у #1
eu: ezin du #1 karpetan egon

source: From Me
be: Ад мяне
eu: Nik bidalita

source: To Me
be: Да мяне
eu: Niri bidalita

source: People
be: Людзі
eu: Jendea

source: involving any of:
be: уцягвае:
eu: hauetakoren bat tartean dela:

source: not involving:
be: не ўцягвае:
eu: hauetako inor ez dela tartean:

source: other participants:
be: іншых удзельнікаў:
eu: beste partaideak:

source: must involve #1
be: павінны ўцягваць #1
eu: #1(e)k tartean egon behar du

source: can't involve #1
be: не можа ўцягваць #1
eu: #1(e)k ezin du tartean egon

source: Date
be: Дата
eu: Data

source: Attachments
be: Далучэнні
eu: Eranskinak

source: Mailing List
be: Адрасны спіс
eu: Posta-zerrenda

# gloda.message.attr.mailing-list.mustMatchLabel
source: must be in #1
be: павінны быць у #1
eu: #1 posta-zerrendan egon behar du

# gloda.message.attr.mailing-list.cantMatchLabel
source: can't be in #1
be: не можа быць у #1
eu: ezin du #1 posta-zerrendan egon

source: must be in a mailing list
be: павінны быць у адрасным спісе
eu: posta-zerrenda batean egon behar du

source: can't be in a mailing list
be: не можа быць у адрасным спісе
eu: ezin du posta-zerrenda batean egon

source: Tags
be: Меціны
eu: Etiketak

source: must be tagged #1
be: павінны быць з мецінай #1
eu: #1 etiketa eduki behar du

source: can't be tagged #1
be: не можа быць з мецінай #1
eu: ezin du #1 etiketa eduki

source: must be tagged
be: павінны быць з мецінай
eu: etiketa eduki behar du

source: can't be tagged
be: не можа быць з мецінай
eu: ezin du etiketarik eduki

source: Starred
be: З зоркаю
eu: Izarduna

source: Read
be: Прачытаны
eu: Irakurrita

source: Replied To
be: Адказ (каму)
eu: Honi erantzunda

source: Forwarded
be: Накіраваны
eu: Birbidalita

source: Archives
be: Архівы
eu: Artxiboak

source: Documents
be: Дакументы
eu: Dokumentuak

source: Images
be: Выявы
eu: Irudiak

source: Media (Audio, Video)
be: Медыя (Гук, Відэя)
eu: Media (audioa, bideoa)

source: PDF Files
be: Файлы PDF
eu: PDF fitxategiak

source: Other
be: Іншае
eu: Besteak
