Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/imAccounts.properties.po
Languages: eu, nb_no, pt, pt_br, ro, uz, zh_tw

source: %S Options
eu: %S aukerak
nb_no: %S-innstillinger
pt: Opções do %S
pt_br: Opções do %S
ro: Opțiuni %S
uz: %S tanlamalari
zh_tw: %S 選項

source: Username:
eu: Erabiltzaile-izena:
nb_no: Brukernavn:
pt: Nome de utilizador:
pt_br: Nome de usuário:
ro: Nume de utilizator:
uz: Foydalanuvchi:
zh_tw: 使用者名稱:

source: Please enter the username for your %S account.
eu: Sartu erabiltzaile-izena zure %S konturako.
nb_no: Skriv inn brukernavnet for %S-kontoen din.
pt: Por favor introduza o nome de utilizador para a conta %S.
pt_br: Por favor, forneça o nome de usuário da sua conta do %S.
ro: Vă rugăm introduceți numele de utilizator pentru contul dumneavoastră %S.
uz: %S hisobi uchun foydalanuvchi nomini kiriting.
zh_tw: 請輸入您 %S 帳號的使用者名稱。

source: Please enter the username (%1$S) for your %2$S account.
eu: Sartu erabiltzaile-izena (%1$S) zure %2$S konturako.
nb_no: Skriv inn brukernavnet (%1$S) for %2$S-kontoen din.
pt: Por favor introduza o nome de utilizador (%1$S) para a conta %2$S.
pt_br: Por favor, forneça o nome de usuário (%1$S) da sua conta do %2$S.
ro: Vă rugăm introduceți numele de utilizator (%1$S) pentru contul dumneavoastră %2$S.
uz: %2$S hisobi uchun foydalanuvchi nomini (%1$S) kiriting.
zh_tw: 請輸入您 %2$S 帳號的使用者名稱（%1$S）。

source: Error: %S
eu: Errorea: %S
nb_no: Feil: %S
pt: Erro: %S
pt_br: Erro: %S
ro: Eroare: %S
uz: Xato: %S
zh_tw: 錯誤: %S

source: No '%S' protocol plugin.
eu: '%S' protokoloaren plugin-ik ez.
nb_no: Ingen tillegg for «%S»-protokollen funnet.
pt: Nenhum extra para o protocolo '%S'.
pt_br: Não há plugin para o protocolo “%S”.
ro: Niciun modul de protocol „%S”.
uz: "%S" protokoli plagini yo‘q.
zh_tw: 無「%S」通訊協定的外掛程式。

source: Entering a password is required to connect this account.
eu: Pasahitz bat sartzea ezinbestekoa da kontu honetara konektatzeko.
nb_no: Et passord er påkrevd for å koble til med denne kontoen.
pt: Para se ligar a esta conta, tem que introduzir uma palavra-passe.
pt_br: O fornecimento de uma senha é necessário para conectar-se a esta conta.
ro: Este necesară introducerea unei parole pentru conectarea la acest cont.
uz: Parol kiritish uchun bu hisobga ulanish kerak bo‘ladi.
zh_tw: 您必須輸入密碼才能連線到此帳號。

source: A crash occurred while connecting this account.
eu: Hutsegite bat gertatu da kontu honetara konektatzean.
nb_no: Et krasj oppstod under tilkobling med denne kontoen.
pt: Ocorreu um erro ao ligar a esta conta.
pt_br: Um travamento ocorreu ao conectar-se a esta conta.
ro: O defecțiune s-a produs în timpul conectării la acest cont.
uz: Bu hisobga ulanish vaqtida nosozlik ro‘y berdi.
zh_tw: 連線到此帳號時發生錯誤。

source: Connecting: %S…
eu: Konektatzen: %S…
nb_no: Kobler til: %S …
pt: A ligar: %S…
pt_br: Conectando: %S…
ro: Conectare: %S…
uz: Ulanmoqda: %S…
zh_tw: 連線中: %S…

source: Connecting…
eu: Konektatzen…
nb_no: Kobler til …
pt: A ligar…
pt_br: Conectando…
ro: Conectare…
uz: Ulanmoqda…
zh_tw: 連線中…

source: Connected for a few seconds.
eu: Segundo batzuk konektatuta.
nb_no: Tilkoblet i noen sekunder.
pt: Ligado durante alguns segundos.
pt_br: Conectado há poucos segundos.
ro: Conectat pentru câteva secunde .
uz: Bir necha soniyaga ulandi.
zh_tw: 已連線了幾秒鐘。

source: Connected for %1$S %2$S and %3$S %4$S.
eu: %1$S %2$S eta %3$S %4$S konektatuta.
nb_no: Tilkoblet i %1$S %2$S og %3$S %4$S.
pt: Ligado por %1$S %2$S e %3$S %4$S.
pt_br: Conectado há %1$S %2$S e %3$S %4$S.
ro: Conectat pentru %1$S %2$S și %3$S %4$S.
uz: %1$S %2$S va %3$S %4$S uchun ulandi.
zh_tw: 已連線了 %1$S %2$S %3$S %4$S。

source: Connected for about %1$S %2$S.
eu: %1$S %2$S konektatuta gutxi gorabehera.
nb_no: Tilkoblet i ca. %1$S %2$S.
pt: Ligado durante %1$S %2$S.
pt_br: Conectado há cerca de %1$S %2$S.
ro: Conectat de aproximativ %1$S %2$S.
uz: %1$S %2$S haqida ulandi.
zh_tw: 已連線了大約 %1$S %2$S。

source: Reconnection in %1$S %2$S and %3$S %4$S.
eu: Birkonexioa %1$S %2$S eta %3$S %4$S(e)tan.
nb_no: Kobler til på nytt om %1$S %2$S og %3$S %4$S.
pt: Nova ligação em %1$S %2$S e %3$S %4$S.
pt_br: Reconectando em %1$S %2$S e %3$S %4$S
ro: Reconectare în %1$S %2$S și %3$S %4$S.
uz: %1$S %2$S va %3$S %4$S ichida qayta ulansin.
zh_tw: 將在 %1$S %2$S 與 %3$S %4$S 後重新連線。

source: Reconnection in %1$S %2$S.
eu: Birkonexioa %1$S %2$S(e)tan.
nb_no: Kobler til på nytt om %1$S %2$S.
pt: Nova ligação em %1$S %2$S.
pt_br: Reconectando em %1$S %2$S
ro: Reconectare în %1$S %2$S.
uz: %1$S %2$S ichida qayta ulansin.
zh_tw: 將在 %1$S %2$S 後重新連線。

source: Authorization request
eu: Baimen-eskaera
nb_no: Autorisasjonsforespørsel
pt: Pedido de autorização
pt_br: Solicitação de autorização
ro: Cerere de autorizație
uz: Tasdiqdan o‘tish talab qilinadi
zh_tw: 授權要求

source: &Allow
eu: &Baimendu
nb_no: &Tillat
pt: &Permitir
pt_br: &Aceitar
ro: &Permite
uz: &Ruxsat berish
zh_tw: 允許 (&A)

source: &Deny
eu: &Ukatu
nb_no: &Avslå
pt: &Recusar
pt_br: &Negar
ro: &Respinge
uz: &Rad qilish
zh_tw: 拒絕 (&D)

source: %S added you to his/her buddy list, do you want to allow him/her to see you?
eu: %S(e)k bere lagunen zerrendan gehitu zaitu; zure egoera ikustea baimendu nahi duzu?
nb_no: %S la til deg i sin kontaktliste. Vil du tillate han/henne å se deg?
pt: %S adicionou-o à lista de amigos, deseja permitir que o veja?
pt_br: %S adicionou você a lista de amigos dele(a). Deseja permitir que ela veja você?
uz: %S sizni o‘zining do‘stlari ro‘yxatiga qo‘shdi. U sizni ko‘rishiga ruxsat berasizmi?
zh_tw: %S 已將您新增到他/她的好友清單，您想允許他/她在好友清單看到您嗎？

source: &Connect Now
eu: &Konektatu orain
nb_no: &Koble til nå
pt: &Ligar agora
pt_br: &Conectar agora
ro: &Conectează acum
uz: Hozir &ulanish

source: You have disabled automatic connections.
eu: Konexio automatikoak desgaitu dituzu.
nb_no: Du har slått av automatisk tilkobling.
pt: Desativou as ligações automáticas.
pt_br: Você desativou as conexões automáticas.
ro: Ați oprit conectările automate.
uz: Avtomatik ulanishlarni o‘chirib qo‘ygansiz.
zh_tw: 您已經停用自動連線。

source: Automatic Connection Settings have been ignored because the application is currently running in Safe-Mode.
eu: Konexio automatikoaren ezarpenak ezikusi egin dira aplikazioa modu seguruan ari delako exekutatzen orain.
nb_no: Automatiske tilkoblingsinnstillinger er ignorert fordi applikasjonen kjører i sikker modus.
pt: As ligações automáticas foram ignoradas porque a aplicação está atualmente no modo protegido.
pt_br: As configurações de conexão automática foram ignoradas porque o aplicativo está sendo executado no modo de segurança.
uz: Avtomatik ulanish sozlamalari e’tiborsiz qoldirildi, chunki hozirda ishlayotgan ilova dastur xavfsiz rejimda ishlamoqda.
zh_tw: 應用程式目前正以安全模式執行中，已忽略自動連線設定。

source: Automatic Connection Settings have been ignored because the application was started in Offline Mode.
eu: Konexio automatikoaren ezarpenak ezikusi egin dira aplikazioa lineaz kanpoko moduan abiarazi zelako.
nb_no: Automatiske tilkoblingsinnstillinger er ignorert fordi applikasjonen startet i frakoblet modus.
pt: As ligações automáticas foram ignoradas porque a aplicação foi iniciada no modo offline.
pt_br: As configurações de conexão automática foram ignoradas porque o aplicativo foi iniciado no modo off-line.
uz: Avtomatik ulanish sozlamalari e’tiborsiz qoldirildi, chunki ishga tushirilgan ilova dastur oflayn rejimda ishlamoqda.
zh_tw: 應用程式目前正以離線模式執行中，已忽略自動連線設定。

source: The last run exited unexpectedly while connecting. Automatic Connections have been disabled to give you an opportunity to Edit your Settings.
eu: Azken exekuzioan ustekabean irten zen konektatu bitartean. Konexio automatikoak desgaitu egin dira zure ezarpenak editatzeko aukera emateko.
nb_no: Den siste kjøringen avsluttet uventet mens den koblet til. Automatisk tilkobling er avslått for å gi deg sjansen til å endre innstillinger.
pt: A última execução terminou abruptamente ao ligar. As ligações automáticas foram desativadas para lhe dar a oportunidade de editar as definições.
pt_br: A última sessão terminou repentinamente ao conectar. As conexões automáticas foram desativadas para dar a você a chance de editar suas configurações.
uz: So‘nggi ishga tushirish vaqtida ulanyotganda chiqib ketdi. Sizga sozlamalar orqali tahrirlash imkonini berish uchun avtomatik ulanishlar o‘chirib qo‘yilgan.
zh_tw: 上一次連線時程式發生未預期的錯誤。已停用自動連線讓您能修改設定。

source: A previous run exited unexpectedly while connecting a new or edited account. It has not been connected so that you can Edit its Settings.;A previous run exited unexpectedly while connecting #1 new or edited accounts. They have not been connected so that you can Edit their Settings.
eu: Aurreko exekuzio bat ustekabean irten zen kontu berri edo editatutako kontu batera konektatzean. Ez da konektatu bere ezarpenak alda ditzazun.;Aurreko exekuzio bat ustekabean irten zen #1 kontu berrietara edo editatutako kontuetara konektatzean. Ez dira konektatu beraien ezarpenak alda ditzazun.
nb_no: En tidligere kjørting avsluttet uventet mens du koblet til med en ny eller endret konto. Den er ikke tilkoblet, slik at du kan endre innstillingene.;En tidligere kjøring avsluttet uventet mens den koblet til #1 nye eller endrede kontoer. De er ikke tilkoblet slik at du kan endre innstillingene.
pt: A última execução terminou abruptamente ao ligar a uma conta nova ou editada. Ligação não estabelecida para que possa editar as definições.;A última execução terminou abruptamente ao ligar a #1 novas contas ou editadas. Ligação não estabelecida para que possa editar as definições.
pt_br: Uma sessão anterior terminou repentinamente ao conectar-se a uma conta nova ou editada. Ela não foi conectada de modo que você possa editar suas configurações.;Uma sessão anterior terminou repentinamente ao conectar-se a #1 contas novas ou editadas. Elas não foram conectadas de modo que você possa editar suas configurações.
uz: Oldingi ishga tushirish yangisiga yoi tahrirlangan hisobga ulanayotganda kutilmaganda chiqib ketdi. U ulanmagan, demak siz uni Sozlamalar orqali tahrirlashingiz mumkin.;Oldingi ishga tushirish #1 ta yangisiga yoi tahrirlangan hisobga ulanayotganda kutilmaganda chiqib ketdi. Ular ulanmagan, demak siz ularni Sozlamalar orqali tahrirlashingiz mumkin.
zh_tw: 程式之前在連線到某 #1 個剛新增或編輯好的帳號時未預期的結束。已先暫時停用連線讓您能修改該帳號的設定。

source: Automatic connection has been disabled.
eu: Konexio automatikoa desgaitu egin da.
nb_no: Automatisk tilkobling er avslått.
pt: A ligação automática foi desativada.
pt_br: A conexão automática foi desativada.
ro: Conectarea automată a fost oprită.
uz: Avtomatik ulanish o‘chirib qo‘yilgan.
zh_tw: 已停用自動連線。

source: Connect Now
zh_tw: 立刻連線
