Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/imAccountWizard.dtd.po
Languages: am, be, eu, gd, hy_am, kk, km, nb_no, nn_no, pt, pt_br, sl, uz, zh_tw

source: Chat Account Wizard
am: የ ውይይት መግለጫ አዋቂ
be: Чараўнік рахунку гутарак
eu: Txat-kontuaren morroia
gd: Draoidh a' chunntais chabadaich
hy_am: Կանոնավոր կցորդ
kk: Чат тіркелгілер шебері
km: អ្នក​ជំនួយការ​គណនី
nb_no: Veiviser for nettpratkonto
nn_no: Vegvisar for nettpratkonto
pt: Assistente de conta de conversação
pt_br: Assistente de contas de bate-papo
sl: Čarovnik za račune za pogovore
uz: Chat hisobi ustasi
zh_tw: 聊天帳號精靈

source: Chat network
am: የ ውይይት ኔትዎርክ
be: Сетка гутарак
eu: Txat-sarea
gd: An lìonra cabadaich
hy_am: Զրույցի ցանկը
kk: Чат желісі
km: បណ្ដាញ​ជជែក
nb_no: Velg nettverk
nn_no: Vel nettverk
pt: Rede de conversação
pt_br: Rede de bate-papo
sl: Omrežje za klepet
uz: Chat tarmog‘i
zh_tw: 聊天網路

source: Please choose the network of your chat account.
am: እባክዎን ይምረጡ የ እርስዎን የ ውይይት መግለጫ ኔትዎርክ
be: Выберыце, калі ласка, сетку вашага рахунку гутарак.
eu: Aukeratu zure txat-kontuaren sarea.
gd: Tagh lìonra a' chunntais chabadaich agad.
hy_am: Ընտրեք զրույցի ցանցը։
kk: Чат тіркелгіңіздің желісін таңдаңыз.
km: សូម​ជ្រើស​បណ្ដាញ​គណនី​ជជែក​របស់​អ្នក។
nb_no: Velg nettverket du vil koble til.
nn_no: Vel nettverket du vil kople til.
pt: Por favor escolha a rede da conta de conversação.
pt_br: Selecione a rede da sua conta de bate-papo.
sl: Izberite mrežo za svoj račun za klepet.
uz: Chat hisobingiz tarmog‘ini tanlang.
zh_tw: 請選擇您的聊天帳號的網路類型

source: Network:
am: ኔትዎርክ:
be: Сетка:
eu: Sarea:
gd: Lìonra:
hy_am: Ցանց՝
kk: Желі:
km: បណ្តាញ៖
nb_no: Nettverk:
nn_no: Nettverk:
pt: Rede:
pt_br: Rede:
sl: Omrežje:
uz: Tarmoq:
zh_tw: 網路:

source: Get more…
am: ተጨማሪ ያግኙ…
be: Болей…
eu: Eskuratu gehiago…
gd: Barrachd…
hy_am: Ավելին...
kk: Көбірек алу…
km: យក​ច្រើន​ទៀត...
nb_no: Hent flere …
nn_no: Hent fleire …
pt: Obter mais…
pt_br: Adicionar outros…
sl: Dobite še več …
uz: Ko‘proq olish…
zh_tw: 取得更多…

source: Username
am: የተጠቃሚ ስም
be: Імя карыстальніка
eu: Erabiltzaile-izena:
gd: Ainm-cleachdaiche
hy_am: Օգտվողի Անունը
kk: Пайдаланушы аты
km: ឈ្មោះ​អ្នក​ប្រើ
nb_no: Brukernavn
nn_no: Brukarnamn
pt: Nome de utilizador
pt_br: Nome de usuário
sl: Uporabniško ime
uz: Foydalanuvchi nomi
zh_tw: 使用者名稱

source: This account is already configured!
am: ይህ መግለጫ ቀደም ሲል ተሰናድቷል!
be: Гэты рахунак ужо наладжаны!
eu: Kontu hau jadanik konfiguratuta dago!
gd: Chaidh an cunntas seo a rèiteachadh mu thràth!
hy_am: Այս փոստարկղը արդեն կարգավորված է!
kk: Бұл тіркелгі бапталған болып тұр!
km: បាន​កំណត់​រចនាសម្ព័ន្ធ​គណនី​នេះ​រួច​ហើយ!
nb_no: Denne kontoen er allerede konfigurert!
nn_no: Denne kontoen er allereie konfigurert!
pt: Esta conta já está configurada!
pt_br: Esta conta já está configurada!
sl: Ta račun je že urejen!
uz: Ushbu hisob allaqachon moslangan!
zh_tw: 這個帳號已經設定過了！

source: Password
am: የ መግቢያ ቃል
be: Пароль
eu: Pasahitza
gd: Facal-faire
hy_am: Գաղտնաբառը
kk: Пароль
km: Գաղտնաբառ
nb_no: Passord
nn_no: Passord
pt: Senha
pt_br: Senha
sl: Geslo
uz: Parol
zh_tw: 密碼

source: Please enter your password in the box below.
am: እባክዎን የ እርስዎን የ መግቢያ ቃል ያስገቡ እታች ካለው ሳጥን ውስጥ
be: Увядзіце, калі ласка, ваш пароль у скрынку ніжэй.
eu: Sartu zure pasahitza beheko kutxan.
gd: Cuir am facal-faire agad a-steach sa bhogsa gu h-ìosal.
hy_am: Նշեք Ձեր գաղտնաբառը։
kk: Төменде пароліңізді енгізіңіз.
km: សូម​បញ្ចូល​ពាក្យ​សម្ងាត់​របស់​អ្នកក្នុង​ប្រអប់ខាង​ក្រោម។
nb_no: Skriv inn passordet i boksen nedenfor.
nn_no: Skriv inn passordet i boksen nedanfor.
pt: Por favor introduza a senha na caixa abaixo.
pt_br: Por favor, forneça sua senha no campo abaixo.
sl: Vnesite geslo v polje spodaj.
uz: Pastdagi maydonchaga parolni kiriting.
zh_tw: 請在下面的對話框當中輸入密碼。

source: Password:
am: የ መግቢያ ቃል:
be: Пароль:
eu: Pasahitza:
gd: Facal-faire:
hy_am: Գաղտնաբառը.
kk: Пароль:
km: ពាក្យសម្ងាត់៖
nb_no: Passord:
nn_no: Passord:
pt: Senha:
pt_br: Senha:
sl: Geslo:
uz: Parol:
zh_tw: 密碼:

source: The password entered here will be stored in the Password Manager. Leave this box empty if you want to be prompted for your password each time this account is connected.
am: የ መግቢያ ቃል እዚህ ያስገቡት ይቀመጣል በ መግቢያ ቃል አስተዳዳሪ ውስጥ: ይህን ሳጥን ባዶ ይተዉት በ እያንዳንዱ ጊዜ ይህ መግለጫ ሲገናኝ የ መግቢያ ቃል እንዲጠየቁ ከ ፈለጉ
be: Уведзены вамі пароль будзе захованы кіраўніком пароляў. Пакіньце скрынку пустой, калі вы хочаце ўводзіць пароль кожны раз падчас злучэння з гэтым рахункам.
eu: Hemen sartutako pasahitza, pasahitzen kudeatzailean gordeko da. Utzi kutxa hau hutsik kontura konektatzen den aldiro pasahitza galdetzeko.
gd: Ma chuireas tu a-steach facal-faire an-seo, thèid a stòradh le manaidsear nam faclan-faire. Ma tha thu airson am facal-faire a chur a-steach a làimh gach turas a nì thu ceangal dhan chunntas seo, fàg am bogsa seo bàn.
hy_am: Նշված գաղտնաբառը կպահպանվի Գաղտնաբառերի Կառավարչում։ Մի ընտրեք սա, եթե ցանկանում եք ամեն անգամ մուտքագրել Ձեր գաղտնաբառը։
kk: Осында енгізілген пароль парольдер басқарушысында сақталатын болады. Бұл тіркелгі әр рет байланысқан кезде парольді сұрау сұхбатын көргіңіз келсе, бұл өрісті бол қалдырыңыз.
km: ពាក្យ​សម្ងាត់​​បាន​បញ្ចូល​នៅ​ទីនេះ​នឹង​ត្រូវ​បាន​រក្សាទុក​ក្នុង​កម្មវិធី​គ្រប់គ្រង​ពាក្យ​សម្ងាត់។ ទុក​ប្រអប់​នេះ​ទំនេរ បើ​អ្នក​ចង់​​ឲ្យ​សួរ​​រក​ពាក្យ​​សម្ងាត់​របស់​អ្នក​រាល់​ពេល​ដែល​គណនី​នេះ​ត្រូវ​បាន​តភ្ជាប់។
nb_no: Passordet som skrives inn vil lagres i passordbehandleren. La det stå tomt dersom du ønsker å bli spurt om passordet hver gang denne kontoen kobles til.
nn_no: Passordet som blir skrive inn vil bli lagra i passordbehandlaren. La det stå tomt dersom du ønskjer å bli spurt om passordet kvar gong denne kontoen blir kopla til.
pt: A senha aqui introduzida será guardada no Gestor de senhas. Deixe esta caixa vazia se quiser que seja pedida a sua senha de cada vez que se ligar com esta conta.
pt_br: A senha será memorizada. Deixe o campo vazio se quiser que sua senha seja solicitada toda vez que conectar-se em sua conta.
sl: Geslo, ki ste ga vnesli, se bo Skrbnika za gesla shranil. Pustite to polje prazno, če želite geslo vsakič znova vnesti, ko se na ta račun prijavite.
uz: Bu yerga kiritilgan parol Parol menejeriga saqlanadi. Bu hisobga ulanish uchun har safar parol kiritishni xohlasangiz, bu maydonchani bo‘sh qoldiring.
zh_tw: 您在此輸入的密碼將會被儲存在密碼管理員。若您想在每次連線時再輸入密碼請將此欄留空。

source: Advanced Options
am: የረቀቀ ምርጫ
be: Пашыраныя наладжванні
eu: Aukera aurreratuak
gd: Roghainnean adhartach
hy_am: Ընդլայնված ընտրանքներ
kk: Қосымша баптаулары
km: ​ជម្រើស​កម្រិត​ខ្ពស់
nb_no: Avanserte innstillinger
nn_no: Avanserte innstillingar
pt: Opções avançadas
pt_br: Opções avançadas
sl: Dodatne možnosti
uz: Qo‘shimcha moslamalar
zh_tw: 進階選項

source: Feel free to skip this step if you want to.
am: እርስዎ ከ ፈለጉ ይህን ደረጃ መዝለል ይችላሉ
be: Вы можаце прапусціць гэты крок, калі хочаце.
eu: Nahi baduzu urrats hau salta dezakezu.
gd: 'S urrainn dhut leum a ghearradh thairis air a' cheum seo ma thogras tu.
hy_am: Կարող եք բաց թողնել այս քայլը։
kk: Қаласаңыз, бұл қадамды аттап кете аласыз.
km: រីករាយ​ក្នុង​ការ​រំលង​ជំហាន​នេះ​ បើ​អ្នក​ចង់។
nb_no: Du kan hoppe over dette steget om du vil.
nn_no: Du kan hoppe over dette steget om du vil.
pt: Se quiser, pode ignorar esta etapa.
pt_br: Você pode ignorar esta etapa e avançar.
sl: Ta korak, če želite, lahko preskočite.
uz: Xohlasangiz, bu bosqichni tashlab ketishingiz mumkin.
zh_tw: 如果您不想設定的話也可以跳過這一步。

source: Notify on new Mail
am: አዲስ ደብዳቤ ሲመጣ አሳውቀኝ
be: Паведамляць пра новую пошту
eu: Jakinarazi posta berria jasotzean
gd: Innis dhomh ma bhios post ùr ann
hy_am: Տեղեկացնել նոր նամակի մասին
kk: Жаңа хат туралы хабарлау
km: ជូន​ដំនឹង​ពេល​មាន​អ៊ីមែល​ថ្មី
nb_no: Varsle meg ved ny post
nn_no: Varsle meg når det kjem post
pt: Notificar ao receber mensagens
pt_br: Notificar sobre novas mensagens
sl: Obveščaj o novi pošti
uz: Yangi xat kelganda ogohlantirilsin
zh_tw: 有新郵件時通知我

source: Local Alias
am: ሀሰት አካባቢ
be: Мясцовая мянушка
eu: Alias lokala
gd: Ainm-brèige ionadail
hy_am: Տեղային մականուն
kk: Жергілікті алиас
km: ឈ្មោះក្លែងក្លាយ​មូលដ្ឋាន
nb_no: Lokalt alias
nn_no: Lokalt alias
pt: Alcunha local
pt_br: Apelido local
sl: Lokalni psevdonim
uz: Kompyuterdagi taxallus
zh_tw: 本地別名

source: Alias:
am: ሀሰት:
be: Мянушка:
eu: Aliasa:
gd: Ainm-brèige:
hy_am: Մականուններ.
kk: Бүркеншік:
km: ឈ្មោះ​ក្លែងក្លាយ៖
pt: Alcuha:
pt_br: Apelido:
sl: Drugo ime:
uz: Taxallus:
zh_tw: 別名:

source: This will only be displayed in your conversations when you talk, remote contacts won't see it.
am: ይህ የሚታየው በ እርስዎ ውይይቶች ውስጥ ሲናገሩ ብቻ ነው: ለ ሩቅ ግንኙነቶች አይታይም
be: Будзе адлюстроўвацца толькі ў вашых гутарках, вашы сураўмоўнікі не пабачаць яе.
eu: Zuk hitz egiten duzunean soilik bistaratuko da berriketetan, urruneko kontaktuek ez dute ikusiko.
gd: Chan fhaic thu seo 'nad chòmhraidhean ach ma bhios tu a' bruidhinn ann, chan fhaic an luchd-aithne cèin e.
hy_am: Կցուցադրվի միայն զրուցի ժամանակ:
kk: Бұл тек сіздің сөйлесулерде көрінеді, қашықтағы контакттар оны көрмейді.
km: វា​ត្រូវ​បាន​បង្ហាញ​តែ​ក្នុង​ការ​សន្ទនា​ពេល​អ្នក​និយាយ ទំនាក់ទំនង​ពី​ចម្ងាយ​នឹង​មិន​ឃើញ​វា​ទេ។
nb_no: Dette vil bli vist i dine samtaler når du prater. Kontakten på den andre siden vil ikke se det.
nn_no: Dette vil bli vist i samtalane dine når du pratar. Kontakten på den andre sida vil ikkje sjå det.
pt: Isto só será exibido nas conversas efetuadas. Os contactos remotos não o vêem.
pt_br: Será exibido somente durante suas conversas, os contatos não o verão.
sl: Videti bo le med klepetom, ko govorite, daljinski stiki ga ne bodo videli.
uz: Bu faqat suhbatlashayotganingizda suhbatlarda ko‘rinadi, masofadagi kontaktlar buni ko‘rmaydi.
zh_tw: 這將只會在您的對話視窗中出現，對方將看不到這個別名。

source: Proxy Settings
am: ወኪል ማሰናጃዎች
be: Наладжванні пасярэдніка
eu: Proxy-ezarpenak
gd: Roghainnean progsaidh
hy_am: Միջնորդի կարգավորումներ
kk: Прокси баптаулары
km: ការ​កំណត់​ប្រូកស៊ី
nb_no: Proxyinnstillinger
nn_no: Mellomtenarinnstillingar
pt: Definições de Proxy
pt_br: Configurações de proxy
sl: Nastavitve za posrednika:
uz: Proksi sozlamalari
zh_tw: Proxy 設定值

source: &Change…
am: &መቀየሪያ…
be: &Змяніць…
eu: &Aldatu…
gd: &Atharraich…
hy_am: &Փոխել...
kk: Ө&згерту…
km: ផ្លាស់​ប្ដូរ...
nb_no: &Endre …
nn_no: &Endre …
pt: Al&terar…
pt_br: &Modificar…
sl: Spremeni ...
uz: O‘z&gartirish…
zh_tw: 修改…

source: Summary
am: ማጠቃለያ
be: Зводка
eu: Laburpena
gd: Gearr-chunntas
hy_am: Ընդհանուր
kk: Қорытынды
km: Ընդհանուր
nb_no: Oppsummering
nn_no: Oppsummerin
pt: Resumo
pt_br: Resumo
sl: Povzetek
uz: Natija
zh_tw: 摘要

source: A summary of the information you entered is displayed below. Please check it before the account is created.
am: እርስዎ ያስገቡት መረጃ ባጠቃላይ ከ ታች በኩል ይታያል: እባክዎን መግለጫው ከ መፈጠሩ በፊት ይመርምሩ
be: Зводка звестак, уведзенных вамі, адлюстроўваюцца ніжэй. Праверце іх, калі ласка, перад стварэннем рахунку.
eu: Sartutako informazioaren laburpena bistaratzen da azpian. Egiazta ezazu kontua sortu aurretik.
gd: Chì thu gearr-chunntas dhen fhiosrachadh a chuir thu a-steach gu h-ìosal. Thoir sùil air mu cruthaich thu an cunntas.
hy_am: Ստորև կարող եք տեսնել մուտքագրված տեղեկությունների ամփոփումը: Ստուգեք դրանք՝ մինչև հաշիվը բացելը:
kk: Сіз енгізген жинақы ақпарат төменде көрсетілген. Тіркелгіні жасау алдында оны тексеріңіз.
km: ព័ត៌មាន​សង្ខេប​ដែល​អ្នក​បាន​បញ្ចូល​ត្រូវ​បាន​បង្ហាញ​ខាង​ក្រោម។ សូម​ពិនិត្យ​វា​មុន​នឹង​គណនី​ត្រូវ​បាន​បង្កើត។
nb_no: En oppsummering av informasjonen du oppgav vises nedenfor. Kontroller den før kontoen opprettes.
nn_no: Ei oppsummering av informasjonen du gav opp vert viast nedanfor. Kontroller han før kontoen vert oppretta.
pt: O resumo das informações introduzidas pode ser visto abaixo. Por favor confirme os dados antes de criar a conta.
pt_br: Um resumo das informações fornecidas é exibido a seguir. Por favor, verifique antes da criação da sua conta.
sl: Povzetek vnesenih podatkov je prikazan spodaj. Preverite jih prosim, preden se račun ustvari.
uz: Siz kiritgan ma’lumotlarning jamlanmasi quyida ko‘rsatilgan. Hisob yaratishdan oldin uni tekshirib chiqing.
zh_tw: 下面是您輸入的資訊概要。請在建立帳號前確認這些資訊無誤。

source: Connect this account now.
am: ከዚህ መግለጫ ጋር አሁን መገናኛ
be: Злучыцца з рахункам зараз.
eu: Konektatu orain kontu honetara.
gd: Ceangal ris a' chunntas seo an-dràsta.
hy_am: Կապակցել փոստարկղին։
kk: Бұл тіркелгіні қазір байланыстыру.
km: តភ្ជាប់​គណនី​នេះ​ឥឡូវ។
nb_no: Koble til med denne kontoen nå.
nn_no: Kople til med denne kontoen no.
pt: Ligar a esta conta agora.
pt_br: Conectar-se a esta conta agora
sl: Poveži zdaj ta račun.
uz: Bu hisob hozir ulansin.
zh_tw: 立刻連線此帳號。
