Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/imapMsgs.properties.po
Languages: be, bs, kk, nb_no, nn_no, uz

source: Alert for account %S
be: Папярэджанне для рахунку %S
bs: Upozorenje za račun %S
kk: %S тіркелгісі үшін ескерту
nb_no: Varsel for konto %S
nn_no: Varsel for konto %S
uz: %S hisobi uchun signal

source: Opening folder %S…
be: Адкрыццё папкі %S…
bs: Otvaranje direktorija %S…
kk: %S бумасы ашылуда…
nb_no: Åpner mappe %S …
nn_no: Opnar mappe %S …
uz: %S jildi ochilmoqda…

source: Creating folder…
be: Стварэнне папкі…
bs: Kreiranje direktorija…
kk: Буманы жасау…
nb_no: Oppretter mappe …
nn_no: Lagar mappe …
uz: Jild yaratilmoqda…

source: Deleting folder %S…
be: Выдаленне папкі %S…
bs: Brisanje direktorija %S…
kk: %S бумасы өшірілуде…
nb_no: Sletter mappe %S …
nn_no: Slettar mappe %S …
uz: %S jildi o‘chirilmoqda…

source: Renaming folder %S…
be: Перайменаванне папкі %S…
bs: Preimenovanje direktorija %S…
kk: %S бумасының атын ауыстыру…
nb_no: Endrer navn på mappe %S …
nn_no: Endrar namn på mappe %S …
uz: %S jildi qayta nomlanmoqda…

source: Looking for folders…
be: Пошук папак…
bs: Traženje direktorija…
kk: Бумаларды іздеу…
nb_no: Leter etter mapper …
nn_no: Leitar etter mapper …
uz: Jidlar qidirilmoqda…

source: Subscribing to folder %S…
be: Падпіска на папку %S…
bs: Pretplaćivanje na direktorij %S…
kk: %S бумасына жазылу…
nb_no: Melder inn i %S …
nn_no: Melder inn i mappa %S …
uz: %S jildiga obuna bo‘linmoqda…

source: Unsubscribing from folder %S…
be: Адпіска ад папкі %S…
bs: Otkazivanje pretplate na direktorij %S…
kk: %S бумасына жазылудан бас тарту…
nb_no: Melder ut av mappe %S …
nn_no: Melder ut av mappa %S …
uz: %S jildidan obuna bekor qilinmoqda…

source: Searching folder…
be: Пошук папкі…
bs: Pretraživanje direktorija…
kk: Бумадан іздеу…
nb_no: Søker i mappe …
nn_no: Søkjer i mappe …
uz: Jild qidirilmoqda…

source: Closing folder…
be: Закрыцё папкі…
bs: Zatvaranje direktorija…
kk: Буманы жасау…
nb_no: Lukker mappe …
nn_no: Lukkar mappe …
uz: Jild yopilmoqda…

source: Compacting folder…
be: Ушчыльненне папкі…
kk: Буманы ықшамдау…
nb_no: Komprimerer mappe …
nn_no: Komprimerer mappe …
uz: Jild zichlanmoqda…

source: Logging out…
be: Выхад…
bs: Odjavljivanje…
kk: Шығу…
nb_no: Logger ut …
nn_no: Loggar ut …
uz: Chiqmoqda…

source: Checking mail server capabilities…
be: Выяўленне здольнасцяў паштовага паслугача…
bs: Provjeravanje mogućnosti email servera…
kk: Пошта сервері мүмкіндіктерін тексеру…
nb_no: Kontrollerer egenskaper på meldingsserver …
nn_no: Kontrollerer eigenskapar på meldingstenar …
uz: Pochta serveri imkoniyatlari tekshirilmoqda…

# imapStatusSendingLogin
source: Sending login information…
be: Дасыланне ўваходных звестак…
bs: Slanje informacija za prijavu…
kk: Кіру ақпаратын жіберу…
nb_no: Sender innlogging …
nn_no: Sender innlogging …
uz: Kirish uchun maʼlumot joʻnatilmoqda…

# imapStatusSendingAuthLogin
source: Sending login information…
be: Дасыланне ўваходных звестак…
bs: Slanje informacija za prijavu…
kk: Кіру ақпаратын жіберу…
nb_no: Sender innlogging …
nn_no: Sender innlogging …
uz: Kirish uchun maʼlumot joʻnatilmoqda…

source: Downloading message…
be: Сцягванне ліста…
bs: Preuzimanje poruke…
kk: Хабарламаны жүктеп алу…
nb_no: Laster ned melding …
nn_no: Lastar ned melding …
uz: Xabar yuklab olinmoqda…

source: Getting folder ACL…
be: Атрыманне ACL папкі…
bs: Dobavljanje ACL direktorija…
kk: Бумаға қатынау рұқсаттар тізімін алу…
nb_no: Henter ACL-er for mappe …
nn_no: Hentar ACL-ar for mappe …
uz: ACL jildi olinmoqda…

source: Getting Server Configuration Info…
be: Атрыманне звестак пра наладжванні паслугача…
bs: Dobavljanje postavki servera…
kk: Сервер баптаулар ақпаратын алу…
nb_no: Henter serverinformasjon …
nn_no: Hentar tenarinformasjon …
uz: Serverni moslash ma’lumoti olinmoqda…

source: Getting Mailbox Configuration Info…
be: Атрыманне звестак пра наладжванні паштовай скрынкі…
kk: Эл. пошта жәшігі баптаулар ақпаратын алу…
nb_no: Henter postkasse-informasjon …
nn_no: Hentar postkasse-informasjon …
uz: Pochta qutisini sozlash ma’lumoti olinmoqda…

source: This body part will be downloaded on demand.
be: Гэтая частка цела будзе сцягвацца пасля запатрабавання.
bs: Ovaj dio tijela poruke će biti preuzet na zahtjev.
nb_no: Meldingsteksten vil bli nedlastet etter behov.
nn_no: Meldingsteksten vert lasta ned etter behov.
uz: Bu asosiy qism talab bo‘lganda yuklab olinadi.

source: %S Downloading message header %lu of %lu…
bs: %S Preuzimanje zaglavlja poruke %lu od %lu…
nb_no: %S Laster ned meldingshode %lu av %lu …
nn_no: %S Lastar ned meldingshovud %lu av %lu…

source: %S Downloading message flag %lu of %lu…
nb_no: %S Laster ned meldingsflagg %lu av %lu …
nn_no: %S Lastar ned meldingsflagg %lu av %lu…

source: Deleting messages…
be: Выдаленне лістоў…
bs: Brisanje poruka…
kk: Хабарламаларды өшіру…
nb_no: Sletter meldinger …
nn_no: Slettar meldingar …
uz: Xabarlar o‘chirilmoqda…

source: Deleting message…
be: Выдаленне ліста…
bs: Brisanje poruke…
kk: Хабарламаны өшіру…
nb_no: Sletter melding …
nn_no: Slettar melding …
uz: Xabar o‘chirilmoqda…

source: Moving messages to %S…
be: Перамяшчэнне лістоў у %S…
bs: Premještanje poruka u %S…
kk: Хабарламаларды %S ішіне жылжыту…
nb_no: Flytter meldinger til %S …
nn_no: Flyttar meldingar til %S …
uz: Xabarlar %S jildiga ko‘chirilmoqda…

source: Moving message to %S…
be: Перамяшчэнне ліста ў %S…
bs: Premještanje poruke u %S…
kk: Хабарламаны %S ішіне жылжыту…
nb_no: Flytter melding til %S …
nn_no: Flyttar melding til %S …
uz: Xabar %S jildiga ko‘chirilmoqda…

source: Copying messages to %S…
be: Падвой лістоў у %S…
bs: Kopiranje poruka u %S…
kk: Хабарламаларды %S ішіне көшіру…
nb_no: Kopierer meldinger til %S …
nn_no: Kopierer meldingar til %S …
uz: Xabarlardan %S jildiga nusxa ko‘chirilmoqda…

source: Copying message to %S…
be: Падвой ліста ў %S…
bs: Kopiranje poruke u %S…
kk: Хабарламаны %S ішіне көшіру…
nb_no: Kopierer melding til %S …
nn_no: Kopierer melding til %S …
uz: Xabardan %S jildiga nusxa ko‘chirilmoqda…

source: %S - Downloading message %lu of %lu…
bs: %S - Preuzimanje poruke %lu od %lu…
nb_no: %S - Laster ned melding %lu av %lu …
nn_no: %S - Lastar ned melding %lu av %lu…

source: Found folder: %S
be: Знойдзена папка: %S
bs: Pronađen direktorij: %S
kk: Бума табылды: %S
nb_no: Fant mappe: %S
nn_no: Fann mappe: %S
uz: Topilgan jild: %S

source: Enter your password for %1$S on %2$S:
bs: Upišite lozinku za %1$S na %2$S:
kk: %1$S үшін %2$S ішіндегі пароліңізді енгізіңіз:
nb_no: Skriv inn passordet for %1$S på %2$S:
nn_no: Skriv inn passordet for %1$S på %2$S:
uz: %2$S serveridagi %1$S foydalanuvchi uchun parolingizni kiriting:

source: Mail server %S is not an IMAP4 mail server.
be: Паштовы паслугач %S не з'яўляецца паслугачом IMAP4.
bs: Server %S nije IMAP4 email server.
kk: %S пошта сервері IMAP4 пошта сервері емес.
nb_no: E-postserveren %S er ikke en IMAP4-server.
nn_no: E-posttenaren %S er ikkje ein IMAP4-tenar.
uz: %S pochta serveri IMAP4 pochta serveri emas.

source: Mail Server Password Required
be: Паштовы паслугач патрабуе пароль
bs: Potrebna lozinka za email server
kk: Пошта серверінің паролі керек
nb_no: E-postserveren krever passord
nn_no: E-posttenaren krev passord
uz: Pochta serveri parol so‘ramoqda

source: Failed to connect to server %S.
be: Злучэння з паслугачом %S пацярпела няўдачу.
bs: Neuspješno povezivanje na server %S.
kk: %S серверімен байланысты орнату сәтсіз аяқталды.
nb_no: Klarte ikke koble til server %S.
nn_no: Klarte ikkje å kopla tenaren %S.
uz: %S serveriga ulana olmadi.

source: Could not connect to mail server %S; the connection was refused.
be: Немагчыма злучыцца з паслугачом %S; адмоўлена ў злучэнні.
bs: Neuspješno povezivanje na email server %S; veza je odbijena.
nb_no: Klarte ikke koble til e-postserveren %S; tilkoblingen ble avvist.
nn_no: Klarte ikkje å kopla til e-posttenaren %S; tilkoplinga vart avvist.
uz: %S pochta serveriga ulana olmadi, chunki ulanish rad etildi.

source: Connection to server %S timed out.
be: Злучэнне з паслугачом %S па-за часам.
bs: Isteklo je vrijeme povezivanja na server %S.
nb_no: Tilkobling til server %S fikk tidsavbrudd.
nn_no: Tilkopling til tenar %S fekk tidsavbrot.
uz: %S serveriga ulanish vaqti o‘tib ketdi.

source: There are no new messages on the server.
be: Няма новых лістоў на паслугачы.
bs: Nema novih poruka na serveru.
kk: Серверде жаңа хабарламалар жоқ.
nb_no: Det er ingen nye meldinger på serveren.
nn_no: Det er ingen nye meldingar på tenaren.
uz: Serverda hech qanday xabar yo‘q.

source: Mail for %S
be: Пошта для %S
bs: Email za %S
nb_no: E-post for %S
nn_no: E-post for %S
uz: %S uchun xat

source: The %c character is reserved on this imap server. Please choose another name.
be: Знак %c засцярожаны на гэтым паслугачы imap. Выберыце, калі ласка, іншую назву.
bs: Znak %c je rezervisan na ovom imap serveru. Izaberite drugi naziv.
nb_no: Tegnet %c er reservert på denne IMAP-serveren. Velg et annet navn.
nn_no: Teiknet %c er reservert på denne IMAP-tenaeren. Vel eit anna namn.
uz: %c belgisi bu imap serverda zaxiraga olingan. Boshqa nom tanlang.

source: Personal Folder
be: Асабістая папка
bs: Lični direktorij
kk: Жеке бума
nb_no: Personlig mappe
nn_no: Personleg mappe
uz: Shaxsiy jild

source: Public Folder
be: Прылюдная папка
bs: Javni direktorij
nb_no: Fellesmapper
nn_no: Fellesmapper
uz: Ommaviy jild

source: Other User's Folder
be: Папка іншага карыстальніка
bs: Direktorij drugih korisnika
nb_no: Andre brukeres mapper
nn_no: Andre brukarar sine mapper
uz: Boshqa foydalanuvchilarning jildi

source: This is a personal mail folder. It is not shared.
be: Гэта асабістая паштовая папка. Яна не падзяляецца.
bs: Ovo je lični email direktorij. Nije podijeljen.
nb_no: Dette er en personlig meldingsmappe. Den er ikke delt.
nn_no: Dette er ei personleg meldingsmappe. Ho er ikkje delt.
uz: Bu shaxsiy xatlar jildi. U bo‘lishilmagan.

source: This is a personal mail folder. It has been shared.
be: Гэта асабістая паштовая папка. Яна падзяляецца.
bs: Ovo je lični email direktorij. Podijeljen je.
nb_no: Dette er en personlig meldingsmappe. Den har blitt delt.
nn_no: Dette er ei personleg meldingsmappe. Ho har blitt delt.
uz: Bu shaxsiy xatlar jildi. U bo‘lishilgan.

source: This is a public folder.
be: Гэта прылюдная папка.
bs: Ovo je javni direktorij.
nb_no: Dette er en fellesmappe.
nn_no: Dette er ei fellesmappe.
uz: Bu ommaviy jild.

source: This is a mail folder shared by the user '%S'.
be: Гэтай паштовай папкай дзеліцца карыстальнік '%S'.
bs: Ovo je email direktorij koji je podijelio korisnik '%S'.
nb_no: Dette er en meldingsmappe som er delt av brukeren «%S».
nn_no: Dette er ei meldingsmappe som er delt av brukaren «%S».
uz: Bu xatlar jildi "%S" nomli foydalanuvchi tomonidan bo‘lishilgan.

source: Full Control
be: Поўнае кіраванне
bs: Puna kontrola
nb_no: Full kontroll
nn_no: Full kontroll
uz: To‘liq boshqaruv

source: Lookup
be: Пошук
bs: Pretraga
nb_no: Oppslag
nn_no: Oppslag
uz: Izlash

source: Read
be: Чытанне
bs: Pročitano
kk: Оқу
nb_no: Les
nn_no: Les
uz: O‘qish

source: Set Read/Unread State
be: Прызначыць стан Чытаць/Не чытаць
bs: Podesi status pročitano/nepročitano
nb_no: Setter lest/ulest-tilstand
nn_no: Vel lesen/ulesen-status
uz: O‘qilgan/O‘qilmagan deb ko‘rsatish

source: Write
be: Запіс
bs: Piši
kk: Жазу
nb_no: Skriv
nn_no: Skriv
uz: Yozish

source: Insert (Copy Into)
be: Устаўляць (Капіяваць)
bs: Umetni (kopiraj u)
nb_no: Sett inn (kopier inn)
nn_no: Set inn (kopier inn)
uz: Kiritish (Ichiga nuxsa ko‘chirish)

source: Create Subfolder
be: Ствараць падпапкі
bs: Kreiraj poddirektorij
kk: Ішкі буманы жасау
nb_no: Opprett undermappe
nn_no: Lag undermappe
uz: Yangi ichki jild yaratish

source: Delete Messages
be: Выдаляць лісты
bs: Obriši poruke
kk: Хабарламаларды өшіру
nb_no: Slett meldinger
nn_no: Slett meldingar
uz: Xabarlarni o‘chirish

source: Administer Folder
be: Кіраваць папкай
bs: Upravljanje direktorijem
kk: Бумаға әкімшілік ету
nb_no: Administrer mapper
nn_no: Administrer mapper
uz: Administrator jildi

source: This server does not support shared folders.
be: Паслугач не падтрымлівае папкі для падзелу.
bs: Ovaj server ne podržava dijeljene direktorije.
kk: Бұл сервер бөліскен бумаларды қолдамайды.
nb_no: Denne serveren støtter ikke delte mapper.
nn_no: Denne tenaren støttar ikkje delte mapper.
uz: Server bo‘lishilgan jildlar bilan ishlay olmaydi.

source: Expunge
be: Выкрэсліванне
bs: Izbriši
nb_no: Slett
nn_no: Slett
uz: O‘chirib tashlash

source: Server %S has disconnected. The server may have gone down or there may be a network problem.
be: Паслугач %S разлучыўся. Магчыма, праз тое, што ён быў выключаны, ці праз сеткавую праблему.
bs: Server %S se isključio. Poslužitelj se možda ugasio ili je došlo do problema na mreži.
nb_no: Serveren %S har koblet fra. Serveren kan ha blitt slått av, eller et nettverksproblem kan ha oppstått.
nn_no: Tenaren %S har kopla frå. Tenaren kan ha blitt slått av, eller eit nettverksproblem kan ha oppstått.
uz: %S serveri bilan aloqa uzildi. Server o‘chirilgan bo‘lishi yoki tarmoqda muammo yuz bergan bo‘lishi mumkin.

source: Would you like to subscribe to %1$S?
be: Вы хочаце падпісацца на %1$S?
bs: Želite li se pretplatiti na %1$S?
kk: %1$S бумасына жазылуды қалайсыз ба?
nb_no: Vil du melde deg på %1$S?
nn_no: Vil du melda deg på %1$S?
uz: %1$S’a obuna bo‘lishni xohlaysizmi?

source: Unable to connect to your IMAP server. You may have exceeded the maximum number of connections to this server. If so, use the Advanced IMAP Server Settings dialog to reduce the number of cached connections.
be: Немагчыма злучыцца з паслугачом IMAP. Магчыма, вы перавысілі найбольшую колькасць \nзлучэнняў з гэтым паслугачом. Калі так, скарыстайцеся дыялогам пашыранных наладжванняў \nпаслугача IMAP, каб зменшыць колькасць назапашаных злучэнняў.
bs: Ne mogu se povezati na vaš IMAP server. Možda ste premašili maksimalan broj veza na ovaj server. Ukoliko je to problem, koristite napredne postavke IMAP servera kako biste smanjili broj veza.
kk: IMAP серверіңізге байланысу мүмкін емес. Бұл серверге максималды байланыстар санынан асып кетуіңіз мүмкін. Олай болса, IMAP серверінің кеңейтілген баптаулар сұхбатында кэштелген байланыстар санын азайтыңыз.
nb_no: Klarte ikke koble til IMAP-serveren. Maks antall tilkoblinger kan være oversteget for serveren. Dersom det, så under Avanserte IMAP-innstillinger-skjermen, velg et mindre antall hurtiglagrede tilkoblinger.
nn_no: Klarte ikkje å kopla til IMAP-tenaren. Maks. tal på tilkoplingar kan vera overstigne for tenaren. Dersom det er tilfelle, under Avanserte IMAP-innstillingar-skjermen, vel eit mindre tal snøgglagra tilkoplingar.
uz: IMAP serverga ulana olmadi. Serverga maksimal ulanish cheklovini sarflab bo‘lganga o‘xshaysiz. Agar shunday bo‘lsa, qo‘shimcha IMAP serveri sozlamalari oynasidan kechlangan miqdorni kamaytirish uchun foydalaning.

source: Quota information is not available because the folder is not open.
be: Звесткі пра долю недаступная, бо яны недаступная, калі папка не адкрытая.
bs: Informacije o kvoti nisu dostupne jer direktorij nije otvoren.
kk: Квоталар ақпараты қолжетерсіз, өйткені бума ашық емес.
nb_no: Kvote-informasjon er ikke tilgjengelig fordi mappen er ikke åpen.
nn_no: Kvote-informasjon er ikkje tilgjengeleg fordi mappar ikkje open.
uz: Kvota ma’lumoti mavjud emas, chunki jild ochiq emas.

source: This server does not support quotas.
be: Гэты паслугач не падтрымлівае долі.
bs: Ovaj server ne podržava kvote.
kk: Бұл сервер квоталарды қолдамайды.
nb_no: Serveren støtter ikke kvoter.
nn_no: Tenaren støttar ikkje kvotar.
uz: Bu server kvotalarni qo‘llab-quvvatlamaydi.

source: There are no storage quotas on this folder.
be: Не прызначаны долі захавання для гэтай папкі.
bs: Nema kvote za pohranu na ovom direktoriju.
kk: Бұл бумада қойма квоталары жоқ.
nb_no: Ingen lagringskvoter finnes for denne mappen.
nn_no: Ingen lagringskvotar finst for denne mappa.
uz: Bu jildda xotira kvotalar mavjud emas.

source: Application is out of memory.
be: Прыстасаванне па-за памяццю.
bs: Program je ostao bez memorije.
kk: Қолданбаға жады жеткіліксіз.
nb_no: Programmet er tom for minne.
nn_no: Programmet er tomt for minne.
uz: Ilova dastur hajmi juda katta.

source: Copying message %1$S of %2$S to %3$S…
bs: Kopiranje poruke %1$S od %2$S u %3$S…
kk: Хабарламаны көшіру %1$S, барлығы %2$S, %3$S ішіне…
nb_no: Kopierer melding %1$S av %2$S til %3$S …
nn_no: Kopierer melding %1$S av %2$S til %3$S…
uz: %1$S/%2$S ta xabardan %3$S jildiga nusxa ko‘chirilmoqda…

source: Are you sure you want to delete the folder '%S'?
be: Вы сапраўды хочаце выдаліць папку '%S'?
bs: Jeste li sigurni da želite obrisati direktorij '%S'?
kk: "%S" бумасын өшіруді шынымен қалайсыз ба?
nb_no: Er du sikker på at du vil slette mappen «%S»?
nn_no: Er du viss på at du vil sletta mappa «%S»?
uz: "%S" jildini o‘chirmoqchi ekanligingizga ishonchingiz komilmi?

source: Deleting this folder is not undoable and will delete all of the messages it contains, and its sub-folders. Are you sure you still want to delete the folder '%S'?
be: Выдаленне гэтай папкі немагчыма адмяніць, у выніку выдаляцца ўсе лісты і падпапкі, якія яна змяшчае. Вы сапраўды хочаце выдаліць папку '%S'?
bs: Brisanje direktorija se ne može poništiti. Bit će obrisane sve poruke i poddirektoriji koje direktorij sadrži. Jeste li sigurni da želite obrisati direktorij '%S'?
kk: Бұл буманы өшіруді болдырмауға болмайды және оның нәтижесінде барлық хабарламалары және бар болса, ішкі бумалары да өшіріледі. "%S" бумасын өшіруді сонда да қалайсыз ба?
nb_no: Sletting av denne mappen kan ikke angres, og vil slette alle meldinger og undermapper i den. Er du sikker på at du vil slette mappen «%S»?
nn_no: Sletting av denne mappa kan ikkje angrast, og det vil òg sletta alle meldingar og undermapper. Er du viss på at du vil sletta mappa «%S»
uz: Bu jildni o‘chirsangiz, undagi barcha xabarlar va jildlar o‘chib ketadi. Ularni tiklab bo‘lmaydi. Siz hali ham "%S" jildini o‘chirishni xohlaysizmi?

source: Delete Folder
be: Выдаленне папкі
bs: Brisanje direktorija
kk: Буманы өшіру
nb_no: Slett mappe
nn_no: Slett mappe
uz: Jildni o‘chirish

source: &Delete Folder
be: &Выдаліць папку
bs: &Obriši direktorij
kk: Буманы ө&шіру
nb_no: &Slett mappe
nn_no: &Slett mappe
uz: Jildni o‘chirish

source: The IMAP server %S does not seem to support encrypted passwords. If you just set up this account, please try changing to 'Normal password' as the 'Authentication method' in the 'Account Settings | Server settings'. If it used to work and now suddenly fails, please contact your email administrator or provider.
be: Здаецца, што паслугач IMAP %S не падтрымлівае тайнапісныя паролі. Калі вы толькі што наладзілі рахунак, паспрабуйце выставіць 'Звычайны пароль' у наладжванні 'Метад апазнавання' у 'Наладжваннях рахунку | Наладжванні паслугача'. Калі раней апазнаванне працавала і цяпер раптоўна перастала, паведамце, калі ласка, пра гэта спраўніку э-пошты або дастаўшчыку э-пошты.
bs: IMAP server %S ne podržava enkriptovane lozinke. Ukoliko ste tek kreirali ovaj račun, pokušajte promijeniti metodu provjere autentičnosti u 'Normalna lozinka' kao 'Metoda provjere autentičnosti' u 'Postavke računa | Postavke servera'. Ako je prije radilo, a sada više ne radi, kontaktirajte vašeg email administratora ili provajdera.
kk: %S IMAP сервері шифрленген парольдерді қолдамайтын сияқты. Егер сіз бұл тіркелгіні жаңа баптасаңыз, "Тіркелгі баптаулары | Сервер баптаулары" ішіндегі "Аутентификация тәсілін" "Қалыпты пароль" етіп орнатып көріңіз. Егер ол бұрын жасап, енді жасамай қалса, онда эл. пошта әкімшіңізбен немесе провайдеріңізбен хабарласыңыз.
nb_no: IMAP-serveren %S ser ikke ut til å støtte krypterte passord. Dersom du nettopp har satt opp denne kontoen, prøv å endre til 'Normalt passord' som 'Autentiseringsmetode' i 'Kontoinnstillinger | Serverinnstillinger'. Dersom dette virket før, og nå har sluttet å virke, kontakt e-postadministratoren eller e-postleverandøren din.
nn_no: IMAP-tenaren %S ser ikkje ut til å støtta krypterte passord. Dersom du nettopp har sett opp denne kontoen, prøv å endra til 'Normalt passord' som 'Autentiseringsmetode i Kontoinnstillingar | Tenarinnstillingar'. Dersom dette fungerte før, og no har slutta å fungera, kontakt e-postadministratoren eller e-postleverandøren din.
uz: %S IMAP serveri shifrlangan parollarni qo‘llab-quvvatlamaydiganga o‘xshaydi. Agar hozirgina bu hisobni sozlagan bo‘lsangiz, uni "Hisob sozlamalari" | "Server sozlamalari" ichidan "Haqiqiylikni tasdiqlash uslubi"da "Odatiy parol"ga o‘zgartiring. Agar u ish uchun foydalanilgan bo‘lsa va hozir kutilmaganda ishlamay qolsa, e-pochta administratori yoki ta’minotchisi bilan bog‘laning.

source: The IMAP server %S does not allow plaintext passwords. Please try changing to 'Encrypted password' as the 'Authentication method' in the 'Account Settings | Server settings'.
be: Паслугач IMAP %S не дазваляе карыстацца простатэкставымі паролямі. Паспрабуйце, калі ласка, выставіць 'Тайнапісны пароль' у наладжванні 'Метад апазнавання' у 'Наладжваннях рахунку | Наладжванні паслугача'.
bs: IMAP server %S ne dozvoljava obične lozinke. Pokušajte promijeniti metodu provjere autentičnosti u 'Enkriptovana lozinka' u 'Postavke računa | Postavke servera'.
kk: %S IMAP сервері ашық мәтіндік парольдерді қолдамайтын сияқты. "Тіркелгі баптаулары | Сервер баптаулары" ішіндегі "Аутентификация тәсілін" "Шифрленген пароль" етіп орнатып көріңіз.
nb_no: IMAP-serveren %S tillater ikke passord som overføres i klartekst. Prøv å endre til 'Kryptert passord' som 'Autentiseringsmetode' i 'Kontoinnstillinger | Serverinnstillinger'.
nn_no: IMAP-tenaren %S tillèt ikkje overføring av passord i klartekst. Prøv å endra til 'Kryptert passord' som 'Autentiseringsmetode' i 'Kontoinnstillingar | Tenarinnstillingar'.
uz: %S IMAP serveri ochiq matnli parollarga ruxsat bermaydi. "Hisob sozlamalari" | "Server sozlamalari" ichidan "Haqiqiylikni tasdiqlash uslubi"dan "Shifrlangan parol"ga o‘zgartiring.
