Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/imapMsgs.properties.po
Languages: be, bs, kk, nb_no, nn_no, uz

source: The IMAP server %S does not seem to support encrypted passwords. If you just set up the account, please try changing to 'Password, transmitted insecurely' as the 'Authentication method' in the 'Account Settings | Server settings'. If it used to work and now suddenly fails, this is a common scenario how someone could steal your password.
be: Здаецца, што паслугач IMAP %S не падтрымлівае тайнапісныя паролі. Калі вы толькі што наладзілі рахунак, паспрабуйце выставіць 'Небяспечная перадача пароля' у наладжванні 'Метад апазнавання' у 'Наладжваннях рахунку | Наладжванні паслугача'. Калі раней апазнаванне працавала і цяпер раптоўна перастала, гэта можа сведчыць пра тое, што супраць вас хтосьці ўжыў звычайны сцэнар, з дапамогаю якога спрабуе скрасці ваш пароль.
bs: IMAP server %S ne podržava enkriptovane lozinke. Ukoliko ste tek kreirali ovaj račun, pokušajte promijeniti metodu provjere autentičnosti u 'Lozinka, nesiguran prijenos' u 'Postavke računa | Postavke servera'. Ako je prije radilo, a sada više ne radi, postoji mogućnost da vam neko pokušava ukrasti lozinku.
kk: %S IMAP сервері шифрленген парольдерді қолдамайтын сияқты. Егер сіз бұл тіркелгіні жаңа баптасаңыз, "Тіркелгі баптаулары | Сервер баптаулары" ішіндегі "Аутентификация тәсілін" "Қауіпсіз емес түрде берілетін пароль" етіп орнатып көріңіз. Егер ол бұрын жасап, енді жасамай қалса, онда бұл жағдай біреу сіздің пароліңізді ұрлағанға өте ұқсайды.
nb_no: IMAP-serveren %S ser ikke ut til å støtte krypterte passord. Dersom du akkurat har opprettet denne kontoen, forsøk å endre 'Passord, overført uten sikkerhet' som 'Autentiseringsmetode' i 'Kontoinnstillinger | Serverinnstillinger'. Dersom det virket tidligere og nå har sluttet å virke, kan dette være en vanlig måte for noen å prøve å stjele passordet ditt.
nn_no: IMAP-tenaren %S ser ikkje ut til å støtta krypterte passord. Dersom du akkurat har laga denne kontoen, prøv å endra 'Passord, overført utan tryggleik' som 'Autentiseringsmetode' i 'Kontoinnstillingar | Tenarinnstillingar'. Dersom det fungerte tidlegare og no har slutta å fungera, kan dette vera ein vanleg måte for nokon å prøva å stela passordet ditt.
uz: %S IMAP serveri shifrlangan parollarni qo‘llab-quvvatlamaydiganga o‘xshaydi. Agar hozirgina bu hisobni sozlagan bo‘lsangiz, uni "Hisob sozlamalari" | "Server sozlamalari" ichidan "Haqiqiylikni tasdiqlash usulbubi"dan "Parol, xavfli o‘tkazish"ga o‘zgartiring. Agar u ish uchun foydalanilgan bo‘lsa va hozir kutilmaganda ishlamay qolgan bo‘lsa, kimdir parolingizni o‘g‘irlashga urinayotgan bo‘lishi mumkin.

source: The IMAP server %S does not support the selected authentication method. Please change the 'Authentication method' in the 'Account Settings | Server settings'.
be: Паслугач IMAP %S не падтрымлівае прызначаны метад апазнавання. Паспрабуйце, калі ласка, змяніць 'Метад апазнавання' у 'Наладжваннях рахунку | Наладжванні паслугача'.
bs: IMAP server %S ne podržava izabranu metodu autentikacije. Promijenite 'Metoda provjere autentičnosti' u 'Postavke računa | Postavke servera'.
kk: %S IMAP сервері таңдалған аутентификация тәсілін қолдамайтын сияқты. "Тіркелгі баптаулары | Сервер баптаулары" ішіндегі "Аутентификация тәсілін" өзгертіңіз.
nb_no: IMAP-serveren %S støtter ikke den valgte autentiseringsmetoden. Prøv å endre 'Autentiseringsmetode' i 'Kontoinnstillinger | Serverinnstillinger'.
nn_no: IMAP-tenaren %S støttar ikkje den valde autentiseringsmetoden. Prøv å endra 'Autentiseringsmetode' i 'Kontoinnstillingar | Tenarinnstillingar'.
uz: %S IMAP serveri tanlangan haqiqiylikni tasdiqlash uslubini qo‘llab-quvvatlamaydi. "Hisob sozlamalari" | "Server sozlamalari" ichidan "Haqiqiylikni tasdiqlash uslubi"ni o‘zgartiring.

source: The Kerberos/GSSAPI ticket was not accepted by the IMAP server %S. Please check that you are logged in to the Kerberos/GSSAPI realm.
be: Паслугач IMAP %S не прызнаў білет Kerberos/GSSAPI. Упэўніцеся, калі ласка, што вы ўвайшлі ў Kerberos/GSSAPI.
bs: Kerberos/GSSAPI karta nije prihvaćena od IMAP servera %S. Provjerite jeste li prijavljeni na Kerberos/GSSAPI.
kk: %S IMAP сервері Kerberos/GSSAPI билетін қабылдамады. Kerberos/GSSAPI доменіне кіргеніңізді тексеріңіз.
nb_no: Din Kerberos/GSSAPI-ticket ble avslått av IMAP-serveren %S. Kontroller at du er pålogget Kerberos/GSSAPI-området.
nn_no: Kerberos/GSSAPI-ticketen din vart avslått av IMAP-tenaren %S. Kontroller at du er pålogga Kerberos/GSSAPI-området.
uz: Kerberos/GSSAPI biletini %S IMAP serveri orqali qabul qilib bo‘lmaydi. Kerberos/GSSAPI hududiga kirganligingizni tekshirib ko‘ring.

source: The current command did not succeed. The mail server for account %1$S responded: %2$S
be: Апошні загад не ўдаўся. Паштовы паслугач рахунку %1$S адказаў: %2$S
bs: Trenutna naredba nije uspjela. Email server za račun %1$S je odgovorio: %2$S
kk: Ағымдағы команда сәтсіз аяқталды. %1$S тіркелгісінің пошта сервері жауап берді: %2$S
nb_no: Den aktive kommandoen feilet. E-postserveren for kontoen %1$S svarte: %2$S
nn_no: Den aktive kommandoen feila. E-posttenaren for kontoen %1$S svarte: %2$S
uz: Joriy buyruq amalga oshmadi. %1$S hisobi uchun pochta serveri javobi: %2$S

source: The current operation on '%2$S' did not succeed. The mail server for account %1$S responded: %3$S
be: Апошні загад на '%2$S' не ўдаўся. Паштовы паслугач рахунку %1$S адказаў: %3$S
bs: Trenutna naredba na '%2$S' nije uspjela. Email server za račun %1$S je odgovorio: %3$S
kk: "%2$S" үшін ағымдағы әрекет сәтсіз аяқталды. %1$S тіркелгісінің пошта сервері жауап берді: %3$S
nb_no: Den aktive operasjonen på '%2$S' feilet. E-postserveren for kontoen %1$S svarte: %3$S
nn_no: Den aktive operasjonen på '%2$S' feila. E-posttenaren for kontoen %1$S svarte: %3$S
uz: "%2$S" jildi ustida olib borilgan joriy jarayon amalga oshmadi. %1$S hisobi uchun pochta serveri javobi: %3$S

source: Alert from account %1$S: %2$S
be: Папярэджанне для рахунку %1$S: %2$S
bs: Upozorenje iz računa %1$S: %2$S
kk: %1$S тіркелгісінен ескерту: %2$S
nb_no: Varsel fra konto %1$S: %2$S
nn_no: Varsel frå konto %1$S: %2$S
uz: %1$S hisobidan ogohlantirish: %2$S

source: Post
be: Дасылаць

source: Downloading message header %1$S of %2$S in %3$S…
kk: Хабарлама тақырыптамасын жүктеп алу, %1$S бар, барлығы %2$S, %3$S ішінде…

source: Downloading message flag %1$S of %2$S in %3$S…
kk: Хабарлама жалаушасын жүктеп алу, %1$S бар, барлығы %2$S, %3$S ішінде…

source: Downloading message %1$S of %2$S in %3$S…
kk: Хабарламаны жүктеп алу, %1$S бар, барлығы %2$S, %3$S ішінде…
