Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/mime.properties.po
Languages: ar, br, eu, uz

source: Subject
ar: الموضوع
br: Danvez
eu: Gaia
uz: Mavzu

source: Resent-Comments
ar: تعليقات إعادة الإرسال
br: Evezhiadennoù-adkaset
eu: Birbidalia-iruzkinak
uz: Qayta jo‘natilgan mulohazalar

source: Resent-Date
ar: تاريخ إعادة الإرسال
br: Deiziad-Adkaset
eu: Birbidalia-data
uz: Qayta jo‘natish sanasi

source: Resent-Sender
ar: مرسِل إعادة الإرسال
br: Kaser-adkaset
eu: Berbidalia-bidaltzailea
uz: Qayta jo‘natilgan jo‘natuvchi

source: Resent-From
ar: أُعيد إرساله مِن
br: A-berzh-adkaset
eu: Birbidalia-Nork
uz: Qayta jo‘natuvchi

source: Resent-To
ar: أعِد الإرسال إلى
br: Da-adkaset
eu: Birbidalia-Nori
uz: Qayta jo‘natilganni oluvchi

source: Resent-CC
ar: أعد الإرسال-CC
br: CC-adkaset
eu: Birbidalia-CC
uz: Qayta jo‘natilgan -CC

source: Date
ar: التاريخ
br: Deiziad
eu: Data
uz: Sana

source: Sender
ar: المرسِل
br: Kaser
eu: Bidaltzailea
uz: Jo‘natuvchi

source: From
ar: مِن
br: A-berzh
eu: Nork
uz: Jo‘natuvchi

source: Reply-To
ar: رُد إلى
br: Respont-Da
eu: Erantzun-honi
uz: Qabul qiluvchiga javob yozish

source: Organization
ar: المنظّمة
br: Aozadur
eu: Erakundea
uz: Tashkilot

source: To
ar: إلى
br: Da
eu: Nori
uz: Qabul qiluvchi

source: Newsgroups
ar: مجموعات الأخبار
br: Strolladoù-keleier
eu: Berri-taldeak
uz: Yangiliklar to‘plami

source: Followup-To
ar: تابع إلى
br: Kas en-dro-Da
eu: Jarraipena hona
uz: Qabul qiluvchini kuzatib borish

source: References
ar: المراجع
br: Daveoù
eu: Erreferentziak
uz: Parametrlar

source: Message-ID
ar: هوية الرسالة
br: ID-Kemennadenn
eu: Mezu-IDa
uz: Xabar identifikatori

source: BCC
ar: ن.ك.م

source: Link to Document
ar: رابط إلى المستند
br: Eren ouzh an teul
eu: Egin lotura dokumentuari
uz: Hujjatga havola

source: <B>Document Info:</B>
ar: <B>معلومات المستند:</B>
br: <B>Stlennoù an teul :</B>
eu: <B>Dokumentuaren informazioa:</B>
uz: <B>Hujjat haqida ma’lumot:</B>

source: Attachment
ar: مُرفقة
br: Kenstagadur
eu: Eranskina
uz: Biriktirma

source: Part %s
ar: جزء %s
br: Lodenn %s
eu: %s zatia
uz: %s-qism

source: -------- Original Message --------
ar: -------- الرسالة الأصلية --------
br: -------- Kemennadenn orinel --------
eu: -------- Jatorrizko mezua --------
uz: -------- Asl xabar --------

source: Truncated!
ar: مقطوعة
br: Mac'hagnet !
eu: Trunkatua!
uz: Kamaytirildi!

source: This message exceeded the Maximum Message Size set in Account Settings, so we have only downloaded the first few lines from the mail server.
ar: تتجاوز هذه الرسالة الحجم الأقصى المحدد في إعدادات الحساب، لذا فقد نزّلنا من خادوم البريد البضعة سطور الأولى فقط.
br: Re vras e oa ar gemennadenn e-keñver an arventennoù lakaet er gwellvezioù, neuze ez eo bet pellgarget an arroudennoù kentañ nemetken diouzh an dafariad posteloù.
eu: Mezu honek kontu-ezarpenetan ezarritako mezuaren tamaina maximoa gainditu du, beraz lehenengo lerroak bakarrik deskargatu ditugu posta-zerbitzaritik.
uz: Bu xabar Hisob sozlamalarida ko‘rsatilgan xabarlarning maksimal cheklovidan oshib ketdi, shuning uchun biz faqatgina e-pochta serveridan dastlabki bir nechta qatorni yuklab oldik.

source: Not Downloaded
ar: لم تُنزّل
br: N'eo ket bet pellgarget
eu: Deskargatu gabea
uz: Yuklab olinmadi

source: Only the headers for this message were downloaded from the mail server.
ar: لم تُنزّل إلا ترويسات هذه الرسالة من خادوم البريد.
br: Pellgarget ez eus bet an talbennoù hepken diouzh an dafariad posteloù.
eu: Mezu honen goiburuak bakarrik deskargatu dira posta-zerbitzaritik.
uz: Faqatgina bu xabar uchun sarlavhalar e-pochta serveridan yuklab olindi.

source: Download the rest of the message.
ar: نزّل باقي الرسالة.
br: Pellgargañ peurrest ar gemennadenn.
eu: Deskargatu mezuaren gainontzekoa.
uz: Xabarning qolgan qismini yuklab olish.
