Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/msgHdrViewOverlay.dtd.po
Languages: uz

source: To
uz: Qabul qiluvchi

source: From
uz: Jo‘natuvchi

source: Sender
uz: Jo‘natuvchi

source: Organization
uz: Tashkilot

source: Reply to
uz: Javob yozish

source: Subject
uz: Mavuz

source: Newsgroups
uz: Yangiliklar guruhi

source: Followup to
uz: Kuzatib borish

source: Tags
uz: Teglar

source: Date
uz: Sana

source: User agent
uz: Foydalanuvchi xodim

source: References
uz: Ma’lumotlar

source: Message ID
uz: Xabar raqami

source: In reply to
uz: Javob yoziladigan

source: Website
uz: Vebsayt

source: Archive
uz: Arxivlash

source: Archive this message
uz: Ushbu xabarni arxivlash

source: Smart Reply
uz: Aqlli javob yozish

source: Reply
uz: Javob qaytarish

source: Reply to the sender of this message
uz: Ushbu xabar jo‘natuvchisiga javob yozish

source: Reply All
uz: Barchasiga javob qaytarish

source: Reply to sender and all recipients
uz: Xabar jo‘natuvchisi va barcha qabul qiluvchilarga javob yozish

source: Reply List
uz: Javob qaytarish ro‘yxati

source: Reply to mailing list
uz: Yozishmalar ro‘yxatiga javob qaytarish

source: Followup
uz: Kuzatib borish

source: Post a followup to this newsgroup
uz: Ushbu yangiliklar to‘plamiga kuzatib borish uchun xabar yozish

source: Forward As
uz: Yo‘naltirish

source: Forward
uz: Yo‘naltirish

source: Forward this message
uz: Ushbu xabarni yo‘naltirish

source: Junk
uz: Spam

source: Mark this message as junk
uz: Ushbu xabarni spam sifatida belgilash

source: Delete
uz: O‘chirish

source: Delete this message
uz: Ushbu xabarni o‘chirish

source: Show Icons &and Text
uz: Nishonchalar va matnni ko‘rsatish

source: Show &Icons Only
uz: Faqat nishonchalarni ko‘rsatish

source: Show &Text Only
uz: Faqat &matnni ko‘rsatish

source: Always Show &Reply to Sender
uz: Jo‘natuvchiga javob qaytarish doimo ko‘rsatilsin

source: More
uz: Ko‘proq

source: More actions
uz: Ko‘proq amallar

source: Open in &Conversation
uz: &Suhbatda ochish

source: Open in New &Window
uz: &Yangi oynada ochish

source: Open in New &Tab
uz: Yangi &ichki oynada ochish

source: Mark as &Read
uz: &O‘qilgan deb belgilash

source: Ma&rk as Unread
uz: O‘qilmagan deb &belgilash

source: &Save as…
uz: Boshqa formatda &saqlash…

source: &View Source
uz: Manbani &ko‘rish

source: &Print…
uz: Cho&p qilish…

source: Initially &Show Attachment Pane
uz: Boshida biriktirma yon oynasini &ko‘rsatish

source: &Open
uz: &Ochish

source: &Save As…
uz: Boshqa formatda &saqlash…

source: &Detach…
uz: &Ajratmoq…

source: D&elete
uz: &O‘chirish

source: &Open All…
uz: Barchasini &ochish…

source: &Save All…
uz: Barchasini &saqlash…

source: &Detach All…
uz: Barchasini &ajratish…

source: D&elete All…
uz: Barchasini &o‘chirish…

source: Open the attached file
uz: Biriktirilgan faylni ochish

source: Save
uz: Saqlash

source: Save the attached file
uz: Biriktirilgan faylni saqlash

source: Save All
uz: Barchasini saqlash

source: Save all the attached files
uz: Barcha biriktirilgan fayllarni saqlash

source: &Copy Link Location
uz: Havola manzilidan &nusxa olish

source: &Copy Message-ID
uz: Xabar raqamidan &nusxa olish

source: &Open Message For ID
uz: ID raqam uchun xabarni &ochish

source: Open &Browser With Message-ID
uz: &Brauzerni xabar ID raqami bilan ochish
