Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/msgmdn.properties.po
Languages: am, ar, be, br, ca, cy, eu, hr, hu, hy_am, kab, kk, lt, nb_no, nn_no, pt, pt_br, ro, uz, xh, zh_tw

source: Note: This Return Receipt only acknowledges that the message was displayed on the recipient's computer. There is no guarantee that the recipient has read or understood the message contents.
am: ማስታወሻ: የ መመለሻ ደረሰኝ የሚያስታውቀው መልእክቱ በ ተቀባዩ ኮምፒዩተር ላይ መታየቱን ነው: ምንም ማስተማመኛ የለም ተቀባዩ መልእክቱን ማንበቡን ወይንም ይዞታውን ተረድቶት እንደሆን
ar: ملاحظة: إعلام الوصول هذا يعلمك بأن الرسالة عرضت على حاسوب المستقبل. لا يوجد ضمان على أن المستلم قرأ أو فهم محتوى الرسالة.
be: Заўвага: гэты квіток атрымання – толькі прызнанне, што ліст адлюстраваны на кампутары атрымальніка. Няма ніякай гарантыі, што атрымальнік прачытаў ці зразумеў змест ліста.
br: Notenn : Gant an testeni degemer-mañ ez ouzer eo bet skrammet ar postel war urzhiataer an degemerer hag an dra-se nemetken. N'eo ket sur tamm ebet eo bet lennet pe gomprenet ar gemennadenn.
ca: Nota: Aquesta confirmació de recepció només confirma que el missatge ha estat mostrat en l'ordinador del destinatari. No es garanteix que el destinatari l'hagi llegit o n'hagi comprès el contingut.
cy: Nodyn: Mae'r Dderbynneb Dychwelyd yn cydnabod bod y neges wedi ymddangos ar gyfrifiadur y derbynnydd. Nid oes gwarant fod y derbynnydd wedi darllen na deall cynnwys y neges.
eu: Oharra: Hartu-agiri honek mezua hartzailearen ordenadorean bistaratu dela esan nahi du, besterik gabe. Ezin da hartzaileak mezua irakurri edo ulertu duen ziurtatu.
hr: Obavijest: Potvrda čitanja samo potvrđuje da je poruka prikazana na računalu primatelja. Nema garancije da je primatelj pročitao ili razumio sadržaj poruke.
hu: Megjegyzés: E tértivevény csak azt igazolja, hogy az üzenetet megjelenítették a címzett számítógépén. Nem garantálja azt, hogy a címzett elolvasta az üzenetet vagy megértette azt.
hy_am: Հիշեք. Այս ստացականը միայն տեղեկացնում է, որ նամակը ցուցադրվել է ստացողի համակարգչում։ Այն չի երաշխավորում, որ նամակը ստացողը այն ընթերցել է։
kab: Tamawt: Anagi agi n wawaḍ yemmal-d kan d akken izen yebbeḍ ɣer uselkim n uɣerwaḍ. Ur neṭṭaman ara d akken aɣerwaḍ yeɣṛa neɣ yegza agbur n yizen.
kk: Ескерту: Алу есептемесі хабарламаның алушының компьютерінде тек көрсетілгенін сипаттайды. Алушы ол хабарламаны оқығанына немесе түсінгеніне ешқандай кепілдеме жоқ.
lt: Pastaba: ši gavimo pažyma reiškia tik tai, kad jūsų laiškas buvo atvaizduotas gavėjo kompiuterio ekrane. Nėra jokios garantijos, jog gavėjas laišką perskaitė ar suprato jo turinį.
nb_no: Merk: Denne kvitteringen bekrefter at meldingen ble vist på mottakerens datamaskin. Det er ingen garanti for at mottakeren har lest og forstått meldingsinnholdet.
nn_no: Merk: Denne kvitteringa stadfestar at meldinga vart vist på mottakaren si datamaskin. Det er ingen garanti for at mottakaren har lese og forstått innhaldet i meldinga.
pt: Nota: este recibo de leitura apenas informa que a mensagem chegou ao no computador do destinatário. Não existe garantia de que o destinatário tenha lido ou compreendido o seu conteúdo.
pt_br: Nota: esta confirmação de leitura somente informa que a mensagem foi aberta no computador do destinatário. Não há garantia que o destinatário tenha lido ou compreendido o conteúdo da mensagem.
ro: Notă: această confirmare de primire arată numai că mesajul a fost afișat pe calculatorul destinatarului. Nu exista nici o garanție că acesta a citit sau înțeles conținutul mesajului.
uz: Eslatma: Ushbu qabul qilganlik haqidagi xabar xatni qabul qiluvchining kompyuterida ko‘rsatilganligini ifodalaydi, lekin qabul qiluvchining xatni o‘qiganligi yoki uning mazmuni bilan tanishganligiga hech qanday kafolat berilmaydi.
xh: Qaphela: Esi Samkelo Sokubuyisa sazisa kuphela ukuba umyalezo ubonisiwe kwikhompyutha kamamkeli. Akukho siqinisekiso sokuba umamkeli uzifundile okanye uziqondile iziqulatho zomyalezo.
zh_tw: 注意：收件回執只能表示郵件已顯示在收件者的電腦上，並不代表收件者讀過郵件或了解郵件中的內容。

source: The message was either printed, faxed, or forwarded without being displayed to the recipient. There is no guarantee that the recipient will read the message at a later time.
am: ይህ መልእክት ታትሟል: ፋክስ ተደርጓል ወይንም ወደ ፊት ተላልፏል ተቀባዩ ሳያየው: ምንም ማስተማመኛ የለም ተቀባዩ መልእክቱን በ ሌላ ጊዜ እንደሚያነበው
ar: ربما تكون الرسالة طبعت أو أرسِلت بالفاكس أو سلمت دون العرض على المستلم. لا يوجد ضمان على أن المستلم سيقرؤها في وقت لاحق.
be: Ліст быў надрукаваны, адасланы факсам, ці перанакіраваны без адлюстравання атрымальніку. Няма ніякай гарантыі, што атрымальнік прачытае гэты ліст пазней.
br: Moullet pe gaset dre belleiler pe lakaet da dremen eo bet ar postel gant e zegemerer hep bezañ bet skrammet. N'eo ket sur tamm ebet e vo lennet ar postel diwezhatoc'h.
ca: El missatge ha estat imprès, enviat per fax o bé reenviat sense haver estat mostrat al destinatari. No es garanteix que el destinatari llegeixi el missatge més tard.
cy: Cafodd y neges ei hargraffu, ffacsio neu anfon ymlaen heb gael ei dangos i'r derbynnydd. Nid oes gwarant y bydd y derbynnydd yn darllen y neges yn diweddarach.
eu: Mezua inprimatua, faxez bidalia edo birbidalia izan da hartzaileari bistaratu gabe. Ez dago hartzaileak mezua geroago irakurriko duen ziurtasunik.
hr: Poruka je ispisana, faksirana ili proslijeđena bez prikazivanja primatelju. Nema garancije da će primatelj pročitati poruku kasnije.
hu: Ez az üzenet anélkül lett elfaxolva, kinyomtatva vagy továbbítva, hogy a címzett képernyőjén megjelent volna. Nincs garancia arra, hogy a címzett a későbbiekben el fogja olvasni az üzenetet.
hy_am: Այս նամակը տպվել, ֆաքս է ուղարկվել կամ փոխանցվել է առանց ստացողին ցուցադրելու։ Ոչ մի երաշխիք չկա, որ նամակը հետո կնթերցվի։
kab: Izen agi yettwasiggez, yettwazen di Fax, neɣ yettuwelleh war ma yewala-t uɣerwaḍ. Ur neṭṭaman ara d akken aɣerwaḍ ad iɣaṛ izen agi tikelt nniḍen.
kk: Хабарлама алушыға көрсетпей баспаға шығарылған, факспен берілген, немесе қайта бағдарланған. Алушы хабарламаны кейінірек оқитынына кепілдеме жоқ.
lt: Jūsų laiškas buvo atspausdintas, išsiųstas faksu arba persiųstas, neatvaizdavus jo gavėjui. Nėra jokių garantijų, jog gavėjas laišką vėliau perskaitys.
nb_no: Meldingen ble enten skrevet ut, fakset eller videresendt uten å bli vist hos mottakeren. Det er ingen garanti for at mottakeren vil lese meldingen senere.
nn_no: Meldinga vart anten skriven ut, faksa eller vidaresendt utan å verte vist hos mottakaren. Det er ingen garanti for at mottakaren vil lese meldinga seinare.
pt: A mensagem foi impressa, enviada por fax, ou reencaminhada sem ser exibida ao destinatário. Não existe a garantia de que o destinatário irá ler a mensagem mais tarde.
pt_br: A mensagem foi impressa, enviada por fax ou encaminhada sem que fosse aberta pelo destinário. Não há garantia de que o destinatário lerá a mensagem posteriormente.
ro: Mesajul a fost fie tipărit, trimis pe fax sau redirecționat fără a fi afișat destinatarului. Nu există nici o garanție că va fi citit altă dată.
uz: Xabarni qabul qiluvchi ko‘rmasdan chop qilgan, faks orqali jo‘natgan yoki boshqalarga jo‘natgan bo‘lishi mumkin. Qabul qiluvchining keyinroq uni o‘qishiga kafolat yo‘q.
xh: Umyalezo mhlawumbi ubushicilelwe, ufeksiwe, okanye ugqithiselwe phambili ngaphandle kokuboniswa kumamkeli. Akukho siqinisekiso sokuba umamkeli uya kuwufunda umyalezo kwixesha elizayo.
zh_tw: 收件者可能將郵件列印、傳真或轉寄而沒有讀過郵件，但是這不保證收件者稍後將會閱讀列印或傳真出來的郵件。

source: The message was processed by the recipient's mail client without being displayed. There is no guarantee that the message will be read at a later time.
am: ይህ መልእክት በ ተቀባዩ የ ደብዳቤ ደንበኛ ውስጥ በ ሂደት ላይ ነው ተቀባዩ ሳያየው: ምንም ማስተማመኛ የለም ተቀባዩ መልእክቱን በ ሌላ ጊዜ እንደሚያነበው
ar: عولجت الرسالة بواسطة عميل بريد المستلم. لا يوجد ضمان على أن الرسالة ستقرأ في وقت لاحق.
be: Ліст быў апрацаваны паштовым спажыўцом атрымальніка без адлюстравання. Няма ніякай гарантыі, што атрымальнік прачытае гэты ліст пазней.
br: Keweriet eo bet ar postel gant e zegemerer hep bezañ bet skrammet. N'eo ket sur tamm ebet e vo lennet ar postel diwezhatoc'h.
ca: El missatge va ser processat pel client de correu del destinatari sense ser mostrat. No es garanteix que el missatge serà llegit més tard.
cy: Cafodd y neges ei phrosesu gan raglen e-bost y derbynnydd heb ei dangos. Nid oes gwarant y bydd y derbynnydd yn darllen y neges yn ddiweddarach.
eu: Mezua hartzailearen posta-programak prozesatu du bistaratu gabe. Ez dago mezua geroago irakurria izango den ziurtasunik.
hr: Poruka je obrađena bez prikazivanja od strane primateljevog programa za e-poštu. Nema garancije da će poruka biti pročitana kasnije.
hu: Az üzenet megjelenítés nélkül lett feldolgozva a címzett levelezőprogramjában. Nincs garancia arra, hogy a címzett a későbbiekben el fogja olvasni az üzenetet.
hy_am: Նամակը ընթացքի մեջ է եղել ստացողի փոստային ծրագրում՝ առանց ցուցադրվելու։ Ոչ մի երաշխիք չկա, որ նամակը հետո կնթերցվի։
kab: Izen yettusesfer s sɣur amsaɣ n tirawt n uɣerwaḍ war ma yewwala-t. Ur neṭṭaman ara da kken izen ad ittuɣeṛ ticki.
kk: Хабарлама алушының пошта клиентімен көрсетілмей өңделді. Хабарлама кейінірек уақытта оқылатынына кепіл жоқ.
lt: Jūsų laišką, jo neatvaizduodama, apdorojo gavėjo el. pašto programa. Nėra jokių garantijų, jog gavėjas laišką vėliau perskaitys.
nb_no: Meldingen ble behandlet av mottakerens e-postprogram uten å bli lest. Det er ingen garanti for at meldingen vil bli lest senere.
nn_no: Meldinga vart handsama av e-postprogrammet til mottakaren utan å verte lesen. Det er ingen garanti for at meldinga vil verte lesen.
pt: A mensagem foi processada pela aplicação de correio do destinatário sem ser exibida. Não existe a garantia de que o destinatário irá ler a mensagem mais tarde.
pt_br: A mensagem foi processada pelo aplicativo de e-mail do destinatário sem que fosse aberta. Não há garantia de que a mensagem será lida posteriormente.
ro: Mesajul a fost procesat de clientul de mail al destinatarului fără a fi afișat. Nu există nici o garanție că mesajul va fi citit mai târziu.
uz: Xabar qabul qiluvchiga ko‘rsatilmasdan, uning pochta mijozi tomonidan amalga oshirilgan. Qabul qiluvchining keyinroq uni o‘qishiga kafolat yo‘q.
xh: Umyalezo uqhutyelwe phambili ngumxumi wemeyile kamamkeli ngaphandle kokuboniswa. Akukho siqiniseko sokuba umyalezo uya kufundwa kwixesha elizayo.
zh_tw: 郵件已被收件者的郵件程式處理但尚未顯示，但這不保證收件者稍後將會閱讀郵件。

source: The message has been deleted. The person you sent it to may or may not have seen it. They might undelete it at a later time and read it.
am: መልእክቱ ጠፍቷል: መልእክቱን የላኩለት ሰው አንብቦት ወይም አላነበበው ይሆናል: ምናልባት በ ሌላ ጊዜ ከ ጠፋበት በማዳን ሊያነቡት ይችላሉ
ar: حُذفت الرسالة. ربما رآها أو لم يرها الشخص الذي أرسلتها له. ربما يسترجعها ويقرؤها في وقت لاحق.
be: Ліст быў выдалены. Асоба, якой вы даслалі яго, магла ўбачыць яго ці не. Яна можа скасаваць выдаленне пазней і прачытаць ліст.
br: Dilamet eo bet ar postel. Marteze eo bet gwelet pe get gant an den hoc'h eus kaset ar postel dezhañ. Dizilamet ha lennet diwezhatoc'h e c'hellfe bezañ ar postel.
ca: El missatge ha estat esborrat. La persona a qui li vàreu enviar pot ser que l'hagi vist o que no l'hagi vist. Pot ser que el recuperin més tard i el llegeixin.
cy: Mae'r neges wedi ei dileu. Ansicrwydd os yw'r derbynnydd wedi'i darllen neu beidio. Efallai byddant yn ei dad-dileu a'i darllen yn ddiweddarach rhywbryd.
eu: Mezua ezabatu egin da. Mezua bidali diozun pertsonak agian ikusi du edo ez. Geroago desezabatu egin beharko du eta irakurri.
hr: Poruka je obrisana. Ne možemo biti sigurni da li je osoba pročitala poruku. Možda će je kasnije vratiti iz obrisane pošte i pročitati.
hu: Az üzenetet törölték. Lehetséges, hogy a címzett nem is látta. Előfordulhat, hogy a jövőben még visszaállítja, és elolvassa.
hy_am: Նամակը ջնջվել է։ Ում որ ուղարկել եք այն՝ հնարավոր է ընթերցել է Ձեր նամակը, հնարավոր է ոչ։
kab: Izen yettwakkes. Yezmer d akken aɣerwaḍ ur t-iwala ara. Ahat yezmer ad yebɣu ad t-id-yerr akken ad tiɣaṛ.
kk: Хабарлама өшірілген. Алушы оны көрген, немесе көрмеген болуы мүмкін. Олар оны кейінірек те қалпына келтіріп, оқуы мүмкін.
lt: Jūsų laiškas buvo pašalintas. Asmuo, kuriam jį siuntėte, nebūtinai jį matė. Gali būti, jog laiškas bus atstatytas ir perskaitytas vėliau.
nb_no: Meldingen ble slettet. Personen du sendte meldingen til har kanskje eller kanskje ikke sett den. Mottakeren kan senere gjenopprette meldingen og lese den.
nn_no: Meldinga vart sletta. Personen du sende meldinga til har kanskje eller kanskje ikkje sett henne. Mottakaren kan seinare byggje opp att meldinga og lese henne.
pt: A mensagem foi apagada. A pessoa a quem a enviou pode não a ter recebido. O destinatário poderá recuperar a mensagem para a ler mais tarde.
pt_br: A mensagem foi excluída. O destinário pode ou não pode tê-la lido. Ele poderia retirá-la da lixeira posteriomente e abrí-la.
ro: Mesajul a fost șters. Nu se știe dacă destinatarul l-a citit sau nu. Destinatarul ar putea să-l recupereze ulterior și să-l citească.
uz: Xabar o‘chirildi. Siz xabarni jo‘natgan shaxs uni ko‘rgan yoki ko‘rmagan bo‘lishi mumkin. U keyinroq xatni tiklashi va o‘qishi mumkin.
xh: Umyalezo ucinyiwe. Umntu omthumele wona usenokuba uwubonile okanye akawubonanga. Usenokungawucimi ukuze awufunde kwixesha elizayo.
zh_tw: 郵件已被刪除，對方可能看過或沒看過這封郵件，收件者也有可能取消刪除並再次閱讀。

source: The recipient of the message does not wish to send a return receipt back to you.
am: የ መልእክቱ ተቀባይ የ መመለሻ ደረሰኝ ወደ እርስዎ መላክ አይፈልግም
ar: لا يرغب مستلم الرسالة في إرسال إعلام بالوصول إليك.
be: Атрымальнік ліста не жадае дасылаць квіток атрымання назад да вас.
br: Ne fell ket da zegemerer ar postel kas un testeni-degemer deoc'h.
ca: El destinatari del missatge no vol enviar-vos una confirmació de recepció.
cy: Nid yw derbynnydd y neges am anfon derbynneb derbyn yn Ã´l atoch chi.
eu: Mezuaren hartzaileak ez dizu hartu-agiririk bueltan bidali nahi.
hr: Primatelj poruke vam ne želi poslati potvrdu čitanja.
hu: A címzett nem kívánt tértivevényt küldeni önnek a kézbesítésről.
hy_am: Նամակ ստացողը չի ցանկացել ուղարկել Ձեզ ստացական։
kab: Aɣerwaḍ n yizen ur yebɣi ara ak-d-yazen anagi n wawwaḍ.
kk: Хабарламаны алушысы сізге алу есептемесін қайтаруды қаламайды.
lt: Jūsų laiško gavėjas nesutiko jums išsiųsti laiško gavimo pažymos.
nb_no: Mottakeren av meldingen ønsker ikke å sende en kvittering tilbake til deg.
nn_no: Mottakaren av meldinga ønskjer ikkje å sende ei kvittering tilbake til deg.
pt: O destinatário da mensagem não quer enviar um recibo de leitura.
pt_br: O destinatário da mensagem não deseja enviar uma confirmação de leitura a você.
ro: Destinatarul mesajului nu vrea să va trimită o confirmare de primire.
uz: Xabarni qabul qiluvchi uni qabul qilganligi haqidagi xabarni sizga jo‘natishni xohlamaydi.
xh: Umamkeli walo myalezo akanamnqweno wokuthumela isamkelo sokubuyisela kuwe.
zh_tw: 收件者拒絕寄回收件回執給您。

source: A failure occurred. A proper return receipt could not be generated or sent to you.
am: ችግር ተፈጥሯል: መደበኛ የ መመለሻ ደረስኝ ለ እርስዎ ለመላክ ማመንጨት አልተቻለም
ar: حدث فشل. لا يمكن إنشاء إعلام وصول صحيح أو إرساله إليك.
be: Няўдача. Належны квіток атрымання не можа быць створаны ці дасланы да вас.
br: Degouezhet ez eus bet ur c'hwitadur. N'eo ket bet krouet pe gaset deoc'h un testeni degemer.
ca: S'ha produït un error. No s'ha pogut generar o enviar-vos una confirmació de recepció adient.
cy: Digwyddodd gwall. Nid oedd modd creu nag anfon derbynneb dychwelyd dilys i chi.
eu: Arazo bat gertatu da. Ezin da ganorazko hartu-agiri bat sortu edo zuri bidali.
hr: Došlo je do greške. Odgovarajuća potvrda čitanja ne može biti generirana ili poslana vama.
hu: Hiba történt. Nem sikerült megfelelő tértivevény visszaküldeni Önnek.
hy_am: Սխալ է գրանցվել։ Ստացականը հնարավոր չի եղել ստեղծել կամ ուղարկել Ձեզ։
kab: Teḍra-d tuccḍa. Anagi n wawaḍ ameqtu ur yezmir ara ad yettwarnu neɣ ak-d-yettwazen.
kk: Қате орын алды. Жарамды алу есептемесін жасау немесе сізге жіберу мүмкін емес.
lt: Įvyko klaida. Nepavyko suformuoti ir jums išsiųsti atitinkamos laiško gavimo pažymos.
nb_no: En feil oppstod. Kvittering kunne ikke bli opprettet eller sendt til deg.
nn_no: Det oppstod ein feil. Klarte ikkje å opprette eller sende kvittering til deg.
pt: Ocorreu um erro. Um recibo de leitura não foi gerado nem enviado para si.
pt_br: Ocorreu uma falha. Uma confirmação de leitura apropriada não pode ser gerada ou enviada a você.
ro: A avut loc o eroare. Nu s-a putut genera sau trimite înapoi o confirmare de primire corectă.
uz: Xatolik yuz berdi. Xatni olganlik haqidagi xabar yaratilmadi yoki sizga jo‘natilmadi.
xh: Kwenzeke ukusilela okuthile. Isamkelo sokubuyisa esifanelekileyo asikwazanga kuyilwa okanye kuthunyelwa.
zh_tw: 發生錯誤，無法產生正確的收件回執或寄回給您。

source: The sender of this message has asked to be notified when you read this message. Do you wish to notify the sender?
xh: Umthumeli walo myalezo ucele ukuxelelwa xa ufunda lo myalezo. Ingaba unqwenela ukuxelela umthumeli?

source: This is a Return Receipt for the mail that you sent to %S.
am: እርስዎ ለ ላኩት ደብዳቤ ይህ የ መመለሻ ደረስኝ ነው ለ %S.
ar: هذا إعلام وصول للبريد الذي أرسلته إلى %S.
be: Гэта квіток атрымання да ліста, які вы адаслалі да %S.
br: Setu un testeni-degemer evit ar postel hoc'h eus kaset da %S.
ca: Aquesta és una confirmació de recepció del correu que heu enviat a %S.
cy: Dyma Dderbynneb Dychwelyd am e-bost anfonwyd at %S.
eu: Zuk %S(r)i bidalitako mezuaren hartu-agiri bat da hau.
hr: Ovo je potvrda čitanja za poštu koju ste poslali %S.
hu: Ez a következő címzettnek küldött levél tértivevénye: %S
hy_am: Սա %S-ին ուղարկած Ձեր նամակի ստացականն է։
kab: Wagi d anagi n wawwaḍ n yimayl i tuzneḍ i %S.
kk: Бұл сіз %S адресіне жіберген хаттың алу есептемесі.
lt: Tai – laiško, kurį jūs siuntėte adresu %S, gavimo pažyma.
nb_no: Dette er en kvittering for e-posten som du sendte til %S.
nn_no: Dette er ei kvittering for e-posten som du sende til %S.
pt: Este é o recibo de leitura da mensagem enviada para %S.
pt_br: Esta é uma confirmação de leitura para a mensagem que você enviou para %S.
ro: Aceasta este o confirmare de primire pentru mesajul pe care l-ați trimis către %S.
uz: Siz %S’ga jo‘natgan xat uchun uni olganlik haqidagi xabar.
xh: Esi Sisamkelo Sokubuyisa ukwenzela imeyile oyithumele ku-%S.
zh_tw: 這是您寄給 %S 的郵件所傳回的收件回執。

source: Return Receipt (displayed)
am: ደረሰኝ ይመልሳል (ያሳያል)
ar: إعلام وصول (عُرِضت)
be: Квіток атрымання (адлюстраваны)
br: Testeni-degemer (skrammet)
ca: Confirmació de recepció (s'ha mostrat)
cy: Derbynneb Dychwelyd (dangos)
eu: Hartu-agiria (bistaratua)
hr: Potvrda čitanja (prikazano)
hu: Tértivevény (megjelenítve)
hy_am: Ստացական (ցուցադրված)
kab: Anagi n wawwaḍ (yettwasken)
kk: Алу есептемесі (хабарлама көрсетілген)
lt: Gavimo pažyma (laiškas atvertas)
nb_no: Kvittering (vist)
nn_no: Kvittering (vist)
pt: Recibo de leitura (exibido)
pt_br: Confirmação de leitura (exibida)
ro: Confirmare de primire (afișat)
uz: &Qabul qilinganligi haqida xabar (ko‘rsatildi)
xh: Isamkelo Sokubuyisa (esibonisiweyo)
zh_tw: 收件回執 (已顯示)

source: Return Receipt (dispatched)
am: ደረሰኝ ይመልሳል (የተላከበትን)
ar: إعلام وصول (تُخلِّص منها)
be: Квіток атрымання (адасланы)
br: Testeni-degemer (dasparzhet)
ca: Confirmació de recepció (s'ha lliurat)
cy: Derbynneb Dychwelyd (anfonwyd)
eu: Hartu-agiria (bidalia)
hr: Potvrda čitanja (poslano)
hu: Tértivevény (továbbítva)
hy_am: Ստացական (ցուցադրված)
kab: Anagi n wawaḍ (yettwaḍeggeṛ)
kk: Алу есептемесі (хабарлама жіберілген)
lt: Gavimo pažyma (laiškas pristatytas)
nb_no: Kvittering (videresendt)
nn_no: Kvittering (vidaresendt)
pt: Recibo de leitura (enviado)
pt_br: Confirmação de leitura (remetida)
ro: Confirmare de primire (trimis)
uz: &Qabul qilinganligi haqida xabar (jo‘natildi)
xh: Isamkelo Sokubuyisa (esithunyelweyo)
zh_tw: 收件回執 (已轉送)

source: Return Receipt (processed)
am: ደረሰኝ ይመልሳል (ሂደቱን)
ar: إعلام وصول (عُولجت)
be: Квіток атрымання (апрацованы)
br: Testeni-degemer (keweriet)
ca: Confirmació de recepció (s'ha processat)
cy: Derbynneb Dychwelyd (prosesu)
eu: Hartu-agiria (prozesatua)
hr: Potvrda čitanja (obrađeno)
hu: Tértivevény (feldolgozva)
hy_am: Ստացական (ընթացքում է)
kab: Anagi n wawwaḍ (yettwasesfer)
kk: Алу есептемесі (өңделген)
lt: Gavimo pažyma (laiškas apdorotas)
nb_no: Kvittering (behandlet)
nn_no: Kvittering (handsama)
pt: Recibo de leitura (processado)
pt_br: Confirmação de leitura (processada)
ro: Confirmare de primire (procesat)
uz: &Qabul qilinganligi haqida xabar (bajarildi)
xh: Isamkelo sokubuyisa (esiqhutyelwe phambili)
zh_tw: 收件回執 (已處理)

source: Return Receipt (deleted)
am: ደረሰኝ ይመልሳል (የጠፋውን)
ar: إعلام وصول (حُذفت)
be: Квіток атрымання (выдалены)
br: Testeni-degemer (dilamet)
ca: Confirmació de recepció (s'ha esborrat)
cy: Derbynneb Dychwelyd (dileu)
eu: Hartu-agiria (ezabatua)
hr: Potvrda čitanja (obrisano)
hu: Tértivevény (törölve)
hy_am: Ստացական (ջնջված)
kab: Anagi n wawwaḍ (yettwakkes)
kk: Алу есептемесі (өшірілген)
lt: Gavimo pažyma (laiškas pašalintas)
nb_no: Kvittering (slettet)
nn_no: Kvittering (sletta)
pt: Recibo de leitura (apagada)
pt_br: Confirmação de leitura (excluída)
ro: Confirmare de primire (șters)
uz: &Qabul qilinganligi haqida xabar (o‘chirildi)
xh: Isamkelo sokubuyisa (esicinyiweyo)
zh_tw: 收件回執 (已刪除)

source: Return Receipt (denied)
am: ደረሰኝ ይመልሳል (የተከለከለውን)
ar: إعلام وصول (مُنِعت)
be: Квіток атрымання (забаронены)
br: Testeni-degemer (nac'het)
ca: Confirmació de recepció (s'ha denegat)
cy: Derbynneb Dychwelyd (gwrthod)
eu: Hartu-agiria (ukatua)
hr: Potvrda čitanja (odbijeno)
hu: Tértivevény (megtagadva)
hy_am: Ստացական (արգելված)
kab: Anagi n wawwaḍ (yettwagi)
kk: Алу есептемесі (тайдырылған)
lt: Gavimo pažyma (nesuteikta)
nb_no: Kvittering (avslått)
nn_no: Kvittering (avslått)
pt: Recibo de leitura (recusado)
pt_br: Confirmação de leitura (negada)
ro: Confirmare de primire (refuzat)
uz: &Qabul qilinganligi haqida xabar (rad qilindi)
xh: Isamkelo Sokubuyisa (esikhatyiweyo)
zh_tw: 收件回執 (已拒絕)

source: Return Receipt (failed)
am: ደረሰኝ ይመልሳል (የወደቀውን)
ar: إعلام وصول (فشل)
be: Квіток атрымання (няўдача)
br: Testeni-degemer (c'hwitet)
ca: Confirmació de recepció (ha fallat)
cy: Derbynneb Dychwelyd (methiant)
eu: Hartu-agiria (huts egin du)
hr: Potvrda čitanja (nije uspjelo)
hu: Tértivevény (hibás)
hy_am: Ստացական (ձախողում)
kab: Anagi n wawwaḍ (yecceḍ)
kk: Алу есептемесі (сәтсіз)
lt: Gavimo pažyma (įvyko klaida)
nb_no: Kvittering (feil)
nn_no: Kvittering (feil)
pt: Recibo de leitura (falha)
pt_br: Confirmação de leitura (falha)
ro: Confirmare de primire (eșuat)
uz: &Qabul qilinganligi haqida xabar (amalga oshmadi)
xh: Isamkelo Sokubuyisa (sisilele)
zh_tw: 收件回執 (已失敗)
