Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/multimessageview.properties.po
Languages: lt, uz

source: #1 conversation; #1 conversations
lt: #1 diskusija;#1 diskusijų;#1 diskusijos
uz: #1 ta suhbat; #1 ta suhbat

source: #1+ conversation; #1+ conversations
lt: #1+ diskusija;#1+ diskusijų;#1+ diskusijos
uz: #1+ ta suhbat; #1+ ta suhbat

source: #1 message;#1 messages
lt: #1 laiškas;#1 laiškų;#1 laiškai
uz: #1 ta xabar;#1 ta xabar

source: , #1 unread;, #1 unread
lt: , #1 neskaitytas;, #1 neskaitytų;, #1 neskaityti
uz: , #1 ta o‘qilmagan;, #1 ta o‘qilmagan

source: , #1 ignored;, #1 ignored
lt: , #1 nepaisomas;, #1 nepaisoma;, #1 nepaisomi
uz: , #1 ta e’tiborsiz qoldirilgan;, #1 ta e’tiborsiz qoldirilgan

source: , #1+ ignored;, #1+ ignored
lt: , nepaisoma #1+;, nepaisoma #1+;, nepaisoma #1+
uz: , #1+ ta e’tiborsiz qoldirilgan;, #1+ ta e’tiborsiz qoldirilgan

source: (no subject)
lt: (tema nenurodyta)
uz: (mavzusiz)

source: These messages take up #1.
lt: Šie laiškai užima #1.
uz: Ushbu xabarlar #1 joy oladi.

source: These messages take up more than #1.
lt: Šie laiškai užima daugiau nei #1.
uz: Ushbu xabarlar #1 dan ko‘proq joy oladi.

source: (Note: #1 messages are selected, the first #2 are shown)
lt: (Pastaba: pažymėta #1 laiškų, rodomi tik pirmieji #2)
uz: (Eslatma: #1 ta xabar tanlandi, oldindagi #2 ta xabar ko‘rsatilgan)
