Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/prefs.properties.po
Languages: bg, br, bs, ca, cy, eu, hr, hu, hy_am, id, kab, lt, nb_no, nn_no, sl, uz, zh_tw

source: Error Creating Identity
bg: Грешка при създаване на самоличност
br: Fazi en ur grouiñ ar bivelezh
bs: Greška pri kreiranju identiteta
ca: S'ha produït un error en crear la identitat
cy: Gwall wrth Greu Enw
eu: Errorea identitatea sortzean
hr: Greška prilikom stvaranja identiteta
hu: Hiba a személyazonosság létrehozásakor
hy_am: Որոշիչի ստեղծման սխալ
id: Kesalahan Membuat Identitas
kab: Tuccḍa di tmerna n tmagit
lt: Klaida įrašant tapatumo duomenis
nb_no: Feil ved opprettelse av identitet
nn_no: Feil ved oppretting av identitet
sl: Napaka pri ustvarjanju identitete
uz: Shaxsni aniqlashni yaratishda xatolik
zh_tw: 建立身份時發生錯誤

source: Are you sure you want to delete the identity %S?
bg: Сигурен ли сте, че желаете да изтриере този профил %S?
br: Ha sur oc'h e fell deoc'h dilemel ar bivelezh %S ?
bs: Da li ste sigurni da želite obrisati identitet %S?
ca: Esteu segur que voleu suprimir la identitat %S?
cy: Ydych chi'n siŵr eich bod eisiau dileu'r hunaniaeth %S?
eu: Ziur zaude honako identitatea ezabatu nahi duzula: %S?
hr: Jeste li sigurni da želite obrisati identitet %S?
hu: Biztos benne, hogy törölni akarja a személyazonosságot: %S?
kab: Tebɣiḍ ad tekkseḍ tamagit %S?
lt: Ar tikrai pašalinti tapatybę „%S“?
nb_no: Er du sikker på at du vil slette identiteten %S?
nn_no: Er du sikker på at du vil slette identiteten %S?
sl: Ali res želite izbrisati identiteto %S?
uz: Shaxsni tasdiqlashni o‘chirishni xohlaysizmi %S?
zh_tw: 您確定要刪除 %S 的身份？

source: Deleting identity for %S
bg: Изтриване на профила за %S
br: O tilemel ar bivelezh evit %S
bs: Brisanje identiteta za %S
ca: S'està suprimint la identitat de %S
cy: Dileu hunaniaeth %S
eu: %S konturako identitatea ezabatzen
hr: Brisanje identiteta za %S
hu: Személyazonosság törlése ebből: %S
kab: Tukksa n tmagit i %S
lt: Tapatybės šalinimas paskyroje „%S“
nb_no: Sletter identiteten %S
nn_no: Slettar identiteten %S
sl: Brisanje identitete za %S
uz: %S uchun shaxsni tasdiqlash o‘chirilmoqda
zh_tw: 正在刪除 %S 的身份

source: Delete
bg: Изтриване
br: Dilemel
bs: Izbriši
ca: Suprimeix
cy: Dileu
eu: Ezabatu
hr: Obriši
hu: Törlés
hy_am: Ջնջել
id: Hapus
kab: Kkes
lt: Pašalinti
nb_no: Slett
nn_no: Slett
sl: Izbriši
uz: O‘chirish
zh_tw: 刪除

source: Choose a file
bg: Избор на файл
br: Dibab ur restr
bs: Izaberite fajl
ca: Tria un fitxer
cy: Dewis ffeil
eu: Aukeratu fitxategi bat
hr: Odaberite datoteku
hu: Tallózás
hy_am: Ընտրեք ֆայլը
id: Pilih berkas
kab: Fren afaylu
lt: Parinkti failą
nb_no: Velg en fil
nn_no: Vel ei fil
sl: Izberite datoteko
uz: Faylni tanlash
zh_tw: 選擇檔案

source: For account "%S"
bg: За регистрация "%S"
br: Evit ar gont "%S"
bs: Za račun "%S"
ca: Per al compte «%S»
cy: Ar gyfer cyfrif "%S"
eu: "%S" kontuarentzat
hr: Za račun "%S"
hu: Ehhez a fiókhoz: „%S”
hy_am: "%S" փոստարկղի համար
id: Untuk akun "%S"
kab: I umiḍan "%S"
lt: Paskyrai „%S“
nb_no: For kontoen «%S»
nn_no: For kontoen «%S»
sl: Za račun "%S"
uz: "%S" hisobi uchun
zh_tw: 對於帳號「%S」

source: Confirm permanent, automatic deletion of messages
bs: Potvrda trajnog, automatskog brisanja poruka
ca: Confirmeu la supressió automàtica i permanent de missatges
cy: Cadarnhau dileu negeseuon yn awtomatig, yn barhaol
hr: Potvrdite trajno, automatsko brisanje poruka
hu: Üzenetek végleges, automatikus törlésének megerősítése
kab: Sentem tukksa i lebda s wudem awurman n yeznan
lt: Patvirtinti neatšaukiamą automatinį laiškų trynimą
nb_no: Bekreft permanent og automatisk sletting av meldinger
nn_no: Stadfest permanent og automatisk sletting av meldingar
uz: Xabarlarni avtomatik butunlay o‘chirishni tasdiqlash

source: This setting will permanently delete old messages from the remote server AND your local storage. Are you sure you want to proceed?
bs: Ova postavka će trajno izrisati stare poruke sa udaljenog servera i vaše lokalne kopije. Da li ste sigurni da želite nastaviti?
ca: Aquest paràmetre suprimirà permanentment els missatges antics tant del servidor remot com de l'emmagatzematge local. Esteu segur que voleu continuar?
cy: Bydd y gosodiad hwn yn dileu yn barhaol hen negeseuon o weinydd pell A'CH storfa leol. Ydych chi'n siŵr eich bod am barhau?
hr: Ova postavka će trajno obrisati stare poruke s udaljenog poslužitelja i lokalnog diska. Jeste li sigurni da želite nastaviti?
hu: Ez véglegesen törli a régi üzeneteket a távoli kiszolgálóról ÉS a számítógépről is. Biztosan folytatja?
kab: Aɣewwaṛ-agi ad yekkes i lebda iznan iqbuṛen seg uqeddac anmegga UDIƔ seg usekles inek adigan. Tebɣiḍ ad tedduḍ?
lt: Šis parinkimas nesugrąžinamai pašalins laiškus tiek iš serverio, tiek saugomus šiame kompiuteryje. Ar tikrai to norite?
nb_no: Denne innstillingen vil permanent slette gamle meldinger fra den eksterne serveren OG fra lokal lagring. Er du sikker på at du vil fortsette?
nn_no: Denne innstillinga vil permanent slettA gamle meldingAr frå den eksterne tenaren OG frå lokal lagring. Er du sikker på at du vil halde fram?
uz: Bu parametrni tanlasangiz, masofadagi server va kompyuterdagi barcha eski xabarlar o‘chirib tashlanadi. Davom ettirishni xohlaysizmi?

source: New Identity
bs: Novi identitet
ca: Identitat nova
lt: Nauja tapatybė

source: Edit %S
bs: Uredi %S
ca: Edita %S
lt: Taisa – %S

source: A mail or newsgroup account with the same user name and server name already exists. Click Back and enter a different server name, or click Cancel.
zh_tw: 在您所指定的伺服器上已經有人用了您所設定的帳號了。 請按「上一步」並輸入一個不同的伺服器名稱或取消。
