Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/prefs.properties.po
Languages: bg, br, bs, ca, cy, eu, hr, hu, hy_am, id, kab, lt, nb_no, nn_no, sl, uz, zh_tw

source: If you store this account's new mail in a different account's Inbox, you will no longer be able to access already downloaded e-mail for this account. If you have mail in this account, please copy it to another account first. If you have filters that filter mail into this account, you should disable them or change the destination folder. If any accounts have special folders in this account (Sent, Drafts, Templates, Archives, Junk), you should change them to be in another account. Do you still want to store this account's e-mail in a different account?
bg: Ако съхраните новата поща на регистрацията в друга пощенска кутия повече няма да имате достъп до вече изтеглените писма от тази регистрация. Ако имате писма в нея, първо ги копирайте в другата регистрация. Ако имате филтри, които сортират писма в тази регистрация, би трябвало да ги изключите или да ги пренасочите към новата папка. Ако регистрациите имат специални папки (Изпратени писма, Чернови, Шаблони), би трябвало да ги промените да присъстват в другата регистрация. Все още ли искате да съхраните тази поща в друга регистрация?
br: Mar gwaredot posteloù nevez ar gont-mañ en ur voestad degemer eus ur gont disheñvel, ne viot ket evit tizhout ar posteloù bet pellgarget a-raok evit ar gont-mañ. Mard ez eus posteloù gant ar gont-mañ, grit eiladoù anezho en ur gont-all da gentañ. Mard hoc'h eus siloù o silañ posteloù ar gont-mañ, gwell e vefe deoc'h o tiweredekaat pe gemmañ an teuliad arvoned. Ma n'eus teuliad arbennik ebet gant ar c'hontoù-mañ (Kaset, Brouilhedoù, Patromoù, Dielloù, Lastez) e vefe gwell o c'hemmañ d'o lakaat en ur gont disheñvel. Fellout a ra deoc'h gwarediñ posteloù ar gont-mañ en ur gont disheñvel ?
ca: Si emmagatzemeu el correu nou d'aquest compte a la safata d'entrada d'un compte diferent, no podreu accedir als missatges de correu d'aquest compte que ja s'hagin baixat anteriorment. Si teniu missatges en aquest compte, primer copieu-los a un altre compte. Si teniu filtres creats que afectin aquest compte, heu d'inhabilitar-los o canviar la carpeta de destinació. Si qualsevol dels comptes té carpetes especials (Enviats, Esborranys, Plantilles, Arxiu, Correu brossa) heu de canviar-les a l'altre compte. Esteu segur que voleu emmagatzemar els missatges d'aquest compte en un compte diferent?
cy: Os ydych yn cadw e-bost newydd y cyfrif mewn Blwch Derbyn cyfrif gwahanol, ni fydd modd i chi gael mynediad at e-byst y cyfrif hwn sydd eisoes wedi eu llwytho i lawr. Os oes gennych e-byst yn y cyfrif hwn, copïwch nhw i gyfrif arall yn gyntaf. Os oes gennych hidlau sy'n hidlo e-bost i'r cyfrif hwn, dylech eu hanalluogi neu newid y ffolder targed. Os oes gan unrhyw gyfrif ffolderi arbennig yn y cyfrif hwn (Anfonwyd, Drafftiau, Templedi, Archifau, Sbam) dylech eu newid i gyfrif arall. A ydych dal eisiau cadw e-bost y cyfrif mewn cyfrif gwahanol?
eu: Kontu honen posta berria beste kontu baten sarrera-ontzian gordetzen baduzu, kontu honetan dagoeneko deskargatu diren mezuak ezingo dituzu ikusi. Kontu honetan posta baduzu, kopia ezazu beste kontu batera. Kontu hau iragazten duten iragazkiak badituzu, desgaitu egin behar zenituzke edo helburu-karpeta aldatu behar zenuke. Edozein kontuk karpeta bereziak baditu kontu honetan (bidalitakoak, zirriborroak, txantiloiak, artxiboak, zaborra), beste kontu batera aldatu behar zenituzke. Hala eta guztiz ere kontu honetako posta beste kontu batean gorde nahi duzu?
hr: Ako spremate novu poštu ovog računa e-pošte u mapu primljene pošte drugog računa, nećete biti u mogućnosti pristupiti već primljenoj pošti ovog računa. Ako imate pošte u mapi ovog računa, prvo je kopirajte u mapu drugog računa. Ako imate filtere koji filtriraju e-poštu ovog računa, trebate ih isključiti ili usmjeriti na drugu mapu. Ako bilo koji račun ima posebne mape u ovom računu (Poslano, Skice, Predlošci, Arhiva, Neželjena pošta), trebate ih usmjeriti na druge račune. Želite li još uvijek spremati e-poštu ovoga računa u drugi račun?
hu: Ha a postafiók új üzeneteit egy másik postafiók Beérkezett üzenetek mappájában tárolja, többé nem fogja tudni elérni a postafiókból mostanáig letöltött leveleket. Ha vannak levelei ebben a postafiókban, először másolja át egy másik postafiókba. Ha vannak olyan szűrői, amelyek ebbe a postafiókba szűrnek leveleket, tiltsa le azokat, vagy változtassa meg a célmappájukat. Ha vannak ebben a postafiókban különleges mappák (Elküldött elemek, Piszkozatok, Sablonok, Archívum, Szemét), akkor ezeket át kell helyeznie egy másik postafiók alá. Még mindig azt szeretné, hogy a postafiók levelei egy másik postafiókban tárolódjanak?
kab: Ma yella tesseklaseḍ tirawt tamaynut n umiḍan-agi deg Tirawt n unekcum n umiḍan nniḍan, ur tettizmireḍ ara ad tkecmeḍ ɣer yeznan n umiḍan-agi i d-yudren. Ma ɣur-k iznan deg umiḍan-agi, nɣel-iten di tazwara ɣer umidan nniḍen. Ma yella ɣur-k imzizdigen i yezzizdigen tirawt ɣer umiḍan-agi, yessefk ad tekkseḍ armad nsen neɣ ad tesnifleḍ akaram aɣerwaḍ. Ma yella imiḍanen gebren ikaramen deg umiḍan-agi (Ttwaznen, Irewwayen, Aḥraz, Aspam), yessefk ad ten-tawiḍ ɣer umiḍan nniḍen. Tebɣiḍ ad teǧǧeḍ tirawt n umiḍan-agi deg umiḍan nniḍen?
lt: Jeigu šios paskyros naujus laiškus laikysite kitos paskyros gautų laiškų aplanke, tai nebegalėsite prieiti prie anksčiau atsiųstų šios paskyros laiškų. Jei turite ankstesnių šios paskyros laiškų, tai pirma nukopijuokite juos į kitą paskyrą. Jei turite laiškų filtrų, filtruojančių šios paskyros laiškus, tai išjunkite juos arba pakeiskite paskirties aplankus. Jei kurios nors paskyros turi specialių aplankų šioje paskyroje (pvz., „Išsiųsti laiškai“, „Juodraščiai“, „Šablonai“, „Archyvas“, „Brukalas“), tai juos taip pat reikia pakeisti, kad jie atsirastų kitoje paskyroje. Ar tikrai laikyti šios paskyros el. laiškus kitoje paskyroje?
nb_no: Dersom du lagrer denne kontoens nye e-post i en annen innboks, vil du ikke lenger kunne få tilgang til gammel e-post i denne kontoen. Dersom du har e-post i denne kontoen, kopier den til en annen konto først. Dersom du har filtre som filtrerer e-post inn til denne kontoen, bør du slå de av eller endre målmappen. Dersom noen kontoer har spesialmapper som tilhører denne kontoen (Sendt, Utkast, Maler), bør du flytte dem til en annen konto. Ønsker du fortsatt å lagre denne kontoens e-post i en annen konto?
nn_no: Dersom du lagrar den nye e-posten til denne kontoen i ein annan innboks, vil du ikkje lenger kunne få tilgang til gammal e-post i denne kontoen. Dersom du har e-post i denne kontoen, kopier han til ein annan konto fyrst. Dersom du har filter som filtrerer e-post inn til denne kontoen, bør du slå dei av eller endre målmappa. Dersom enkelte kontoar har spesialmapper som høyrer til denne kontoen (Sendt, Utkast, Malar), bør du flytte dei til ein annan konto. Ønskjer du framleis å lagre e-posten til denne kontoen i ein annan konto?
sl: Če novo pošto tega računa shranite v poštni predal kakega drugega računa, ne boste mogli več dostopati do pošte, ki ste jo za ta račun že prenesli. Če imate na tem računu pošto, jo najprej skopirajte na drugi račun. Če imate filtre, ki filtrirajo pošto na ta račun, jih morate onemogočiti ali jim spremeniti ciljno mapo. Če ima katerikoli od računov posebne mape (Poslano, Osnutki, Predloge, Arhiv) v tem računu, jih morate prestaviti v drug račun. Ali še vedno želite shraniti pošto na tem računu v drug račun?
uz: Agar bu hisobning yangi xatini boshqa hisobning kiruvchi xabarlariga joylashtirsangiz, bu hisob uchun oldin yuklab olingan xatlardan foydalana olmaydiz. Agar bu hisobda xatingiz bo‘lsa, birinchi navbatda boshqa hisobga undan nusxa ko‘chiring. Bu hisob ichidafilterlaringiz bo‘lsa, ularni o‘chirishingiz yoki mo‘ljaldagi jildni o‘zgartirishingiz lozim. Agar bu hisobingiz ichidagi hisoblarda maxsus jildlar bo‘lsa, (Jo‘natilgan, Qoralama, Namunalar, Arxivlar, Spam), ularni boshqa hisobga o‘zgartirishingiz mumkin. Siz hali ham bu hisobdagi e-pochtani boshqa hisob ichiga joylashtirmoqchimisiz?
zh_tw: 若您將此帳號的新郵件儲存於不同帳號的收件匣，您將無法存取此帳號已下載的電子郵件。若您在此帳號已有郵件，請先將其複製到其他帳號的資料夾。 若您已設定將郵件篩選至此帳號的資料夾，您應該停用那些篩選條件，或是修改目的資料夾。若任何帳號在此帳號中有特別的資料夾（例如寄件備份、草稿、範本、備存、垃圾信件等資料夾），您應該將其資料夾移動到其他帳號。 您還想要將此帳號的電子郵件儲存到其他帳號嗎？

source: Defer Account?
bg: Отлагане на регистрация?
br: Daleañ ar gont ?
bs: Odgoditi račun?
ca: Voleu deferir el compte?
cy: Gohirio'r Cyfrif?
eu: Atzeratu kontua?
hr: Odgodi račun?
hu: Postafiók átirányítása
hy_am: Հետաձգե՞լ հաշիվը։
id: Tunda Akun?
kab: Amiḍan nniḍen?
lt: Perkėlimas į kitą paskyrą
nb_no: Overlat konto?
nn_no: Overlate konto?
sl: Naj se račun odloži?
uz: Hisob qoldirilsinmi?
zh_tw: 延遲帳號？

source: The directory specified in the Local Directory setting is already used by the "%S" account. Please pick a different directory.
bg: Указаната директория вече се използва от регистрацията „%S“. Моля, изберете различна директория.
br: Ar c'havlec'h erspizet e-barzh an arventenn « Kavlec'h lec'hel » zo arveret endeo gant ar gont "%S". Dibabit ur c'havlec'h disheñvel mar plij.
bs: Direktorij naveden u postavkama lokalnog direktorija već koristi račun "%S". Izaberite drugi direktorij.
ca: El compte «%S» ja utilitza el directori indicat al paràmetre Directori Local. Trieu un altre directori.
cy: Mae cyfeiriadur rhiant y cyfeiriadur pennwyd yn y gosodiad Cyfeiriadur Lleol eisoes yn cael ei ddefnyddio gan y cyfrif "%S". Dewiswch gyfeiriadur arall.
eu: Direktorio lokalen ezarpenean zehaztutako direktorioa "%S" kontuak erabiltzen du. Hautatu beste direktorio bat.
hr: Mapu određena u postavkama Lokalne mape već koristi račun "%S". Izaberite drugu mapu.
hu: A helyi könyvtár beállításban megadott könyvtárat már használja a(z) „%S” fiók. Válasszon egy másik könyvtárat.
kab: Akaram d-ittunefken deg uɣewwaṛ Akaram Adigan iseqdac-it yakan umiḍan "%S". Ma ulac aɣilif, ddem akaram nniḍen.
lt: Šį aplanką jau naudoja paskyra „%S“. Parinkite kitą aplanką.
nb_no: Mappen oppgitt i Lokal Mappe-innstillingen er allerede brukt av «%S»-kontoen. Velg en annen mappe.
nn_no: Mappa som er valt i Lokal Mappe-innstillinga er allerie brukt av kontoen «%S». Vel ei anna mappe.
sl: Mapa, navedena kot Krajevna mapa, že uporablja račun %S. Izberite drugo mapo.
uz: Kompyuterdagi direktoriyalar sozlamasida ko‘rsatilgan direktoriya "%S" tomonidan foydalanilmoqda. Boshqa direktoriyani tanlang.
zh_tw: 本地目錄選項當中所指定的目錄已被「%S」帳號使用。請指定不同的目錄。

source: A parent directory of the directory specified in the Local Directory setting is already used by the "%S" account. Please pick a different directory.
bg: Родителска директория на указаната директория вече се използва от регистрацията „%S“. Моля, изберете различна директория.
br: Ur c'havlec'h kar eus ar c'havlec'h erspizet e-barzh an arventenn « Kavlec'h lec'hel » zo arveret endeo gant ar gont "%S". Dibabit ur c'havlec'h disheñvel mar plij.
bs: Roditeljski direktorij direktorija navedenog u postavkama lokalnog direktorija već koristi račun "%S". Izaberite drugi direktorij.
ca: El compte «%S» ja utilitza un directori pare del directori indicat al paràmetre Directori Local. Trieu un altre directori.
cy: Mae cyfeiriadur rhiant y cyfeiriadur pennwyd yn y gosodiad Cyfeiriadur Lleol eisoes yn cael ei ddefnyddio gan y cyfrif "%S". Dewiswch gyfeiriadur arall.
eu: Direktorio lokalen ezarpenean zehaztutako direktorioaren direktorio guraso bat "%S" kontuak erabiltzen du. Hautatu beste direktorio bat.
hr: Mapu roditelj od mape određene u postavkama Lokalne mape već koristi račun "%S". Izaberite drugu mapu.
hu: A helyi könyvtár beállításban megadott könyvtár egyik szülőkönyvtárát már használja a(z) „%S” fiók. Válasszon egy másik könyvtárat.
kab: Akaram asaraw n ukaram d-ittunefken deg uɣewwaṛ Akaram Adigan iseqdac-it yakan umiḍan "%S". Ma ulac aɣilif, ddem akaram nniḍen.
lt: Šio aplanko viršaplankį jau naudoja paskyra „%S“. Parinkite kitą aplanką.
nb_no: En foreldermappe av mappen oppgitt i Lokal Mappe-innstillingen er allerede brukt av «%S»-kontoen. Velg en annen mappe.
nn_no: Ei foreldermappe av mappa som er valt i Lokal Mappe-innstillinga er allereie brukt av «%S»-kontoen. Vel ei anna mappe.
sl: Nadrejena mapa mape, navedene v nastavitvah za Krajevne mape, že uporablja račun "%S". Izberite drugo mapo.
uz: Kompyuterdagi direktoriyalar sozlamasida ko‘rsatilgan asosiy direktoriya ichidagi direktoriya "%S" tomonidan foydalanilmoqda. Boshqa direktoriyani tanlang.
zh_tw: 本地目錄選項當中所指定目錄的上層目錄已被「%S」帳號使用。請指定不同的目錄。

source: A subdirectory of the directory specified in the Local Directory setting is already used by the "%S" account. Please pick a different directory.
bg: Поддиректория на указаната директория вече се използва от регистрацията „%S“. Моля, изберете различна директория.
br: Un iskavlec'h eus ar c'havlec'h erspizet e-barzh an arventenn « Kavlec'h lec'hel » zo arveret endeo gant ar gont "%S". Dibabit ur c'havlec'h disheñvel mar plij.
bs: Poddirektorij direktorija navedenog u postavkama lokalnog direktorija već koristi račun "%S". Izaberite drugi direktorij.
ca: El compte «%S» ja utilitza un subdirectori del directori indicat al paràmetre Directori Local. Trieu un altre directori.
cy: Mae is-gyfeiriadur y cyfeiriadur pennwyd yn y gosodiad Cyfeiriadur Lleol eisoes yn cael ei ddefnyddio gan y cyfrif "%S". Dewiswch gyfeiriadur arall.
eu: Direktorio lokalen ezarpenean zehaztutako direktorioaren azpidirektorio bat "%S" kontuak erabiltzen du. Hautatu beste direktorio bat.
hr: Podmapu mape određene u postavkama Lokalne mape već koristi račun "%S". Izaberite drugu mapu.
hu: A helyi könyvtár beállításban megadott könyvtár egyik alkönyvtárát már használja a(z) „%S” fiók. Válasszon egy másik könyvtárat.
kab: Akaram asnawan n ukaram d-ittunefken deg uɣewwaṛ Akaram Adigan iseqdac-it yakan umiḍan "%S". Ma ulac aɣilif, ddem akaram nniḍen.
lt: Šio aplanko poaplankį jau naudoja paskyra „%S“. Parinkite kitą aplanką.
nb_no: En undermappe av mappen oppgitt i Lokal Mappe-innstillingen er allerede brukt av «%S»-kontoen. Velg en annen mappe.
nn_no: Ei undermappe av mappa som er valt i Lokal Mappe-innstillinga er allereie brukt av «%S»-kontoen. Vel ei anna mappe.
sl: Podmapa mape, navedene v nastavitvah Krajevnih map, že uporablja račun "%S". Izberite drugo mapo.
uz: Kompyuterdagi direktoriyalar sozlamasida ko‘rsatilgan direktoriya ichidagi direktoriya "%S" tomonidan foydalanilmoqda. Boshqa direktoriyani tanlang.
zh_tw: 本地目錄選項當中所指定目錄的子目錄已被「%S」帳號使用。請指定不同的目錄。

source: user
bg: потребител
br: arveriad
bs: korisnik
ca: usuari
cy: defnyddiwr
eu: erabiltzailea
hr: pero
hu: felhasznalo
hy_am: օգտվող
id: pengguna
kab: aseqdac
lt: vpavardenis
nb_no: bruker
nn_no: brukar
sl: uporabnik
uz: foydalanuvchi

source: example.net
br: skouer.bzh
bs: primjer.ba
cy: esiampl.net
eu: adibidea.eus
hy_am: haysoft.org
kab: amedya.net
nb_no: eksempel.no
nn_no: eksempel.no
zh_tw: mozilla.org

source: Email Address:
bg: Адрес на е-поща:
br: Chomlec'h postel :
bs: Email adresa:
ca: Adreça electrònica:
cy: Cyfeiriad E-bost:
eu: Helbide elektronikoa:
hr: Adresa e-pošte:
hu: E-mail cím:
hy_am: Էլ. հասցեներ.
id: Alamat Email:
kab: Tansa imayl:
lt: El. pašto adresas:
nb_no: E-postadresse:
nn_no: E-postadresse:
sl: E-naslov:
uz: E-pochta manzili
zh_tw: 電子郵件地址:

source: Enter your email address. This is the address others will use to send email to you (for example, "%1$S@%2$S").
bg: Въведете вашия пощенски адрес. Този адрес ще използват другите, за да ви изпращат писма (например, "%1$S@%2$S").
br: Roit ho postel. Talvezout a raio ar postel-se d'ar re all evit kas deoc'h posteloù (da skouer, "%1$S@%2$S").
bs: Unesite vašu email adresu. Ovo je adresa koju će drugi koristiti kako bi vam poslali email poruku (naprimjer, "%1$S@%2$S").
ca: Introduïu la vostra adreça electrònica, que és l'adreça que els altres utilitzaran per enviar-vos correu (per exemple, «%1$S@%2$S»).
cy: Rhowch eich cyfeiriad e-bost. Hwn fydd y cyfeiriad bydd eraill yn anfon e-bost atoch (e.e, "%1$S@%2$S").
eu: Sartu zure helbide elektronikoa. Hau da besteek zuri mezuak bidaltzeko erabiliko duten helbidea (adibidez, "%1$S@%2$S").
hr: Unesite svoju adresu e-pošte. Ovo je adresa koju će drugi koristiti kako bi vam poslali e-poštu (na primjer, "%1$S@%2$S").
hu: Írja be az e-mail címét. Ezt a címet használjuk a levelek elküldésénél (például: „%1$S@%2$S”).
hy_am: Նշեք Ձեր էլ. հասցեն։ Սա այն հասցեն է, որին Ձեզ նամակներ կուղարկեն այլ մարդիկ (օր.՝ "%1$S@%2$S")։
id: Masukkan alamat email Anda. Alamat ini akan digunakan orang lain untuk mengirim email kepada Anda (contohnya "%1$S@%2$S").
kab: Sekcem tansa yinek imayl. Tagi d tansa ara sqedcen wiyaḍ iwakken ad k-d-aznen iznan(amedya, "%1$S@%2$S").
lt: Įveskite savo el. pašto adresą (pvz., „%1$S@%2$S“).
nb_no: Skriv inn e-postadressen din. Dette er adressen andre kan bruke når de sender e-post til deg (for eksempel «%1$S@%2$S»).
nn_no: Skriv inn e-postadressa di. Dette er adressa andre kan bruke når dei sender e-post til deg (til dømes «%1$S@%2$S»).
sl: Vnesite svoj e-poštni naslov. To je naslov, na katerega vam bodo drugi pošiljali svojo pošto (na primer, "%1$S@%2$S").
uz: E-pochta manzilingizni tekshiring. Ushbu manzildan boshqalar sizga xat jo‘natish uchun foydalanadi (masalan, "%1$S@%2$S").
zh_tw: 輸入您的電子郵件位址。（例如: %1$S@%2$S）

source: Enter your %1$S %2$S (for example, if your %1$S email address is "%3$S", your %2$S is "%4$S").
bg: Въведете вашия %1$S %2$S (например, ако вашия %1$S електронен адрес "%3$S", то вашия %2$S е "%4$S").
br: Roit ho %1$S %2$S (da skouer, mard eo %1$S ho postel eo "%3$S", eo %2$S ho "%4$S").
bs: Unesite vaš %1$S %2$S (naprimjer, ako je vaša %1$S email adresa "%3$S", vaša %2$S je "%4$S").
ca: Introduïu el vostre %1$S %2$S (per exemple, si la vostra adreça electrònica %1$S és «%3$S», el vostre %2$S és «%4$S»).
cy: Rhowch eich %1$S%2$S (er enghraifft, os mai "%3$S" yw eich cyfrif e-bost %1$S, yna %2$S yw eich "%4$S").
eu: Sartu zure %1$S %2$S (adibidez, zure %1$S e-posta helbidea "%3$S" bada, orduan zure %2$S "%4$S" da).
hr: Unesite vaš %1$S %2$S (na primjer, ako adresa e-pošte %1$S je "%3$S", vaša %2$S je "%4$S").
hu: Írja be a %1$S %2$S (például ha az Ön %1$S e-mail címe „%3$S”, akkor az Ön %2$S a következő: „%4$S”).
hy_am: Գրեք Ձեր %1$S %2$S (օրինակ, եթե Ձեր %1$S էլ. հասցեն "%3$S" է, ապա Ձեր %2$S կլինի "%4$S")։
id: Masukkan alamat %1$S %2$S (contohnya, jika %1$S alamat email adalah "%3$S", %2$S Anda adalah "%4$S").
kab: Sekcem %2$S yinek n %1$S (amedya, ma yella tansa inek imayl %1$S d "%3$S", %2$S yinek d "%4$S").
lt: Surinkite savo %1$S %2$S (pvz., jeigu jūsų %1$S elektroninio pašto adresas yra „%3$S“, tai %2$S gali būti „%4$S“).
nb_no: Skriv inn ditt %1$S %2$S (for eksempel dersom din %1$S e-postadresse er «%3$S», så er din %2$S lik «%4$S»)
nn_no: Skriv inn ditt %1$S %2$S (til dømes dersom di %1$S e-postadresse er «%3$S», så er di %2$S lik «%4$S»)
sl: Vnesite svoj %1$S %2$S (če je na primer vaš %1$S e-naslov "%3$S", je vaš %2$S "%4$S").
uz: %1$S %2$S pochta xizmatini kiriting (masalan, pochta xizmat %1$S bo‘lsa, e-pochta manzilingiz "%3$S" kabi bo‘lsa, foydalanuvchi nomi %2$S – "%4$S" bo‘ladi).
zh_tw: 輸入您的 %1$S %2$S。(一般來說，如果您 %1$S 的電子郵件帳號是「%3$S」，您的 %2$S 就是「%4$S」）

source: Server Settings
bg: Настройки на сървъра
br: Arventennoù an dafariad
bs: Postavke servera
ca: Paràmetres del servidor
cy: Gosodiadau'r Gweinydd
eu: Zerbitzariaren ezarpenak
hr: Postavke poslužitelja
hu: Kiszolgáló beállításai
hy_am: Սպասարկիչի կարգավորումներ
id: Pengaturan Server
kab: Iɣewwaṛen n uqeddac
lt: Serverio nuostatos
nb_no: Serverinnstillinger
nn_no: Tenarinnstillingar
sl: Nastavitve strežnika
uz: Server sozlamalari
zh_tw: 伺服器設定

source: Copies & Folders
bg: Копия и папки
br: Eiladoù & teuliadoù
bs: Kopije i direktoriji
ca: Còpies i carpetes
cy: Copïau a Ffolderi
eu: Kopiak eta karpetak
hr: Kopije i mape
hu: Másolatok és mappák
hy_am: Պատճեներ և թղթապանակներ
id: Salinan & Folder
kab: inɣal & ikaramen
lt: Laiškai ir aplankai
nb_no: Kopier og mapper
nn_no: Kopiar og mapper
sl: Kopije in mape
uz: Nusxalar va jildlar
zh_tw: 備份與郵件匣

source: Synchronization & Storage
bg: Синхронизация и съхранение
br: Goubredañ & kadaviñ
bs: Sinhronizacija i pohrana
ca: Sincronització i emmagatzematge
cy: Cydweddu a Storio
eu: Sinkronizazio eta biltegiratzea
hr: Sinkronizacija i skladištenje
hu: Szinkronizálás és tárhely
hy_am: Համաժամեցում և կրիչը
id: Sinkronisasi & Ruang Penyimpanan
kab: Amtawi & usekles
lt: Sinchronizavimas ir atmintinė
nb_no: Synkronisering og lagring
nn_no: Synkronisering og lagring
sl: Usklajevanje in Shramba
uz: Sinxronlash va ombor
zh_tw: 同步與儲存

source: Disk Space
bg: Дисково място
br: Egor war ar gantenn
bs: Prostor na disku
ca: Espai de disc
cy: Lle ar Ddisg
eu: Diskoko lekua
hr: Diskovni prostor
hu: Lemezterület
hy_am: Ազատ տեղ
id: Ruang Disk
kab: Amkan deg udebṣi
lt: Disko atmintinė
nb_no: Diskplass
nn_no: Diskplass
sl: Prostor na disku
uz: Diskdagi joy
zh_tw: 磁碟空間

source: Composition & Addressing
bg: Писане и адресиране
br: Aozañ & Chomlec'hiañ
bs: Sastavljanje i adresiranje
ca: Redacció i adreçament
cy: Ysgrifennu a Chyfeirio
eu: Mezuak prestatzea eta helbideratzea
hr: Sastavljanje i adresiranje
hu: Címzés és szerkesztés
hy_am: Նամակագրություն և հասցեավորում
id: Susun & Alamat
kab: Asuddes & Asenki
lt: Laiškų rašymas ir adresavimas
nb_no: Utforming og adressering
nn_no: Utforming og adressering
sl: Sestavljanje in naslavljanje
uz: Xat yozish va manzilga jo‘natish
zh_tw: 寫信與通訊錄

source: Junk Settings
bg: Настройки за нежелана поща
br: Arventennoù al lastez
ca: Paràmetres del correu brossa
cy: Gosodiadau Sbam
eu: Zabor-ezarpenak
hr: Postavke neželjene pošte
hu: Levélszemét
hy_am: Թափոնի կարգավորումներ
id: Pengaturan Pesan Junk
kab: Iɣewwaṛen n uspam
lt: Brukalas
nb_no: Uønsket e-post
nn_no: Uønskt e-post
sl: Nastavitve neželene pošte
uz: Spam sozlamalari
zh_tw: 垃圾郵件設定

source: Outgoing Server (SMTP)
bg: Изходящ сървър (SMTP)
br: Dafariad kas (SMTP)
bs: Odlazni server (SMTP)
ca: Servidor de sortida (SMTP)
cy: Gweinydd Anfon (SMTP)
eu: Irteerako SMTP zerbitzaria
hr: Odlazni poslužitelj (SMTP)
hu: Levélküldő kiszolgáló (SMTP)
hy_am: Ելքային սպասարկիչը (SMTP)
id: Server Pengirim (SMTP)
kab: Aqeddac uffiɣ (SMTP)
lt: Laiškų išsiuntimo serveris (SMTP)
nb_no: Utgående SMTP-server (SMTP)
nn_no: Utgåande SMTP-tenar
sl: Odhodni strežnik (SMTP)
uz: Chiquvchi server (SMTP)
zh_tw: SMTP 寄件伺服器

source: Identities for %1$S
bg: Самоличности за %1$S
br: Pivelezhioù evit %1$S
bs: Identiteti za %1$S
ca: Identitats per a %1$S
cy: Enwau ar gyfer %1$S
eu: %1$S(r)en identitateak
hr: Identiteti za %1$S
hu: %1$S személyazonosságai
hy_am: Նույնությունը %1$S-ի համար
id: Identitas untuk %1$S
kab: Timagiyin i %1$S
lt: %1$S: tapatumo duomenys
nb_no: Identiteter for %1$S
nn_no: Identitetar for %1$S
sl: Identitete za %1$S
uz: %1$S uchun shaxsni tasdiqlashlar
zh_tw: %1$S 的身份

source: You must specify a valid email address for this identity.
bg: Трябва да определите съществуващ адрес за тази самоличност.
br: Ret eo deoc'h erspizañ ur chomlec'h postel talvoudek evit ar bivelezh-mañ.
bs: Trebate navesti ispravnu email adresu za ovaj identitet.
ca: Heu d'especificar una adreça electrònica vàlida per a aquesta identitat.
cy: Rhaid enwi cyfeiriad e-bost dilys ar gyfer yr enw hwn.
eu: Baliozko helbide elektronikoa bat idatzi behar duzu identitate honentzat.
hr: Trebate odrediti važeću adresu e-pošte za ovaj identitet.
hu: A személyazonossághoz meg kell adni egy érvényes e-mail címet.
hy_am: Պետք է նշեք ճիշտ էլ. հասցե այս որոշիչի համար։
id: Anda harus menentukan alamat email yang sah untuk identitas ini.
kab: Yessefk ad d-muddeḍ tansa imayl tameɣtut i tmagit-agi.
lt: Tapatumo duomenyse reikia nurodyti galiojantį el. pašto adresą
nb_no: Du må angi minst en gyldig e-postadresse for denne identiteten.
nn_no: Du må gje opp minst ei gyldig e-postadresse for denne identiteten.
sl: Za to identiteto morate navesti veljaven e-poštni naslov.
uz: Ushbu shaxsni aniqlash uchun to‘g‘ri e-pochta manzilini kiritishingiz kerak.
zh_tw: 您必須指定此身份所使用的電子郵件地址。
