Repository: tktk711/mozilla-l10n
Catalog: */mail/chrome/messenger/prefs.properties.po
Languages: bg, br, bs, ca, cy, eu, hr, hu, hy_am, id, kab, lt, nb_no, nn_no, sl, uz, zh_tw

source: Please enter a valid email address.
bg: Моля, въведете съществуващ електронен адрес.
br: Roit ur postel internet talvoudek mar plij.
bs: Molimo da unesete ispravnu email adresu.
ca: Introduïu una adreça electrònica vàlida.
cy: Rhowch gyfeiriad e-bost dilys.
eu: Sartu baliozko e-posta helbide bat.
hr: Unesite valjanu adresu e-pošte.
hu: Írjon be egy érvényes e-mail címet.
hy_am: Նշեք ճիշտ էլ. հասցե։
id: Masukkan alamat email yang benar.
kab: MA ulac aɣilif, sekcem tansa imayl tameɣtut.
lt: Įveskite elektroninio pašto adresą.
nb_no: Skriv inn en gyldig e-postadresse.
nn_no: Skriv inn ei gyldig e-postadresse.
sl: Vnesite veljaven e-naslov.
uz: To‘g‘ri e-pochta manzilini kiriting.
zh_tw: 請輸入正確的電子郵件地址。

source: An account with this name already exists. Please enter a different account name.
bg: Вече има регистрация с това име. Моля, изберете различно име за регистрацията.
br: Bez ez eus ur gont gant an anv-mañ endeo. Enankit un anv disheñvel, mar plij.
bs: Račun sa ovim nazivom već postoji. Molimo unesite drugi naziv računa.
ca: Ja existeix un compte amb aquest nom. Introduïu un altre nom del compte.
cy: Mae cyfrif gyda'r enw hwnnw'n bodoli eisoes. Rhowch enw arall arno.
eu: Izen bereko kontu bat dagoeneko badago. Sartu beste kontu-izen bat.
hr: Račun s tim imenom već postoji. Upišite drugačiji naziv.
hu: Már van ilyen nevű fiók. Adjon meg egy másik fióknevet.
hy_am: Այս անունով հաշիվ արդեն կա։ Գրեք այլ անուն։
kab: Yella yakan umiḍan s yisem-agi. Ma ulac aɣilif, mudd-d isem n umiḍan nniḍen.
lt: Paskyra tokiu pavadinimu jau yra. Įveskite kitą paskyros pavadinimą.
nb_no: En konto med dette navnet fins allerede. Skriv inn et annet kontonavn.
nn_no: Det finst allereie ein konto med dette namnet. Skriv inn eit anna kontonamn.
sl: Račun s tem imenom že obstaja. Vnesite kako drugo ime.
uz: Shu nomdagi e-pochta manzili allaqachon mavjud. Boshqa hisobni nomini kiriting.

source: The account name can not be empty.
bg: Потребителското име не може да бъде празно.
br: Anv ar gont n'hall ket bezañ goullo.
bs: Naziv računa ne može biti prazan.
ca: El nom del compte no pot estar buit.
cy: Nid oes modd i enw'r cyfrif fod yn wag.
eu: Kontu-izenak ezin du hutsik egon.
hr: Naziv računa ne može biti prazan.
hu: A fióknév nem lehet üres.
hy_am: Հաշվի անունը չի կարող դատարկ լինել:
kab: Isem n umiḍan ur yezmir ara ad yili d ilem.
lt: Paskyros pavadinimas negali būti tuščias.
nb_no: Kontonavnet kan ikke være tomt.
nn_no: Kontonamnet kan ikkje vere tomt.
sl: Ime računa ne sme biti prazno.
uz: Hisob nomi bo‘sh bo‘lmasligi kerak.

source: An account with that user name and server name already exists. Please enter a different user name and/or server name.
bg: Регистрация с това име на потребител и сървър вече съществуват. Моля, въведете друго потребителско име и/или име на сървър.
br: Ur gont gant an anv arveriad pe zafariad ez eus anezhi endeo. Enankit un anv arveriad pe zafariad all, mar plij.
bs: Račun sa tim korisničkim imenom i serverom već postoji. Molimo unesite drugačije korisničko ime i/ili naziv servera.
ca: Ja existeix un compte amb aquests noms d'usuari i de servidor. Introduïu un altre nom d'usuari i/o de servidor.
cy: Mae cyfrif gyda'r enw defnyddiwr ac enw gweinydd hynny'n bodoli eisoes. Rhowch enw defnyddiwr a/neu enw gweinydd gwahanol.
eu: Badago konturen bat erabiltzaile-izen eta zerbitzari-izen horrekin lehendik. Sartu beste erabiltzaile-izen edo/eta zerbitzari-izen bat.
hr: Račun s istim korisničkim imenom i nazivom poslužitelja već postoji. Upišite drugo korisničko ime i naziv poslužitelja.
hu: Már létezik postafiók ezzel a kiszolgálónévvel és felhasználói névvel. Adjon meg más kiszolgálónevet, illetve felhasználónevet.
hy_am: Այս օգտվողի կամ սպասարկիչի անունով փոստարկղ արդեն առկա է։ Նշեք օգտվողի և/կամ սպասարկիչի այլ անուն։
id: Akun dengan nama pengguna dan server yang sama. Silakan masukkan nama pengguna dan/atau server yang berbeda.
kab: Yella yakan umiḍan d uqeddac s yisem-agi. Ma ulac aɣilif, mudd-d isem n umiḍan d/neɣ aqeddac nniḍen.
lt: Paskyra su šiuo pavadinimu bei serverio vardu jau yra. Prašome surinkti kitą paskyros pavadinimą ir (arba) serverio vardą.
nb_no: Et kontonavn med det brukernavnet og servernavnet finnes allerede. Skriv inn et annet brukernavn og/eller servernavn.
nn_no: Eit kontonamn med dette brukar- og tenarnamnet finst allereie. Skriv inn eit anna brukarnamn og/eller tenarnamn.
sl: Račun s tem uporabniškim imenom in imenom strežnika že obstaja. Vnesite drugo uporabniško ime in/ali ime strežnika.
uz: Shu nomdagi foydalanuvchi va server nomi allaqachon mavjud. Boshqa foydalanuvchi yoki xizmat nomini kiriting.
zh_tw: 指定的伺服器上已有此使用者名稱。請換一個使用者名稱或選另一個伺服器。

source: Your User Name has been updated. You may also need to update your Email Address and/or User Name associated with this account.
bg: Вашето потребителско име е обновено. Трябва също да обновите вашия електронен адрес и/или потребителското име, асоциирано с тази регистрация.
br: Hizivaet eo bet hoc'h anv arveriad. Marteze e vo ret deoc'h hizivaat ho chomlec'h postel ha/pe an anv arveriad kenereet ouzh ar gont-mañ.
bs: Vaše korisničko ime je ažurirano. Možda ćete morati ažurirati vašu email adresu i/ili korisničko ime povezano sa računom.
ca: S'ha actualitzat el vostre nom d'usuari. Potser també us caldrà actualitzar l'adreça electrònica i/o el nom d'usuari associats amb aquest compte.
cy: Mae eich Enw Defnyddiwr wedi'i ddiweddaru. Mae'n bosibl bod angen i chi ddiweddaru'r Cyfeiriad E-bost a/neu Enw Defnyddiwr sy'n gysylltiedig.
eu: Erabiltzaile-izena eguneratu da. Agian kontu honi lotutako e-posta edo/eta erabiltzaile-izena ere eguneratu beharko dituzu.
hr: Vaše korisničko ime je promijenjeno. Možda ćete morati promijeniti vašu adresu e-pošte i korisničko ime povezano s ovim računom.
hu: A felhasználói név megváltozott. Lehet, hogy az e-mail címet, illetve a postafiókhoz rendelt felhasználói nevet is meg kell változtatnia.
hy_am: Օգտվողի Ձեր անունը թարմացվել է։ Հնարավոր է նաև պահանաջվի թարմացնել Ձեր էլ. հասցեն և/կամ Փոստարկղից օգտվողի անունը։
id: Nama Pengguna Anda telah diperbarui. Anda mungkin juga harus memperbarui Alamat Email dan/atau Nama Pengguna yang terkait dengan akun ini.
kab: Isem inek n useqdac yettusnifel. Ahat yezmer ma tebɣiḍ ad tesnifleḍ tansa yinel imayl akked/neɣ isem n useqdac icudden ɣer umiḍan-agi.
lt: Buvo pakeistas abonento vardas. Gali būti, kad reikia pakeisti el. pašto adresą ir vardą.
nb_no: Brukernavnet ditt er oppdatert. Du må også oppdatere e-postadressen og/eller brukernavnet som er tilknyttet denne kontoen.
nn_no: Brukarnamnet ditt er oppdatert. Du må òg oppdatere e-postadressa og/eller brukarnamnet som er knytt til denne kontoen.
sl: Vaše uporabniško ime je posodobljeno. Morda boste morali v zvezi s tem računom tudi posodobiti svoj e-poštni naslov in/ali uporabniško ime.
uz: Foydalanuvchi nomi yangilandi. Siz, shuningdek, e-pochtangiz nomi yoki foydalanuvchi nomini ushbu hisob bilan yangilashingiz kerak.
zh_tw: 您的使用者名稱已改變。您可能要更正這個名稱對應的電子郵件地址。

source: The server name setting has changed. Please verify that any folders used by filters exist on the new server.
bg: Името на сървърът е променено. Моля, уверете се, че всички папки използвани от филтри, съществуват на новия сървър.
br: Kemmet eo bet arventenn an anv dafariad. Bezit sur ez eus holl deuliadoù arveret gant ar siloù anezho war an dafariad nevez.
bs: Postavka naziva servera je promijenjena. Molimo provjerite da svi direktoriji korišteni u filterima postoje na novom serveru.
ca: El paràmetre del nom del servidor ha canviat. Comproveu que totes les carpetes utilitzades pels filtres són al nou servidor.
cy: Mae gosodiadau enw'r gweinydd wedi newid. Gwiriwch fod unrhyw ffolderi sy'n cael eu defnyddio gan hidlau'n bodoli ar y gweinydd newydd.
eu: Zerbitzari-izenaren ezarpena aldatu egin da. Egiaztatu iragazkiek erabilitako karpeta guztiak zerbitzari berrian daudela.
hr: Postavke poslužitelja su promjenjene. Provjerite postoje li mape koje se nalaze u vašim filterima i na novom poslužitelju.
hu: A kiszolgáló beállításai megváltoztak. Ellenőrizze, hogy minden szűrők által használt mappa létezik-e az új kiszolgálón.
hy_am: Սպասարկիչի անվան կարգավորումները փոխվել են։ Ստուգեք դրանք։
id: Pengaturan nama server telah berubah. Silakan periksa apakah nama-nama folder yang digunakan untuk filter tersedia di server baru.
kab: Iɣewwaṛen nyisen n uqeddac yettusnifel. Ma ulac aɣilif senqed ma yella ikaramen i seqdacen imzizdigen llan ɣef uqeddac amaynut.
lt: Buvo pakeistas serverio vardas. Patikrinkite, ar naujame serveryje egzistuoja visi laiškų filtruose nurodyti aplankai.
nb_no: Servernavnet er endret. Kontroller at mapper som blir brukt av filtre eksisterer på den nye serveren.
nn_no: Tenarnamnet er endra. Kontroller at mapper som vert brukte av filter eksisterer på den nye tenaren.
sl: Nastavitev za ime strežnika se je spremenila. Prepričajte se, da mape, ki jih filtri uporabljajo, na novem strežniku obstajajo.
uz: Server nomini sozlash o‘zgartirildi. Yangi serverda mavjud filterlar tomonidan foydalanilgan har qanday jildni tasdiqlang.
zh_tw: 伺服器名稱設定已改變。請確定新伺服器有所有篩選條件所需要的資料夾。

source: The Junk settings on account "%1$S" have a possible problem. Would you like to review them before saving Account Settings?
bg: Настройките за нежелана поща на регистрацията „%1$S“ е възможно да имат проблем. Желаете ли да ги прегледате преди за запишете настройките на регистрацията?
br: Arventennoù lastez ar gont "%1$S" a c'hellfe degas kudennoù. Fellout a ra deoc'h gwiriañ anezho a-raok enrollañ arventennoù ar gont ?
ca: Els paràmetres del correu brossa del compte «%1$S» tenen un possible problema. Voldríeu revisar-los abans de desar els paràmetres del compte?
cy: O bosib mae gan osodiadau sbam ar gyfrif "%1$S" anhawster. Hoffech chi eu hadolygu cyn cadw Gosodiadau Cyfrif?
eu: "%1$S" kontuko zabor-ezarpenek arazo bat izan lezakete. Berrikusi nahi dituzu kontua-ezarpenak gorde aurretik?
hr: Postavke neželjene pošte na računu "%1$S" imaju mogući problem. Želite li ih pregledati prije spremanja postavki računa?
hu: A(z) „%1$S” fiók levélszemét-beállításai nem biztos, hogy jók. Ellenőrzi a fiókbeállítások mentése előtt?
id: Setelan Junk pada akun "%1$S" mungkin bermasalah. Ingin meninjaunya sebelum menyimpan Pengaturan Akun?
kab: Iɣewwaṛen n uspam ɣef umiḍan "%1$S" ahat ɣur-sen ugur. Tebɣiḍ aten-twaliḍ send asekles n iɣewwaṛen n umiḍan?
lt: Panašu, jog paskyros „%1$S“ brukalo nuostatose yra problema. Ar norite jas peržiūrėti prieš įrašydami paskyros nuostatas?
nb_no: Innstillingene for uønsket e-post i kontoen «%1$S» har muligens et problem. Vil du se over dem før du lagrer kontoinnstillingene?
nn_no: Innstillingane for uønskt e-post i kontoen «%1$S» har kanskje eit problem. Vil du sjå over dei før du lagrar kontoinnstillingane?
sl: Nastavitve za neželeno pošto pri računu "%1$S" so lahko vprašljive. Bi jih pregledali, preden nastavitve za račun shranite?
uz: "%1$S" hisobidagi spam sozlamalarida muammo yuz bergan bo‘lishi mumkin. Ularni hisob sozlamalariga saqlashdan oldin ko‘rib chiqishni xohlaysizmi?
zh_tw: 「%1$S」帳號的垃圾郵件篩選設定可能有點問題。您想要在儲存帳號設定前確認一下嗎？

source: %1$S needs to restart now to apply the change to the Local directory setting.
bg: %1$S трябва да рестартира, за да приложи промените в настройките на локалната директория.
br: Ezhomm en deus %1$S da vezañ adloc'het bremañ evit arloañ ar c'hemmoù graet war arventennoù an teuliadoù lec'hel.
bs: Potrebno je da se %1$S restarttuje kako bi primijenio promjene u postavkama lokalnog direktorija.
ca: Cal reiniciar el %1$S per aplicar el canvi del paràmetre de directori local.
cy: Mae %1$S angen ailgychwyn er mwyn gosod y newidiadau i osodiadau'r cyfeiriadur Lleol.
eu: %1$S berrabiarazi behar da orain direktorio lokalaren ezarpenaren aldaketa aplikatzeko.
hr: %1$S se treba ponovno pokrenuti kako bi se primjenile promjene u postavkama lokalne mape.
hu: A %1$S újraindítása szükséges a Helyi könyvtár módosításának alkalmazásához.
id: %1$S butuh dimulai ulang untuk menerapkan perubajan pada setelan direktori Lokal.
kab: %1$S yesra ad yekker tikelt nniḍen akken ad yesnes asnifel ɣer uɣewwaṛ n ukaram adigan.
lt: Kad įsigaliotų nurodyto paskyros aplanko pakeitimas, programą „%1$S“ reikia paleisti iš naujo.
nb_no: %1$S må starte på nytt nå for at en endring av Lokal mappe-innstilling skal tre i kraft.
nn_no: %1$S må starte på nytt no for å kunne bruke endringa i Lokal katalog-innstillinga.
sl: %1$S je treba ponovno zagnati, da nove nastavitve za Krajevno mapo začnejo veljati.
uz: O‘zgarishni mahalliy direktoriyaga o‘rnatish uchun qo‘llash uchun hozir %1$S qaytadan ishga tushirilishi kerak.
zh_tw: 您需要重新啟動 %1$S 才能讓本地目錄設定的修改生效。

source: Restart
bg: Рестартиране
br: Adloc'hañ
bs: Restartuj
ca: Reinicia
cy: Ailgychwyn
eu: Berrabiarazi
hr: Ponovno pokreni
hu: Újraindítás
hy_am: Վերամեկնարկել
id: Mulai Ulang
kab: Senker i tikelt nniḍen
lt: Perleisti
nb_no: Start på nytt
nn_no: Start på nytt
sl: Ponovno zaženi
uz: Qayta ishga tushirish
zh_tw: 重新啟動

source: The user name can not be empty.
bg: Потребителското име не може да бъде празно.
br: Anv an arveriad n'hall ket bezañ goullo.
bs: Korisničko ime ne može biti prazno.
ca: El nom d'usuari no pot estar buit.
cy: Nid oes modd i'r enw defnyddiwr fod yn wag.
eu: Erabiltzaile-izenak ezin du hutsik egon.
hr: Korisničko ime ne može biti prazno.
hu: A felhasználónév nem lehet üres.
hy_am: Մականունը չի կարող դատարկ լինել:
kab: Isem n useqdac ur yezmir ara ad yili d ilem.
lt: Abonento vardas negali būti tuščias.
nb_no: Brukernavnet kan ikke være tomt.
nn_no: Brukarnamnet kan ikkje vere tomt.
sl: Ime uporabnika ne sme biti prazno.
uz: Foydalauvchi nomi
zh_tw: 使用者名稱不能空白。

source: The Local Directory path "%1$S" is invalid. Please pick a different directory.
bg: Пътят към папката "%1$S" е невалиден. Моля, изберете друга папка.
br: Didalvoudek eo ar c'havlec'h lec'hel "%1$S". Dibabit ur c'havlec'h disheñvel mar plij.
bs: Putanja lokalnog direktorija "%1$S" nije ispravna. Izaberite drugi direktorij.
ca: El camí al directori local «%1$S» no és vàlid. Trieu un altre directori.
cy: Mae'r llwybr Cyfeiriadur Lleol "%1$S" yn annilys. Dewiswch gyfeiriadur arall.
eu: Direktorio lokalen "%1$S" direktorioa baliogabea da. Hautatu beste direktorio bat.
hr: Putanja lokalnog direktorija "%1$S" nije ispravna. Odaberite drugi direktorij.
hu: A helyi könyvtárútvonal („%1$S”) érvénytelen. Válasszon egy másik könyvtárat.
kab: Abrid n ukaram adigan "%1$S" mačči d ameɣtu. Ma ulac aɣilif, ddem akaram nniḍen.
lt: Aplanko kelias „%1$S“ negalimas. Parinkite kitą aplanką.
nb_no: Lokal-mappe-stien «%1$S» er ugyldig. Velg en annen mappe.
nn_no: Lokal-mappe-stien «%1$S» er ugyldig. Vel ei anna mappe.
sl: Pot Krajevne mape "%1$S" je neveljavna. Izberite drugo mapo.
uz: Mahalliy direktoriya yo‘li "%1$S" noto‘g‘ri. Boshqa direktoriyani tanlab oling.
zh_tw: 本機資料夾路徑「%1$S」無效。請指定不同的目錄。

source: The Local Directory path "%1$S" is not suitable for message storage. Please choose another directory.
bg: Пътят към папката "%1$S" не е подходящ за съхранение на съобщения. Моля, изберете друга папка.
br: N'hall ket bezañ arveret ar c'havlec'h lec'hel "%1$S" evit kadaviñ kemennadennoù. Dibabit ur c'havlec'h disheñvel mar plij.
bs: Putanja lokalnog direktorija "%1$S" nije prikladna za pohranu poruka. Izaberite drugi direktorij.
ca: El directori local «%1$S» no és adequat per emmagatzemar-hi missatges. Trieu un altre directori.
cy: Nid yw llwybr Cyfeiriadur Lleol "%1$S" yn addas ar gyfer storio negeseuon. Dewiswch gyfeiriadur arall.
eu: Direktorio lokalen "%1$S" bidea ez da egokia mezuak biltegiratzeko. Aukeratu beste direktorio bat.
hr: Putanja lokalnog direktorija "%1$S" nije prikladna za spremanje poruka. Odaberite drugi direktorij.
hu: A helyi „%1$S” könyvtárútvonal nem alkalmas üzenetek tárolására. Válasszon másik könyvtárat.
kab: Abrid n ukaram adigan "%1$S" ur ilaq ara i usekles n yizen. Ma ulac aɣilif, ddem akaram nniḍen.
lt: Aplankas „%1$S“ netinkamas laiškams saugoti. Parinkite kitą aplanką.
nb_no: Lokal-mappe-stien «%1$S» egner seg ikke for meldingslagring. Velg en annen mappe.
nn_no: Lokal-mappe-stien «%1$S» eignar seg ikkje for meldingslagring. Vel ei anna mappe.
sl: Pot Krajevne mape "%1$S" ni primerna za shranjevanje sporočil. Izberite drugo mapo.
uz: Xabarni saqlash uchun "%1$S" mahalliy direktoriya yo‘li to‘g‘ri kelmaydi. Boshqa direktoriyani tanlang.
zh_tw: 本機資料夾路徑「%1$S」無法儲存訊息，請選擇其他資料夾。

source: Are you sure you want to exit the Account Wizard? If you exit, any information you have entered will be lost and the account will not be created.
bg: Сигурни ли сте, че искате да напуснете помощника? Ако напуснете сега, въведената информация ще бъде загубена и регистрацията няма да бъде създадена.
br: Ha fellout a ra deoc'h kuitaat ar Skoazeller Kontoù ? Mar kuitaot e vo kollet pep titour ho peus roet ha ne vo ket savet ar gont.
bs: Da li ste sigurni da želite napustiti čarobnjaka za račune? Ako izađete, sve informacije koje ste unijeli će biti izgubljene i račun neće biti kreiran.
ca: Esteu segur que voleu cancel·lar l'auxiliar de comptes? Si no configureu cap compte no podreu enviar ni rebre missatges.
cy: Ydych chi'n siŵr eich bod am adael y Dewin Cyfrif? Os ydych yn gadael bydd unrhyw wybodaeth rydych wedi'i gynnig yn cael ei golli ac ni fydd y cyfrif yn cael ei greu.
eu: Ziur zaude kontuaren morroitik irten nahi duzula? Irtetzen bazara, sartu duzun informazioa galdu egingo da eta kontua ez da sortuko.
hr: Jeste li sigurni da želite napustiti čarobnjaka za račune? Ako izađete, sve informacije koje ste upisali će biti izgubljene i račun neće biti stvoren.
hu: Biztos benne, hogy kilép a Postafiók varázslóból? Kilépéskor minden eddig beírt adat elvész, és a postafiók nem lesz létrehozva.
hy_am: Փակե՞լ Փոստարկղի կարգավորիչը։ Եթե փակեք, ապա արդեն մուտքագրված տեղեկությունները կկորսվեն և փոստարկղը չի ստեղծվի։
id: Yakin akan keluar dari Penuntun Pembuatan Akun? Jika Anda keluar, informasi yang Anda telah masukkan akan hilang dan akun tidak akan dibuat.
kab: Tebɣiḍ ad teffɣeḍ seg umarag n umiḍa? Ma teffɣed, yal talɣut i tsekcmeḍ ad ttṛuḥ udiɣ amiḍan ur yettwarnu ara.
lt: Jei tikrai nebenorite registruoti abonento, spustelėkite mygtuką „Išeiti“. Tokiu atveju ši informacija nebus išsaugota, o paskyra nebus sukurta.
nb_no: Er du sikker på at du vil avslutte veiviseren? Dersom du avslutter vil all informasjon du har skrevet inn gå tapt, og kontoen vil ikke bli opprettet.
nn_no: Er du sikker på at du vil avslutte vegvisaren? Dersom du avsluttar, vil all informasjon du har skrive inn gå tapt, og kontoen vil ikkje verte oppretta.
sl: Ali res želite zapreti čarovnika za račune? Če končate, se bodo vsi vneseni podatki izgubili in račun ne bo ustvarjen.
uz: Hisob ustasidan chiqishni xohlaysizmi? Agar chiqsangiz, siz kiritgan har qanday ma’lumot o‘chib ketadi va hisob yaratilmaydi.
zh_tw: 您確定要取消帳號精靈的執行？ 若您取消，您將會失去所有已輸入的資訊，帳號也不會被建立。

source: Account Wizard
bg: Помощник за регистрация
br: Skoazeller kontoù
bs: Čarobnjak za račune
ca: Auxiliar de comptes
cy: Dewin Cyfrif
eu: Kontuaren morroia
hr: Čarobnjak za račune
hu: Postafiók varázsló
hy_am: Փոստարկղի Օգնական
id: Penuntun Pembuatan Akun
kab: Amarag n umiḍan
lt: Paskyros vediklis
nb_no: Kontoveiviser
nn_no: Kontovegvisar
sl: Čarovnik za račune
uz: Hisob ustasi
zh_tw: 帳號管理精靈

source: Exit
bg: Изход
br: Kuitaat
bs: Izađi
ca: Surt
cy: Gadael
eu: Irten
hr: Izađi
hu: Kilépés
hy_am: Փակել
id: Keluar
kab: Ffeɣ
lt: Išeiti
nb_no: Avslutt
nn_no: Avslutt
sl: Izhod
uz: Chiqish
zh_tw: 結束

source: Cancel
bg: Отказ
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eu: Utzi
hr: Odustani
hu: Mégse
hy_am: Չեղարկել
id: Batal
kab: Sefsex
lt: Atsisakyti
nb_no: Avbryt
nn_no: Avbryt
sl: Prekliči
uz: Bekor qilish
zh_tw: 取消

source: Please enter a valid server name.
bg: Моля, въведете валидно име за сървър.
br: Roit un anv dafariad talvoudek mar plij.
bs: Molimo unesite ispravan naziv servera.
ca: Introduïu un nom de servidor vàlid.
cy: Rhowch enw gweinydd dilys.
eu: Sartu baliozko zerbitzari-izen bat.
hr: Unesite ispravan naziv poslužitelja.
hu: Írjon be egy érvényes kiszolgálónevet.
hy_am: Նշեք սպասարկիչի ճիշտ անունը։
id: Masukkan nama server yang sah.
kab: Ma ulac aɣilif, sekcem isem n uqeddac ameɣtu.
lt: Įveskite galiojantį serverio vardą.
nb_no: Skriv inn et gyldig servernavn.
nn_no: Skriv inn eit gyldig tenarnamn.
sl: Vnesite veljavno ime za strežnik.
uz: Server nomini to‘g‘ri kiriting.
zh_tw: 請輸入有效的伺服器名稱。

source: Failed to remove this account.
bg: Премахването на регистрацията е неуспешно.
br: Fazi en ur zilemel ar gont-mañ.
bs: Neuspješno uklanjanje ovog računa.
ca: No s'ha pogut eliminar aquest compte.
cy: Methu dileu'r cyfrif.
eu: Kontu honen ezabapenak huts egin du.
hr: Uklanjanje računa nije uspjelo.
hu: A postafiók eltávolítása sikertelen.
hy_am: Հնարավոր չէ ջնջել փոստարկղը։
id: Gagal menghapus akun ini.
kab: Ur yezmir ara ad yekkes amiḍan-agi
lt: Šios paskyros pašalinti nepavyko.
nb_no: Klarte ikke slette denne kontoen.
nn_no: Klarte ikkje å slette denne kontoen.
sl: Odstranitev računa je spodletela.
uz: Ushbu hisobni o‘chirib bo‘lmadi.
zh_tw: 無法移除此帳號

source: Are you sure you want to remove the account "%S"?
bg: Сигурни ли сте, че искате да премахнете регистрацията "%S"?
br: Ha fellout a ra deoc'h dilemel kuit ar gont "%S" ?
cy: Ydych chi'n siŵr eich bod am ddiddymu'r cyfrif "%S"?
eu: Ziur zaude "%S" kontua ezabatu nahi duzula?
hr: Jeste li sigurni da želite ukloniti račun "%S"?
hu: Biztos benne, hogy el akarja távolítani ezt a postafiókot: „%S”?
hy_am: Ջնջե՞լ "%S"-ը։
id: Yakin akan menghapus akun "%S"?
kab: Tebɣiḍ ad tekkseḍ amiḍan "%S"?
sl: Ali res želite račun "%S" odstraniti?
uz: "%S" hisobini o‘chirishni xohlaysizmi?
zh_tw: 您確定要移除帳號「%S」嗎？

source: Remove Account
bg: Премахване на регистрация
br: Dilemel ar gont
cy: Diddymu Cyfrif
eu: Ezabatu kontua
hr: Ukloni račun
hu: Postafiók eltávolítása
hy_am: Ջնջել
id: Hapus Akun
kab: Kkes amiḍan
sl: Odstrani račun
uz: Hisobni olib tashlash
zh_tw: 移除帳號
