Repository: tktk711/mozilla-l10n
Catalog: wo/mobile/android/chrome/browser.properties.po
Languages: wo

source: Installing Add-on
wo: Samp modilu mottali

source: Install
wo: Samp

source: Add-ons
wo: Modili mottali

source: Downloading add-on
wo: Yeb modil bi

source: Installing add-on
wo: Samp modilu mottali

source: Installation complete. Restart required.
wo: Samp wi sotti na. War nga tàmbaliwaat.

source: Installation complete
wo: Samp wi sotti na

source: Installation failed
wo: Samp bi lajj na

source: Can't open file. Tap to save it.
wo: Mëneesula ubbi dencukaay bi. Mën nga ko aar.

source: Download too big
wo: Yeb bi dafa rëy torop

source: Not enough storage space
wo: Dendu denc bi doyul

source: Download started…
wo: Yeb wi tambali na...

source: Press BACK to leave full-screen mode
wo: Tappeel ci DELLU ngir toog ci yambalaŋ

source: Cancel Download
wo: Neenal yeb bi

source: Do you want to cancel this download?
wo: Ndax da nga bëgg neenal yeb bi?

source: The add-on could not be downloaded because of a connection failure on #2.
wo: Kenn mënula yeb modiliu mottali bi ndax jokkoo #2 dafa lajj.

source: The add-on from #2 could not be installed because it does not match the add-on #3 expected.
wo: Modilu mottali bi ci#2 kenn mënu ko yeb ndax àndul ak modilu mottali#3 bi ñu doon xaar.

source: The add-on downloaded from #2 could not be installed because it appears to be corrupt.
wo: Modilu mottali te ñu yebeko ci#2 yebuwul ndax dafa sankar.

# addonError-4
source: #1 could not be installed because #3 cannot modify the needed file.
wo: #1 mënul yebu ndax #3 mënula soppi dencukaay bi war.

source: This add-on could not be installed because of a filesystem error.
wo: Modilu mottali bi mënula sampu ndax njumte ci tërëlinu dencukaay yi.

source: This add-on could not be installed because it does not match the add-on #3 expected.
wo: Modilu mottali mënula sampu ndax àndul ak modil #3 bi ñu doon xaar.

source: This add-on could not be installed because it appears to be corrupt.
wo: Modilu mottali bii sampuwul ndax dafa niroog lu sankar.

# addonLocalError-4
source: #1 could not be installed because #3 cannot modify the needed file.
wo: #1 mënul yebu ndax #3 mënula soppi dencukaay bi war.

source: #1 could not be installed because it is not compatible with #3 #4.
wo: #1 sampuwul ndax dëppoowul ak #3 #4.

source: #1 could not be installed because it has a high risk of causing stability or security problems.
wo: #1 mënula sampu ndax mën na indi taxawaay bu dëgarul aki tolof tolof ci kaaraange.

source: Restart to complete changes.
wo: Tàmbaliwaat ngir def soppali yi.

source: Add-ons updated. Restart to complete changes.
wo: Modili mottali yi yees nañu. Tambaliwaatal ngir amal soppeeku yi.

source: Unsafe add-ons installed. Restart to disable.
wo: Modil yu wóorul sampu nañu. Tàmbaliwaatal ngir suuxaleen.

source: Restart
wo: Tàmbaliwaat

source: %S prevented this site from opening a pop-up window.
wo: %S tere na dal bi ubbi benn palanteer popup.

source: %S prevented this site from opening %S pop-up windows.
wo: %S tere na dal bi ubbi %S palanteeri popup.

source: Show
wo: Wone

source: Always Show
wo: Wone saa su ne

source: Never Show
wo: Mukk

source: This site has been identified as containing malware or a phishing attempt. Be careful.
wo: Dal bii raññee nañuko ci ëmb ay xeltéef yu bon walla mu doon song doolinka. Defal ndank.

source: Block Popups
wo: Boloke popub yi

source: Send info to %1$S so that we can improve %2$S?
wo: Ndax bëgg nga yónnee ay xibaar ci %1$S muy ndimmal ci gën baaxal %2$S?

source: Learn more
wo: Gëna xam

# telemetry.optin.yes
source: Yes
wo: Waaw

# telemetry.optin.no
source: No
wo: Déedéet

source: %S prevented this site (%S) from asking you to install software on your device.
wo: %S tere na dal bi(%S) mu samp benn xeltéef ci sa ordinatëër.

# xpinstallPromptAllowButton
source: Allow
wo: Jox ndigal

source: Software installation has been disabled by your system administrator.
wo: Sa saytukatu doxalin bi dindi na sampum xeltéef yi.

source: Software installation is currently disabled. Press Enable and try again.
wo: Sampum xeltéef yi dafa suux. Cuqal ci Sàjj te nga jéemaat.

source: Enable
wo: Sàjj

source: Verified by: %S
wo: Ki ko settantal : %S

source: You have added a security exception for this site
wo: Yokk nga lu kenn tëggaalewul ci aarum dal bi

source: Encrypted
wo: Jokko bu ñu xaatim

source: (unknown)
wo: (xameesuko)

# geolocation.allow
source: Share
wo: Seddoo

source: Don't share
wo: Amul seddoo

source: Always Share
wo: Seddoo saa su ne

source: Never Share
wo: Seddoo mukk

source: %S wants your location.
wo: %S dafa bëgg xam foo nekk.

source: Share Location
wo: Bokk

# geolocation.dontAskAgain
source: Don't ask again for this site
wo: Bul laajati ngir dal bii

# desktopNotification.allow
source: Allow
wo: Jox ndigal

source: Don't allow
wo: Tere

source: %S wants to use notifications.
wo: %S dafa bëgg jëfandikoo ay biral.

source: Use Notifications
wo: Jëfandikoo ay Biral

# desktopNotification.dontAskAgain
source: Don't ask again for this site
wo: Bul laajati pur dal bii

source: New tab opened;#1 new tabs opened
wo: Koñ bu bees ubbeekuna;#1 koñ yu bees ubbeekunañu

source: Error:
wo: Njuumte:

source: Warning:
wo: Artu:

# offlineApps.available2
source: %S wants to store data on your device for offline use.
wo: %S dafa bëgg denc rootaan yi ci sa aparey ngir jëfandikoo leen ci ñakk jokkoo.

# offlineApps.allow
source: Allow
wo: Jox ndigal

# offlineApps.never
source: Don't Allow
wo: Tere

source: Not Now
wo: Déedéet ci yoon bii

source: Store Offline Data
wo: Ndenc rootaan yi bu amul jokkoo

# offlineApps.dontAllow
source: Don't Allow
wo: Tere

# offlineApps.wantsTo
source: %S wants to store data on your device for offline use.
wo: %S dafa bëgg denc ay rootaan ci sa aparey ngir liggéey bu amul jokkoo.

# indexedDBQuota.allow
source: Allow
wo: Jox ndigal

# indexedDBQuota.dontAllow
source: Don't Allow
wo: Tere

source: %S wants to store a lot of data on your device for offline use.
wo: %S dafa bëgg denc ay rootaan ci sa aparey ngir liggéey bu amul jokkoo.

# openWebappsManage.allow
source: Allow
wo: Jox ndigal

# openWebappsManage.dontAllow
source: Don't Allow
wo: Tere

source: %S wants to manage applications on your device.
wo: %S dafa bëgg saytu jëfekaay yi ci sa aparey.

source: Remember Password
wo: Fattaliku baatu jàll

source: Remember
wo: Fattaliku

# password.never
source: Never
wo: Mukk

source: Desktop Bookmarks
wo: Mandarga xët

source: Confirm close
wo: Dëggalal tëj mi

source: NOT USED;You are about to close #1 tabs. Continue?
wo: NOT USED;Yaa ngi bëgg tëj #1 koñ. Kontineel?

source: Close tabs
wo: Tëjal koñ yi

source: Warn me when I attempt to close multiple tabs
wo: Ñu yëgal laata ñu tëj koñ yu bari

source: Sorry!
wo: Baal ma!

source: Something went wrong while displaying a web page.
wo: Am na lu xew bi xët bi di ubbeeku.

source: Send Mozilla a crash report
wo: Yonnee benn paapooru ngiroo ci Mozilla

source: Close tab
wo: Tëjal koñ bi

source: Reload tab
wo: Yeesal koñ bi

source: Custom Page
wo: Xët bu ñu solal

source: Search With:
wo: Wut ak:

source: Search for "%S"
wo: Wut « %S »

source: Open in %S App
wo: Ubbi ak %S

source: Open in Another App
wo: Ubbi ci beneen jëfekaay

source: Clear Private Data
wo: Far samay rootaaani biir

source: Delete your browsing history and settings, including passwords and cookies?
wo: Ndax ñu mabbal sa jaar jaar ak parameetari joow, kuki yeek baati jàll yi?

source: false
wo: du dëgg

source: More
wo: Gën bari

source: Text copied to clipboard
wo: Mbind mi ñu duppi ci dencandikaayu kayit bi

source: Open Link in New Tab
wo: Ubbi buum bi ci koñ bu bees

# contextmenu.share
source: Share
wo: Seddoo

source: Copy Link
wo: Duppi buum gi

source: Share Link
wo: Seddoo buum gi

source: Bookmark Link
wo: Mandargaal buum gi

source: Copy Email Address
wo: Duppi màkkaanu i meel

source: Share Email Address
wo: Bokkleen makkaanu imeel

source: Copy Phone Number
wo: Duppi nimero telefon bi

source: Share Phone Number
wo: Bokkleen makkaanu telefon

source: Select Input Method
wo: Fal anamu tappe

source: Full Screen
wo: Seetukaay bu yambalaŋ

source: Copy Image Location
wo: Duppi màkkaanu nataal bi

source: Share Image
wo: Seddoo nataal

source: Save Image
wo: Aar nataal bi

source: Add Search Engine
wo: Yokk benn motëru wut

source: Copy
wo: Duppi

source: Copy All
wo: Duppi lépp

source: Select Word
wo: Fal baat yi

source: Select All
wo: Fal lépp

source: Paste
wo: Taf

source: Done
wo: Jeex na

source: Pick a date
wo: Tànn benn bes

# inputWidgetHelper.datetime
source: Pick a date and a time
wo: Tànn benn bes ak benn waxtu

# inputWidgetHelper.datetime-local
source: Pick a date and a time
wo: Tànn benn bes ak benn waxtu

source: Pick a time
wo: Tànn benn waxtu

source: Pick a week
wo: Tànn benn ayu bes

source: Pick a month
wo: Tànn benn weer

source: Cancel
wo: Neenal

source: Set
wo: Wut

source: Clear
wo: Far

source: <anonymous>
wo: <kenn xamul>

source: Stack trace from %S, function %S, line %S.
wo: Rëdd %S, fonction %S, rëdd %S.

source: %S: timer started
wo: %S : koronomeetar tàmbali

source: Install Application
wo: Samp benn Jëfekaay

source: Successfully installed
wo: Samp mi sotti na

source: Error installing application
wo: Njumte ci sampum jëfekaay bi

source: Invalid application manifest
wo: Yéene jëfekaay bi baaxul

source: Could not download manifest
wo: Mëneesula yeb yéene bi

source: %S contains plugin content. Would you like to play it?
wo: %S laaj na benn plugin. Ndax bëgg nga ko jëfandikoo?

# clickToPlayPlugins.yes
source: Yes
wo: Waaw

# clickToPlayPlugins.no
source: No
wo: Déedéet

# clickToPlayPlugins.dontAskAgain
source: Don't ask again for this site
wo: Bul laajati pur dal bii

source: Play Plugins
wo: Jëfandikoo plugins yi

source: Incorrect password
wo: Baatu jàll bi jagul

source: Incoming Connection
wo: Jokkoo buy dugg

source: An incoming request to permit remote debugging connection was detected. A remote client can take complete control over your browser! Allow connection?
wo: Nemeekunañu ñaan buy dugg ngir nga am jokkoo buy dindi bog. Kiliyaŋ bu sori mën na aakimoo sa joowkat! Ndax ñu may ndigal jokkoo bi?

source: Disable
wo: Suuxal

source: Open
wo: Ubbi

source: Ignore
wo: Bul faale

# helperapps.dontAskAgain
source: Don't ask again for this site
wo: Bul laajati ngir dal bii

source: Open With %S App
wo: Ubbi ak %S App

source: Open With an App
wo: Ubbi ak jëfekaay

source: Always
wo: Saa su ne

# helperapps.never
source: Never
wo: Mukk

source: This site (%S) attempted to install a theme.
wo: Dal (%S) jéem na samp benn tem.

source: A new theme has been installed.
wo: Tem bu bees sampu na.

source: Undo
wo: Neenal

source: Manage Themes…
wo: Saytu tem yi…
