Repository: tktk711/mozilla-l10n
Catalog: ixl/mobile/android/*/search_strings.dtd.po
Languages: ixl

source: &brandShortName; Search
ixl: &brandShortName; Chuka

source: Search with &formatS;
ixl: Chuka tuk' &formatS;

source: Start searching
ixl: Xe'ten ti' achukune'

source: Quickly search for anything you want
ixl: Chukb'al uva' oora kuxh la lejkat unq'a kame' uve' nasa'

source: Add to search bar
ixl: Aq'ku' tu q'e'lich k'atz u chukb'al tetze'

# search_pref_title
source: Settings
ixl: Ib'anax tuche'

# search_pref_button_content_description
source: Settings
ixl: Ib'anax tuche'

source: History cleared
ixl: Il unq'a vee' josq'imal ve't cheel

source: Delete all search history from this device?
ixl: Eese'l kaajayil unva vee' uve' chukeltu ve''t tu ch'ich'a' vaa'

source: Clear search history
ixl: Josq'i unq'a kame' uve' chukeltu ve't s-a'n

source: Search engine
ixl: Taq'il chukb'al

source: Search
ixl: Chuka

source: No internet connection
ixl: Ye'xh kam ato'k tu Internet

source: Tap here to check your network settings
ixl: Laaku' tzitza' aq'al uva' la ootzi kam la oolb'e tuche'
