Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/browser/preferences/colors.dtd.po
Languages: kok

source: Colors
kok: रंग

source: 41em
kok: 41एम

source: Always
kok: सदाच

source: Never
kok: केन्नाच ना

source: Text and Background
kok: मजकूर आनिक फांटभूंय

source: &Text:
kok: &मजकूर:

source: &Background:
kok: &फांटभूंय:

source: U&se system colors
kok: व्यवस्था रंग वापरात

source: &Underline links
kok: जोडी अधोरेखित करात

source: Link Colors
kok: जोडीचे रंग

source: Unvisited &Links:
kok: भेट दिंवक नाशिल्ल्यो जोडण्यो

source: &Visited Links:
kok: &भेट दिल्ल्यो जोडी
