Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/browser/preferences/main.dtd.po
Languages: kok

source: Startup
kok: सुरवेक

source: When &brandShortName; &starts:
kok: जेन्ना &brandShortName; सुरू जाता:

source: Show my home page
kok: मजी घर पाना दाखयात

source: Show a blank page
kok: रिकामे पान दाखयात

source: Show my windows and tabs from last time
kok: फटल्या वेळासाकून मजी जनेलां दाखयात

source: Home &Page:
kok: मुखेल &पानः

source: Use &Current Page
kok: सद्याचे पान वापरात

source: Use Current Pages
kok: सद्याची पानां वापरात

source: Use &Bookmark…
kok: बुकमार्क वापरात…

source: &Restore to Default
kok: मुळावो परतून हाडात

source: Downloads
kok: डाऊनलोड

source: Sa&ve files to
kok: न धारिका जतन करात

source: Br&owse…
kok: ब्रावज...

source: Choos&e…
kok: निवडात...

source: &Always ask me where to save files
kok: प्रत्येक फायल खंय जतनाय करपाची ते माका विचारात

source: Al&ways check if &brandShortName; is your default browser
kok: &brandShortName; तुमचे मुळावे ब्रावजर आसा जाल्यार सदाच तपासात.

source: Make &Default
kok: &मुळावे करात

source: &brandShortName; is currently your default browser
kok: &brandShortName; तुमचो सद्याचो मूळ ब्रावजर

source: &brandShortName; is not your default browser
kok: &brandShortName; हे तुमचे मुळावे ब्रावजर न्ही

source: Allow &brandShortName; and Firefox to run at the same time
kok: &brandShortName; आणि फायरफॉक्साक एकाच वेळार चलपाक दियात

source: Tip: This uses separate profiles. Use Sync to share data between them.
kok: टीप: ही वेगळी प्रोफायला वापरता. तांचेभीतर डेटा वाटपाक सिंक वापरात.

source: Start using Sync…
kok: सिंक वापरूंक सुरवात करात…
