Repository: tktk711/mozilla-l10n
Catalog: kok/browser/chrome/browser/preferences/preferences.properties.po
Languages: kok

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
kok: हो विकल्प निवडल्यार तुमी पळयतात त्या वेब पानांचो नामो %S क धाडलो वतलो. फुडे वचपाक, आढावो घेयात आनी सेवेच्यो मुखावयल्यो अटीं मान्य करात.

source: Default (%S)
kok: मूळ (%S)

source: You can specify which websites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
kok: खंयच्या वेबसायटींक सदाच कुकींचो वापर करपाक मेळटा वो केन्ना वापर करपाक मेळना ते तुमी स्पश्ट करपाक शकता. तुमका व्यवस्थापन करपाक जाय त्या सायटीचो सारको नामो दियात आनी मागीर आडयात, सत्राखातीर परवानगी दियात वो परवानगी दियात चेर क्लीक करात.

source: Exceptions - Cookies
kok: अपवाद - कुकी

source: You can specify which websites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
kok: खंयच्या वेबसायटींक अॅड-ऑन्स प्रतिष्ठापित करपाक मेळटा ते तुमी स्पश्ट करपाक शकता. तुमका परवानगी दिवपाक जाय त्या सायटीचो सारको नामो दियात आनी मागीर परवानगी दियात चेर क्लीक करात.

source: Allowed Sites - Add-ons Installation
kok: मान्यताय दिल्ल्यो सायटी - सॉफ्टवेर प्रतिष्ठापन

source: You can specify which websites are allowed to open pop-up windows. Type the exact address of the site you want to allow and then click Allow.
kok: खंयच्या वेबसायटींक पॉप-विंडोज उगडपाक मेळटा ते तुमी स्पश्ट करपाक शकता. तुमका परवानगी दिवपाक जाय त्या सायटीचो सारको नामो दियात आनी मागीर परवानगी दियात चेर क्लीक करात.

source: Allowed Sites - Pop-ups
kok: अनुमती आशिल्ल्यो सायटी - पॉप अप्स

source: Please enter a valid hostname
kok: उपकार करून मान्य येजमान नाव घालात

source: Invalid Hostname Entered
kok: अमान्य येजमाननाव घालां.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
kok: तुमी सद्या FIPS स्थितीन आसात. FIPS क बगर-रिकामो मास्टर पासवर्ड जाय.

source: Password Change Failed
kok: गुप्तशब्द बदलप असफळ

source: Desktop
kok: डेस्कटॉप

source: Downloads
kok: डाऊनलोड

source: Choose Download Folder:
kok: डावनलोड धारक निवडात:

source: %S file
kok: % फायली

source: Save File
kok: धारिका जतनाय करात

source: Use %S
kok: %S वापरचें

source: Use %S (default)
kok: %S (डिफॉल्ट) वापरचें

source: Use other…
kok: दुसरें वापरचें...

source: Select Helper Application
kok: मदत करपी अनुप्रयोग निवडात

source: Application Details…
kok: ऍप्लिकेशनाचे तपशील...

source: Web Feed
kok: वॅब फीड

source: Video Podcast
kok: व्हिडिओ पोडकास्ट

source: Podcast
kok: पोडकास्ट

source: Always ask
kok: सदांच विचारचें

source: Portable Document Format (PDF)
kok: पोर्टेबल डॉक्युमेंट फॉर्मेट (PDF)

source: Use %S (in %S)
kok: (%S त) %S वापरचें

source: Preview in %S
kok: %S त पूर्वदेखाव करचो

source: Add Live Bookmarks in %S
kok: %S त लायव्ह बूकमार्क जोडचे

source: Host:
kok: येजमान:

source: Domain:
kok: डोमेन:

source: Encrypted connections only
kok: फक्त एनक्रिप्ट जोडणी

source: Any type of connection
kok: कसलीय जोडणी

source: At end of session
kok: सत्राचें निमणें

source: Allow
kok: अनुमती दियात

source: Allow first party only
kok: पयल्या पार्टीकूच परवानगी दियात

source: Allow for Session
kok: सत्राक मेकळीक दिवची

source: Block
kok: आडावचें

source: <no cookie selected>
kok: <कुकी निवडिल्ली ना>

source: The following cookies are stored on your computer:
kok: मुखावेल्यो कुकीज तुमच्या संगणकार साठयल्ल्यो आसात:

source: The following cookies match your search:
kok: मुखावेल्यो कुकीज तुमच्या सोदाकडेन जुळता:

source: Remove offline website data
kok: ऑफलायन वॅबसायट डेटा काडचो

source: After removing this data, %S will not be available offline. Are you sure you want to remove this offline website?
kok: हो डेटा काडून उडयतकेर, %S ऑफलायन उपलब्ध आसचो ना. तुमका खरेच ही ऑफलायन वेबसायट काडून उडोवपाची आसा?

source: Remove offline data
kok: ऑफलायन डेटा काडचो

source: The following websites are not allowed to store data for offline use:
kok: फुडें दिल्ल्या वॅबसायटींक ऑफलायन वापरा खातीर डेटा सांठोवंक मेकळीक दिल्ली नाः

source: Offline Data
kok: ऑफलायन डेटा

source: Your web content cache is currently using %1$S %2$S of disk space
kok: तुमचो वेब आशय कॅशे ही सद्या%1$S %2$S डिस्कस्पेस वापरता

source: Calculating web content cache size…
kok: वेब आशयाचो कॅच आकार मेजता...

source: Your application cache is currently using %1$S %2$S of disk space
kok: तुमचो अनुप्रयोग कॅशे हो सद्या %1$S %2$S डिस्कस्पेस वापरता

source: Do you want to unlink your device?
kok: तुमका तुमची उपकरण जोडणी काडपाक जाय?

source: This device will no longer be associated with your Sync account. All of your personal data, both on this device and in your Sync account, will remain intact.
kok: हे उपकरण तुमच्या सिंक खात्यासंयत जोडिल्ले आसचे ना. तुमच्या उपकरणावयलो आनी सिंक खात्यातलो, सगळो खाजगी डेटा, तसोच उरतलो.

source: Unlink
kok: जोडणी काडात

source: %S must restart to enable this feature.
kok: हे वैशिष्ट्य सक्रिय करपाक %S न परत चालू जावपाक जाय.

source: %S must restart to disable this feature.
kok: हे वैशिष्ट्य निष्क्रिय करपाक %S न परत चालू जावपाक जाय.

source: Restart %S
kok: %S परतून सुरू करचें
