Repository: tktk711/mozilla-l10n
Catalog: sco/browser/chrome/browser/aboutSessionRestore.dtd.po
Languages: sco

source: Restore Session
sco: Restow Session

source: Well, this is embarrassing.
sco: Weel, this is æ reidie.

source: &brandShortName; is having trouble recovering your windows and tabs. This is usually caused by a recently opened web page.
sco: &brandShortName; is haein bother recoverin yer windaes an tags. This is usually acause o æ wab paidge that ye hae juist appent.

source: You can try:
sco: Ye can try:

source: Removing one or more tabs that you think may be causing the problem
sco: Remuivin ane or mair tags that ye think are mibbe causin the bother

source: Starting an entirely new browsing session
sco: Stairtin æ hale new brousin session

# restorepage.tryagainButton
source: Restore
sco: Restow

source: Close
sco: Shut

# restorepage.restoreHeader
source: Restore
sco: Restow

source: Windows and Tabs
sco: Windaes an Tags

source: Window %S
sco: Windae %S

# welcomeback.tabtitle
source: Welcome Back!
sco: Walcome Back!

# welcomeback.pageTitle
source: Welcome Back!
sco: Walcome Back!

source: &brandShortName; successfully reset your profile. Below is a list of windows and tabs you had open; you can restore them or start with a clean slate.
sco: &brandShortName; juist reset yer profile. Ablow is æ list o windaes an tags that ye haed appent; ye can restow thaim or stairt wi æ clean slate.
