Repository: tktk711/mozilla-l10n
Catalog: sco/browser/chrome/browser/tabbrowser.properties.po
Languages: sco

source: Connecting…
sco: Connectin…

source: Securing connection…
sco: Makin connection siccar…

source: Searching…
sco: Rakin...

source: Loading…
sco: Loadin...

source: Waiting…
sco: Bidin...

source: Downloading…
sco: Dounloadin…

source: Close Tab
sco: Shut Tag

source: Confirm close
sco: Confirm shut

source: ;You are about to close #1 tabs. Are you sure you want to continue?
sco: ;Ye are about tae shut #1 tags. Are ye wantin tae cairy on?

source: Close tabs
sco: Shut tags

source: Warn me when I attempt to close multiple tabs
sco: Wairn me whan A try tae shut mair than ane tag
