Repository: tktk711/mozilla-l10n
Catalog: sco/browser/chrome/browser/translation.dtd.po
Languages: sco

source: This page is in
sco: This paidge is in

source: Translate this page?
sco: Puit this paidge ower?

source: Translate
sco: Puit ower

source: Not Now
sco: No the Nou

source: Translating page content…
sco: Puitin ower paidge content...

source: This page has been translated from
sco: This paidge haes been puit ower frae

source: to
sco: tae

source: Show Original
sco: Shaw Oreiginal

source: Show Translation
sco: Shaw Translation

source: There has been an error translating this page.
sco: There's been æ mistak puitin this paidge ower.

source: Translation is not available at the moment. Please try again later.
sco: There's nae translation the nou. Please try again aifter on.

source: Options
sco: Chyces

source: N&ever translate this site
sco: N&iver puit this steid or

source: &Translation preferences
sco: &Translation prefrences

source: Translations by
sco: Puit ower bi
