Repository: tktk711/mozilla-l10n
Catalog: wo/browser/feedback/main.properties.po
Languages: wo

source: Help make Firefox better by running user studies.
wo: Bokk leen ci ay njàngati jëfandikoo ngir dimbali ñu gën baaxal Firefox.

source: More Info
wo: Benn bennal yu gën bari

source: Submit
wo: Diis ko

source: Take the Survey
wo: Bokk ci sondaas bi

source: Turn On User Studies
wo: Suqali njàngati jëfandikoo

source: Turn Off User Studies
wo: Suuxal njàngati jëfandikoo

source: We are working on a new study now; it will knock on your door soon! Stay Tuned!
wo: Ñi ngiy liggéey léegi ci njàngat bu bees; dina féex ci kanam!Jokkool!

source: Uploading…
wo: Fat waa ngi ci yoon…

source: Unable to reach Mozilla; please try again later.
wo: Kenn mënula jot Mozilla; jéemaatal ci kanam.

source: Thanks for contributing!
wo: Jërëjëf ci sa ndimbal !

source: Finished on %S
wo: Sotti na ci %S

source: (You canceled this study)
wo: (Neenal nga njàngat bii)

source: (You missed this study)
wo: (Manke nga njàngat bii)

source: Will start on %S
wo: Dina tambaliwaat ci %S

source: Currently gathering data.
wo: Ñi ngiy dajale rootaan yi.

source: Will finish on %S
wo: Dina sotti ci %S

source: Propose your own study
wo: Diktal sa njàngatu bopp

source: Comments & Discussions »
wo: Waxtaan ak joxe say xalaat »

source: Propose a Test »
wo: Diktal benn test »

source: @MozTestPilot on Twitter »
wo: @MozTestPilot ci Twitter »

source: Now uploading data…
wo: Yebum xibaar yaa ngi ci yoon…

source: Oops! There was an error connecting to the Mozilla servers. Maybe your network connection is down?
wo: Oups ! Am na njumte ci jokkoo ak serwëëri Mozilla. Sa jokkoo lëkkale baaxul?

source: Test Pilot will retry automatically, so it's OK to close this page now.
wo: Test Pilot dina jéemaatal boppam, mën nga tëj léegi xët wi.

source: (It has already ended and you should not be seeing this page)
wo: (Njàngat bi sotti na te xët wii waratul wonewu)

source: today, at %S
wo: tey, ci %S

source: on %S
wo: ci %S

source: #1 extension;#1 extensions
wo: #1yokk;#1 yokk yi

source: This test recurs every %S days. Each time it completes:
wo: Test bii dafay am %S bes yu nekk. Bes bu sottee:

source: Ask me whether I want to submit my data.
wo: laaj ma ndax dama bëgg joxe samay rootaan.

source: Always submit my data, and don't ask me about it.
wo: joxe samay xibaar te doo ma laaj.

source: Never submit my data, and don't ask me about it.
wo: bul joxe mukk samay xibaar te doo ma laaj.

# testpilot.statusPage.loading
source: Loading, please wait a moment…
wo: Yeb baa ngi ci yoon, xaaral tuuti…

source: You are about to quit the "%S" study.
wo: Yaa ngiy waaja génn njàngat « %S ».

source: (Optional) If you have a minute, please let us know why you have chosen to quit the study.
wo: (Tànnéef) Boo amee benn simili, wax ñu lu tax ngay génn ci njàngat mi.

source: Reason:
wo: Li tax:

source: This is a recurring study. Normally we will let you know the next time we run the study. If you never want to hear about this study again, check the box below:
wo: Lii njàngat la buy faral di dellusi. Ci yoon,dina ñu la yëgal bu ñu ko dee suqaliwaat. Boo bëggatul dégg waxi njàngat bii, kosal ci wërngal bii ci suuf.

source: Quit this recurring study.
wo: Génnal njàngat bii di dem ak dikk.

source: Quit the Study »
wo: Génnal njàngat bi»

source: Thank You for Joining the Test Pilot Team!
wo: Jërajëf li nga wallusi ekibu Test Pilot !

source: Getting Started
wo: Ci yoonu tambali

source: Please take the
wo: Jërëjëf ci li nga bokk ci

source: Pilot Background Survey
wo: sondaas Test Pilot

source: Click here to see the studies that are currently running.
wo: Cuqal fii ngir gis njàngat yiy dox.

source: Test Pilot Add-on
wo: Modili mottali Test Pilot

source: « look for this icon in the bottom right of the browser window.
wo: « wutal njunj bii ci koñu ndeyjooru kaw bu palanteeru joowkat bi

source: You can click on it to get the main Test Pilot menu.
wo: Mën nga cuq ci kawam ngir agg ci njëlu Test Pilot bi ëpp solo.

source: The icon will pop up a notification when a study needs your attention.
wo: Dina am lu génn ci kaw njunj mi di wane ni am na njàngat boo wara seet.

source: Privacy Policy
wo: Poltigu deeyante

source: Legal Notices
wo: Xaatim yi jaar yoon

source: Save Answers
wo: Aar tontu yi

source: Submit Answers
wo: Joxe tontu yi

source: Change Answers
wo: Soppi tontu yi

# testpilot.surveyPage.loading
source: Loading, please wait a moment…
wo: Yeb baa ngi ci yoon, xaaral tuuti…

source: Thank you for finishing this survey. Your answers will be uploaded along with the next set of experimental data.
wo: Jërajëf ci li nga bokk ci njàngat bi. Dina ñu yeb say tontu.

source: If you would like to review or change your answers, you can do so at any time using the button below.
wo: Boo bëggee xoolaat walla soppi say tontu, mën nga ko def saa su nekk boo jëfandikoo ak butoŋ bii ci suuf.

source: Excellent! You finished the "%S" Study!
wo: Baax na!Pare nga njàngatum %S !

source: All data related to this study has been removed from your computer.
wo: Xibaar yi ànd ak njàngat bi neenal nanu leen ci sa ordinatëër.

source: Update…
wo: Yeesal…

source: Thanks!
wo: Jërajëf!

source: Thank you for uploading your data.
wo: Jaajëf ci nga yeb say rootaani njàngat.

source: Ready to Submit
wo: Pare naa ngir yonnee

source: The Test Pilot "%S" study is finished gathering data and is ready to submit.
wo: Njàngat Test Pilot « %S » sottal na djale say rootaan te pare na yonnee xibaar yi.

source: New Test Pilot Study
wo: Njàngat Test Pilot bu bees

source: The Test Pilot "%S" study is about to begin.
wo: Njàngat Test Pilot « %S » mi ngiy waaja tambali.

source: New Test Pilot Survey
wo: Sondaasu Test Pilot bu bees

source: The Test Pilot "%S" survey is available.
wo: Sondaasu Test Pilot "%S" féex na.

source: New Test Pilot Results
wo: Yi Test Pilot indi yu bees

source: New results are now available for the Test Pilot "%S" study.
wo: Am na yu bees yu féex pur Test Pilot « %S ».

source: Thank you!
wo: Jaajëf !

source: The Test Pilot "%S" study is completed and your data has been submitted!
wo: Njàngatum Test Pilot « %S » pare na te say rootaan yonnee nanu leen !

source: Extension Update
wo: Yeesalu yokk

source: One of your studies requires a newer version of Test Pilot. You can get the latest version using the Add-ons window.
wo: Benn ci say njàngat laaj na sumbu Test Pilot bu bees. Mën nga am sumb bi mujj boo jëfandikoo palanteeru modilli mottali yi.
