Repository: tktk711/mozilla-l10n
Catalog: ak/browser/chrome/browser/aboutPrivateBrowsing.dtd.po
Languages: ak

source: Private Browsing
ak: Brawsen Praevet

source: Would you like to start Private Browsing?
ak: Wo bɛ pɛ sɛ wo bɛhyɛ Brawsen Praevet ase anaa?

source: &brandShortName; won't remember any history for this session.
ak: &brandShortName; rennkae abakɔsɛm biara mma sɛhyɛn yi.

source: &brandShortName; is not currently in Private Browsing mode.
ak: &brandShortName; nni Brawsen Praevet tebea mu seisei.

source: In a Private Browsing session, &brandShortName; won't keep any browser history, search history, download history, web form history, cookies, or temporary internet files. However, files you download and bookmarks you make will be kept.
ak: Sɛ wo wɔ Brawsen Praevet sɛhyɛn mu a, &brandShortName; rennsie wo brawsa ne abakɔsɛm biara anaaso nkuuki ne intanɛt mfael a woresie wɔn bere tiawa bi mu. Naaso sɛ wo twe anaaso wo bukmaake fael biara a, wobesie wɔn.

source: Start &Private Browsing
ak: Hyɛ Brawsen &Praevet Ase

source: To stop Private Browsing, select &basePBMenu.label; &gt; &privateBrowsingCmd.stop.label;, or close &brandShortName;.
ak: Sɛ wo pɛ sɛ wo gyae Brawsen Praevet a, fa &basePBMenu.label; &gt; &privateBrowsingCmd.stop.label;, anaaso to &brandShortName; mu.

source: To start Private Browsing, you can also select &basePBMenu.label; &gt; &privateBrowsingCmd.start.label;.
ak: Sɛ wo pɛ wo hyɛ Brawsen Praevet ase a, wo betumi afa &basePBMenu.label; &gt; &privateBrowsingCmd.start.label;

source: While this computer won't have a record of your browsing history, your internet service provider or employer can still track the pages you visit.
ak: Ɛwɔ mu sɛ wo kɔmputa rennsie wo brawsen abakɔsɛm, naaso wɔn a wɔma wo Intanɛt betumi ehu nkrataafa a wo kɔ.

source: Learn More
ak: Sua Bio
