Repository: tktk711/mozilla-l10n
Catalog: ak/browser/chrome/browser/engineManager.dtd.po
Languages: ak

source: Manage Search Engine List
ak: Hwɛ Nhwehwɛe Mfidie List so

source: You have the following search engines installed:
ak: Wo einstɔl nhwehwɛ mfidie yinom:

source: Name
ak: Din

source: Keyword
ak: Kasafua-titiriw

source: Move &Up
ak: Soa-kɔ S&oro

source: Move &Down
ak: Soa-kɔ &Famu

source: &Remove
ak: &Yi

source: Edi&t Keyword…
ak: Se&sa Kasafua-titiriw…

source: Get more se&arch engines…
ak: Gye nhw&ehwɛ efidie bio…

source: &Show search suggestions
ak: &Kyerɛ adwenkyerɛ ma nhwehwɛ

source: R&estore Defaults
ak: Si&esie Difɔlt Ndeɛma
