Repository: tktk711/mozilla-l10n
Catalog: ak/browser/chrome/browser/tabbrowser.properties.po
Languages: ak

source: Connecting…
ak: Rekɔnɛkt…

source: Securing connection…
ak: Ɛresɔ kɔnɛkhyen mu…

source: Searching…
ak: Ɛrehwehwɛ…

source: Loading…
ak: Relood…

source: Waiting…
ak: Retweɔn…

source: Downloading…
ak: Retwe…

source: New Tab
ak: Tab foforo

source: Close Tab
ak: To Tab No Mu

source: Close
ak: To Mu

source: Confirm close
ak: Foa ntomu so

source: ;You are about to close #1 tabs. Are you sure you want to continue?
ak: ;Wo rebɛto ntab #1 mu. Wo pɛ sɛ wo toa so anaa?

source: Close tabs
ak: To ntab yinom mu

source: Warn me when I attempt to close multiple tabs
ak: Bɔ me kɔkɔ sɛ me yɛ sɛ me rebɛto ntab bebreebe mu a

source: Close tab
ak: To tab yi mu
