Repository: tktk711/mozilla-l10n
Catalog: hsb/mail/chrome/messenger-smime/msgCompSecurityInfo.dtd.po
Languages: hsb

source: Message Security
hsb: Wěstota za powěsće

source: Please note: Subject lines of email messages are never encrypted.
hsb: Prošu wobkedźbujće: Předmjetowe linki e-mejlowych powěsćow so ženje njezaklučuja.

source: The contents of your message will be sent as follows:
hsb: Wobsah wašeje powěsće budźe so słać kaž slěduje:

source: Digitally signed:
hsb: Digitalnje signěrowana:

source: Encrypted:
hsb: Zaklučowana:

source: Certificates:
hsb: Certifikaty:

source: &View
hsb: &Pokazać

source: Recipient
hsb: Přijimar

source: Issued
hsb: Wupisany

source: Expires
hsb: Płaćiwy do
