Repository: tktk711/mozilla-l10n
Catalog: roa-*-val/devtools/client/debugger.properties.po
Languages: es

source: Debugger
es: Depurador

source: Debugger Panel
es: Panel del depurador

source: JavaScript Debugger (%S)
es: Depurador JavaScript (%S)

source: Collapse panes
es: Colapsar panels

source: Expand panes
es: Expandir els panels

source: Click to pause (%S)
es: Pulsar per a pausar (%S)

source: Waiting for next execution
es: Esperant la següent eixecució

source: Click to resume (%S)
es: Pulse per a continuar (%S)

source: Click to start tracing
es: Pulse per a escomençar a registrar traces

source: Click to stop tracing
es: Pulse per a finalisar de registrar traces

source: Step Over (%S)
es: Botar (%S)

source: Step In (%S)
es: Entrar a (%S)

source: Step Out (%S)
es: Eixir de (%S)

source: No globals
es: No hi ha globals

source: This page has no workers.
es: Esta pàgina no té workers.

source: This page has no sources.
es: Esta pàgina no té fonts.

source: Waiting for sources…
es: Esperant els còdics font…

source: No event listeners to display
es: No hi ha escoltadors d'events que mostrar

source: No stack frames to display
es: No hi ha piles que mostrar

source: No function calls to display
es: No hi ha cridades de funció per a mostrar

source: Tracing has not started
es: No s'ha iniciat ninguna traça

source: Toggle breaking on this event
es: Alternar el punt de ruptura en este event

source: on
es: en

source: in
es: en

source: %S nodes
es: %S nodos

source: [native code]
es: [còdic natiu]

source: Animation
es: Animació

source: Audio
es: Àudio

source: Battery
es: Bateria

source: Clipboard
es: Portapapers

source: Composition
es: Composició

source: Device
es: Dispositiu

source: Display
es: Visualisació

source: Drag and Drop
es: Rossegar i amollar

source: Interaction
es: Interacció

source: Keyboard
es: Teclat

source: HTML5 Media
es: Mijos HTML5

source: Mouse
es: Ratolí

source: Mutation
es: Mutació

source: Navigation
es: Navegació

source: Pointer Lock
es: Bloqueig del punter

source: Sensor
es: Censor

source: Storage
es: Almagasenament

source: Time
es: Temps

source: Touch
es: Toc

source: Other
es: Atres

source: Toggle black boxing
es: Alternar el modo de caixa negra

source: No matches found
es: No se troben coincidències

source: Search scripts (%S)
es: Buscar scripts (%S)

source: Filter chrome globals (%S)
es: Filtrar globals de chrome (%S)

source: Filter variables
es: Filtrar variables

source: Filter properties
es: Filtrar propietats

source: Filter scripts (%S)
es: Filtrar scripts (%S)

source: Search in all files (%S)
es: Buscar en tots els fichers (%S)

source: Search for function definition (%S)
es: Buscar la definició de la funció (%S)

source: Find in this file (%S)
es: Buscar en este ficher (%S)

source: Go to line (%S)
es: Anar a la llínea (%S)

source: Filter variables (%S)
es: Filtrar variables (%S)

source: Configure conditional breakpoint
es: Configurar punts de ruptura condicionals

source: Enable breakpoint
es: Activar el punt de ruptura

source: Disable breakpoint
es: Desactivar el punt de ruptura

source: Remove breakpoint
es: Eliminar el punt de ruptura

source: Enable others
es: Activar-ne atres

source: Disable others
es: Desactivar-ne atres

source: Remove others
es: Eliminar-ne atres

source: Enable all breakpoints
es: Activar tots els punts de ruptura

source: Disable all breakpoints
es: Desactivar tots els punts de ruptura

source: Remove all breakpoints
es: Eliminar tots els punts de ruptura

source: Loading…
es: Carregant…

source: Error loading this URL: %S
es: Erro en carregar este URL: %S

source: Add watch expression
es: Afegir una expressió de vigilància

source: Watch
es: Observar

source: No variables to display
es: No hi ha variables per a mostrar.

source: %S scope
es: Ámbit %S

source: Watch expressions
es: Expresions vigilades

source: Stack trace:
es: Traça de la pila:

source: #1 more…;#1 more…
es: #1 més…;#1 més…

source: Double click to edit
es: Faça doble clic per a editar

source: Click to change value
es: Faça clic para canviar el valor

source: Click to remove
es: Pulse per a eliminar

source: Click to set value
es: Faça clic per a configurar el valor

source: Click to select the node in the inspector
es: Pulse per a seleccionar el nodo en l'inspector

source: writable
es: se pot escriure

source: frozen
es: congelat

source: sealed
es: segellat

source: overridden
es: sobreescrit

source: There are one or more paused debuggers. Please resume the most-recently paused debugger first at: %S
es: Hi ha u o més depuradors pausats. Per favor, reprenga el depurador pausat més pròxim en el temps en: %S

source: (optimized away)
es: (optimisat externament)

source: (uninitialized)
es: (no inicialisat)

source: (unavailable)
es: (no disponible)

source: Anonymous Sources
es: Fonts desconegudes

source: This is an experimental feature
es: Esta és una característica experimental
