Repository: tktk711/mozilla-l10n
Catalog: roa-*-val/devtools/client/markers.properties.po
Languages: roa_es_val

source: Recalculate Style
roa_es_val: Recalcular estil

source: Layout
roa_es_val: Disposició

source: Paint
roa_es_val: Dibuixar

source: Composite Layers
roa_es_val: Compondre capes

source: Composite Request Sent
roa_es_val: Enviada la solicitut de composició

source: Function Call
roa_es_val: Cridada a funció

source: Parse HTML
roa_es_val: Interpretar HTML

source: Parse XML
roa_es_val: Interpretar XML

source: DOM Event
roa_es_val: Event DOM

source: Console
roa_es_val: Consola

source: Garbage Collection
roa_es_val: Arreplegada de fem

source: Non-incremental GC
roa_es_val: AF no-incremental

source: Minor GC
roa_es_val: Minor AF

source: Cycle Collection
roa_es_val: Arreplegada de cicle

source: CC Graph Reduction
roa_es_val: Reducció de gràfic CC

source: Timestamp
roa_es_val: Marca de temps

source: Unknown
roa_es_val: Desconegut

source: Script Tag
roa_es_val: Etiqueta script

source: Promise Callback
roa_es_val: Cridada de resposta de Promise

source: Promise Init
roa_es_val: Inicialisació de Promise

source: JavaScript URI
roa_es_val: URI de JavaScript

source: Event Handler
roa_es_val: Manejador d'events

source: Start:
roa_es_val: Iniciar:

source: End:
roa_es_val: Final:

source: Duration:
roa_es_val: Duració:

source: Cause:
roa_es_val: Causa:

source: Type:
roa_es_val: Tipo:

source: Label:
roa_es_val: Etiqueta:

source: Stack:
roa_es_val: Pila:

source: Stack at start:
roa_es_val: Pila a l'inici:

source: Stack at end:
roa_es_val: Pila al final:

source: (Async: %S)
roa_es_val: (Asíncron: %S)

source: Timer Name:
roa_es_val: Nom del temporisador:

source: Event Type:
roa_es_val: Tipo d'event:

source: Phase:
roa_es_val: Fase:

source: Non-incremental Cause:
roa_es_val: Causa no-incremental:

source: Serialize data in Worker
roa_es_val: Serialisar les senyes en el Worker

source: Serialize data on the main thread
roa_es_val: Serialisar les senyes en el fil principal

source: Deserialize data in Worker
roa_es_val: Deserialisar les senyes en el Worker

source: Deserialize data on the main thread
roa_es_val: Deserialisar les senyes en el fil principal

source: Serialize data
roa_es_val: Serialissar senyes

source: Deserialize data
roa_es_val: Deserialisar senyes

source: <unknown location>
roa_es_val: <direcció desconeguda>

source: Target
roa_es_val: Destí

source: Capture
roa_es_val: Capturar

source: Bubbling
roa_es_val: Demorant

# marker.gcreason.label.API
source: API Call
roa_es_val: Cridada a la API

source: Eager Allocation Trigger
roa_es_val: Disparar l'asignació de memòria temprana

# marker.gcreason.label.DESTROY_RUNTIME
source: Shutdown
roa_es_val: Apagar

source: Out of Memory
roa_es_val: Memòria agotada

source: Too Many Bytes Allocated
roa_es_val: Massa bytes asignats

source: Too Many Allocations
roa_es_val: Massa asignacions de memòria

source: Debug GC
roa_es_val: Depurar la RF

source: Dead Global Revived
roa_es_val: Global expirat revixcut

source: Finish Incremental Cycle
roa_es_val: Acabar el cicle incremental

source: Nursery is Full
roa_es_val: La guarderia està plena

source: Nursery Eviction
roa_es_val: Desestage de la guarderia

source: Nursery Objects Too Active
roa_es_val: Objestes de la guarderia massa actius

source: Large Allocation Failed
roa_es_val: Asignació gran fallida

# marker.gcreason.label.PERIODIC_FULL_GC
source: Periodic Full GC
roa_es_val: GC complet periódic

source: Allocations Rate Too Fast
roa_es_val: Taxa d'asignacions de memòria massa ràpida

source: Low Memory
roa_es_val: Memòria baixa

# marker.gcreason.label.CC_WAITING
source: Forced by Cycle Collection
roa_es_val: Forçat per una recolecció de cicle

# marker.gcreason.label.CC_FORCED
source: Forced by Cycle Collection
roa_es_val: Forçat per una recolecció de cicle

source: Page Load Finished
roa_es_val: Càrrega de la pàgina finalisada

source: Moved to Background
roa_es_val: Mogut al fondo

source: Destroy JS Context
roa_es_val: Destruir el context JS

# marker.gcreason.label.SET_NEW_DOCUMENT
source: New Document
roa_es_val: Nou document

# marker.gcreason.label.SET_DOC_SHELL
source: New Document
roa_es_val: Nou document

# marker.gcreason.label.DOM_UTILS
source: API Call
roa_es_val: Cridada al API

source: Periodic Worker GC
roa_es_val: GC periòdic de worker

source: Periodic Incremental GC Slice
roa_es_val: Ranura de GC periòdica incremental

# marker.gcreason.label.FULL_GC_TIMER
source: Periodic Full GC
roa_es_val: GC complet periòdic

# marker.gcreason.label.SHUTDOWN_CC
source: Shutdown
roa_es_val: Apagar

# marker.gcreason.label.DOM_WINDOW_UTILS
source: User Inactive
roa_es_val: Usuari inactiu

# marker.gcreason.label.USER_INACTIVE
source: User Inactive
roa_es_val: Usuari inactiu

source: Nursery Collection
roa_es_val: Colecció de viver

# marker.gcreason.description.API
source: There was an API call to force garbage collection.
roa_es_val: Ha hagut una cridada al API per a forçar la recolecció de fem.

source: JavaScript returned to the event loop and there were enough bytes allocated since the last GC that a new GC cycle was triggered.
roa_es_val: JavaScript ha tornat al bucle d'events i havia suficients bytes assignats perque des de l'últim GC se n'ha llançat u nou.

# marker.gcreason.description.DESTROY_RUNTIME
source: Firefox destroyed a JavaScript runtime or context, and this was the final garbage collection before shutting down.
roa_es_val: Firefox ha destruït un context o temps d'eixecució JavaScript, i esta era la recolecció de fem final abans de tancar.

source: JavaScript attempted to allocate, but there was no memory available. Doing a full compacting garbage collection as an attempt to free up memory for the allocation.
roa_es_val: JavaScript ha intentat assignar, pero no hi ha memòria disponible. Fent una recolecció de fem completa de compactació com un intent de lliberar memòria per a la assignació.

source: JavaScript allocated too many bytes, and forced a garbage collection.
roa_es_val: JavaScript ha assignat massa bytes i ha forçat una recolecció de fem.

source: JavaScript allocated too many times, and forced a garbage collection.
roa_es_val: JavaScript ha assignat massa vegades i ha forçat una recolecció de fem.

source: GC due to Zeal debug settings.
roa_es_val: GC degut a la configuració de depuració Zeal.

source: A global object that was thought to be dead at the start of the GC cycle was revived by the end of the GC cycle.
roa_es_val: Un objecte global que se suponia expirat al principi del cicle de GC ha segut reviscolat al final del cicle de GC.

source: The active incremental GC cycle was forced to finish immediately.
roa_es_val: El cicle GC actiu incremental ha segut forçat a finalisar immediatament

source: JavaScript allocated enough new objects in the nursery that it became full and triggered a minor GC.
roa_es_val: JavaScript ha assignat tants objectes nous en la guarderia que s'ha omplit i ha provocat una GC menor.

source: Work needed to be done on the tenured heap, requiring the nursery to be empty.
roa_es_val: El treball que s'ha de fer en la pila d'objectes senils requerix que la guarderia estiga buida.

source: There were too many properties on tenured objects whose value was an object in the nursery.
roa_es_val: Hi havia massa propietats en objectes senils el valor de les quals era un objecte en la guarderia.

source: A large allocation was requested, but there was not enough memory.
roa_es_val: S'ha solicitat una gran assignació de memòria, pero no hi havia suficient memòria.

source: JavaScript returned to the event loop, and it has been a relatively long time since Firefox performed a garbage collection.
roa_es_val: JavaScript ha tronat al bucle d'events i havia passat relativament molt de temps des de que Firefox feu una recolecció de fem.

source: A full, non-incremental garbage collection was triggered because there was a faster rate of allocations than the existing incremental garbage collection cycle could keep up with.
roa_es_val: S'ha llançat una recolecció de fem completa, no incremental, perque hi havia una taxa d'assignacions de memòria més ràpida que la que podia sostindre el cicle de recolecció de fem incremental existent.

source: Components.utils.forceGC() was called to force a garbage collection.
roa_es_val: S'ha cridat a Components.utils.forceGC() per a forçar una recolecció de fem.

source: There was very low memory available.
roa_es_val: Hi havia molt poca memòria disponible.

# marker.gcreason.description.CC_WAITING
source: The cycle collector required a garbage collection.
roa_es_val: El recolector de cicle requeria una recolecció de fem.

# marker.gcreason.description.CC_FORCED
source: The cycle collector required a garbage collection.
roa_es_val: El recolector de cicle requeria una recolecció de fem.

source: The document finished loading.
roa_es_val: El document s'ha acabat de carregar.

source: The tab or window was moved to the background.
roa_es_val: La pestanya o finestra ha passat a segon pla.

# marker.gcreason.description.NSJSCONTEXT_DESTROY
source: Firefox destroyed a JavaScript runtime or context, and this was the final garbage collection before shutting down.
roa_es_val: Firefox ha destruït un context o temps d'eixecució JavaScript, i esta era la recolecció de fem final abans de tancar.

# marker.gcreason.description.SET_NEW_DOCUMENT
source: The page has been navigated to a new document.
roa_es_val: La pàgina ha canviat per navegació a un nou document.

# marker.gcreason.description.SET_DOC_SHELL
source: The page has been navigated to a new document.
roa_es_val: La pàgina ha canviat per navegació a un nou document.

# marker.gcreason.description.DOM_UTILS
source: There was an API call to force garbage collection.
roa_es_val: Ha hagut una cridada a la API per a forçar la recolecció de fem.

source: Received an inter-process message that requested a garbage collection.
roa_es_val: Rebut un mensage interprocés que solicita una recolecció de fem

source: The worker was idle for a relatively long time.
roa_es_val: El worker ha estat inactiu durant un temps relativament llarc.

source: There has been a relatively long time since the last incremental GC slice.
roa_es_val: Ha passat relativament molt de temps des de l'última ranura de GC incremental.

source: JavaScript returned to the event loop, and it has been a relatively long time since we performed a garbage collection.
roa_es_val: JavaScript ha tornat al bucle d'events i havia passat relativament molt de temps des de que feren una recolecció de fem.

# marker.gcreason.description.SHUTDOWN_CC
source: Firefox destroyed a JavaScript runtime or context, and this was the final garbage collection before shutting down.
roa_es_val: Firefox ha destruït un context o temps d'eixecució JavaScript, i esta era la recolecció de fem final abans de tancar.

source: The user was inactive for a long time. Took the opportunity to perform GC when it was unlikely to be noticed.
roa_es_val: L'usuari ha estat inactiu molt de temps. S'ha aprofitat per a eixecutar un GC quant era poc probable que se notara.

source: The user was inactive for a long time. Firefox took the opportunity to perform GC when it was unlikely to be noticed.
roa_es_val: L'usuari ha estat inactiu molt de temps. Firefox ha aprofitat per a eixecutar un GC quant era poc probable que se notara.
