Repository: tktk711/mozilla-l10n
Catalog: roa-*-val/browser/chrome/browser/customizableui/customizableWidgets.properties.po
Languages: es

source: History
es: Historial

source: Show your history (%S)
es: Mostre el seu historial (%S)

source: Synced Tabs
es: Pestanyes Syncronisades

source: Show tabs from other devices
es: Mostrar les pestanyes d'uns atres dispositius

source: New Private Window
es: Nova finestra privada

source: Open a new Private Browsing window (%S)
es: Obrir una nova finestra de navegació privada (%S)

source: Save Page
es: Guardar pàgina

source: Save this page (%S)
es: Guarde esta pàgina (%S)

source: Find
es: Buscar

source: Find in this page (%S)
es: Buscar en esta pàgina(%S)

source: Open File
es: Obrir archiu

source: Open a file (%S)
es: Obrir un archiu (%S)

source: Developer
es: Desenrollador

source: Open Web developer tools (%S)
es: Obrir les ferramentes del desenrollador web (%S)

source: Sidebars
es: Barres laterals

source: Show sidebars
es: Mostrar les barres laterals

source: Add-ons
es: Complements

source: Manage your add-ons (%S)
es: Administrar els complements (%S)

source: Preferences
es: Preferències

source: Open preferences
es: Obrir les preferències

source: Open preferences (%S)
es: Obrir les preferències (%S)

source: Options
es: Opcions

source: Open options
es: Obrir les opcions

source: Zoom Controls
es: Controls de tamany

source: Zoom controls
es: Controls de tamany

source: Zoom out
es: Reduir

source: Zoom out (%S)
es: Reduir el tamany (%S)

source: Reset zoom level (%S)
es: Reiniciar el nivell d'ampliació (%S)

source: Zoom in
es: Aumentar

source: Zoom in (%S)
es: Aumentar el tamany (%S)

source: Edit Controls
es: Editar controls

source: Edit controls
es: Editar controls

source: Cut
es: Tallar

source: Cut (%S)
es: Tallar (%S)

source: Copy
es: Copiar

source: Copy (%S)
es: Copiar (%S)

source: Paste
es: Pegar

source: Paste (%S)
es: Pegar (%S)

source: Subscribe
es: Subscriure's

source: Subscribe to this page
es: Subscriure's a esta pàgina…

source: ­Text Encoding
es: ­Codif. caràcters

source: Show text encoding options
es: Mostrar les opcions de codificació de caràcters

source: Email Link
es: Enviar enllaç per curreu

source: Email a link to this page
es: Enviar per correu un enllaç ad esta pàgina

# quit-button.tooltiptext.linux2
source: Quit %1$S (%2$S)
es: Eixir de %1$S (%2$S)

# quit-button.tooltiptext.mac
source: Quit %1$S (%2$S)
es: Eixir de %1$S (%2$S)

source: Hello
es: Hola

source: Browse this page with a friend
es: Navega per esta pàgina en un amic

source: Error!
es: ¡Erro!

source: Do not disturb
es: No molesten

source: You are sharing your screen
es: Està compartint la seua pantalla.

source: You are sharing your tabs
es: Està compartint les seues pestanyes

source: Someone is waiting for you
es: Algú està esperant-lo

source: %S is not available in Private Browsing
es: %S no està disponible en navegació privada

source: Share This Page
es: Compartir esta pàgina

source: Share this page
es: Compartir esta pàgina

source: Forget
es: Oblidar

source: Forget about some browsing history
es: Oblidar part de l'historial de navegació

source: Open WebIDE (%S)
es: Obrir WebIDE (%S)

source: New Non-e10s Window
es: Nova finestra no-e10s

source: Open a new Non-e10s Window
es: Obrir una nova finestra no-e10s
