Repository: tktk711/mozilla-l10n
Catalog: ach/obsolete/mobile/android/chrome/webapp.properties.po
Languages: ach

source: Checking for updates…
ach: Roto pi ngec…

source: Checking for updates to your apps
ach: Roto pi ngec manyen me purugram mamegi

source: No updates available
ach: Ngec pe nonge

source: There are no updates to your apps
ach: Ngec manyen me purugram mamegi pe tye

source: #1 new update available;#1 new updates available
ach: #1 ngec manyen tye;ngec manyen tye #1

source: Touch to retrieve update for %1$S;Touch to retrieve updates for %1$S
ach: Gudi me golo ngec manyen pi %1$S;Gudi me golo ngec manyen pi %1$S

source: Retrieving #1 update…;Retrieving #1 updates…
ach: Golo ngec manyen #1…;Golo ngec manyen #1…

source: Retrieving update for %1$S; Retrieving updates for %1$S
ach: Golo ngec manyen pi %1$S; Golo ngec manyen pi %1$S

source: #1 update downloaded;#1 updates downloaded
ach: kigamo ngec manyen #1;kigamo ngec manyen #1

source: Touch to install update for %1$S;Touch to install updates for %1$S
ach: Gudi me keto ngec manyen pi %1$S;Gudi me keto ngec manyen pi %1$S

source: #1 update failed;#1 updates failed
ach: keto ngec manyen #1 pe olare;keto ngec manyen #1 pe olare

source: Failed to retrieve update for %1$S;Failed to retrieve updates for %1$S
ach: Golo ngec manyen pi %1$S pe olare;Golo ngec manyen pi %1$S pe olare

source: Installing apps is disabled
ach: Kijuko woko keto purugram
