Repository: tktk711/mozilla-l10n
Catalog: cak/browser/chrome/browser/devtools/scratchpad.properties.po
Languages: cak

source: File exists. Overwrite?
cak: K'o chik ri yakb'äl. ¿La nitz'ib'äx chik qa pa ruwi'?

source: Scratchpad cannot find any browser window to execute the code in.
cak: Ri tz'etël samaj majun rutzuwach okik'amaya'l nrïl, akuchi' tib'anatäj ri nimaläj b'i'aj.

source: Scratchpad cannot run this operation in the current mode.
cak: Ri tz'etël samaj man nitikïr ta chi tib'anatäj re samaj re' pa ri rub'anikil wakami.

source: Open File
cak: Tijaq yakb'äl

source: Failed to read the file.
cak: Sachoj toq nisik'ïx ri yakb'äl.

source: Failed to convert file to Unicode from %1$S.
cak: Xsach toq nupo'irisaj jun yakb'äl pa jun Unicode chupam ri %1$S.

source: Clear Items
cak: Tijosq'ïx ch'akulal

source: Save File As
cak: Tiyak yakb'äl achi'el

source: The file save operation failed.
cak: Xsach toq nuyäk ri yakb'äl.

source: Do you want to save the changes you made to this scratchpad?
cak: ¿La nawajo' ye'ayäk ri taq k'exoj xab'än chi re re tz'etël samaj re'?

source: Unsaved Changes
cak: Taq k'exoj ri man eyakon ta

source: Do you want to revert the changes you made to this scratchpad?
cak: ¿La nawajo' ye'apiskolij ri taq k'exoj xab'än chi re re tz'etël samaj re'?

source: Revert Changes
cak: Kepiskolïx taq k'exoj

source: /* * This is a JavaScript Scratchpad. * * Enter some JavaScript, then Right Click or choose from the Execute Menu: * 1. Run to evaluate the selected text (%1$S), * 2. Inspect to bring up an Object Inspector on the result (%2$S), or, * 3. Display to insert the result in a comment after the selection. (%3$S) */
cak: /* * Re re' jun tz'etël rusamaj JavaScript. * * Tatz'ib'aj jun chi nimaläj rub'i' JavaScript. K'a ri' tapitz'a' ri rajkiq'a' ch'oy chuqa' ütz nacha' pa ri k'utüy samaj Tib'anatäj: * 1. Tib'anatäj richin titojtob'ëx ri rucholajem tzij cha'on (%1$S), * 2. Tinik'öx richin tik'ut pe ri kinik'onel taq wachinäq, rik'in ri q'i'oj (%2$S), o, * 3. Tik'ut pe richin nich'ap ri q'i'oj pa jun tzijol chi rij ri cha'oj. (%3$S) */

source: Scratchpad was created without any arguments.
cak: Xnuk' ri tz'etël samaj rik'in majun rutzijol.

source: This scratchpad executes in the Browser context.
cak: Nib'anatäj re tz'etël samaj re' pa rokisaxik okik'amaya'l.

source: https://developer.mozilla.org/en/Tools/Scratchpad
cak: https://developer.mozilla.org/en/Taqsamajib'äl/Tz'etëlSamaj

source: Line %1$S, Col %2$S
cak: Cholaj %1$S, Tem %2$S

source: This file no longer exists.
cak: Man k'o ta chik re yakb'äl re'.

source: Filter properties
cak: Taq ruch'akulal chayunel

source: Connection timeout. Check the Error Console on both ends for potential error messages. Reopen the Scratchpad to try again.
cak: Xik'o ruwi' ri ruq'ijul richin xoyob'ëx. Tanik'oj ri kitemeb'al sachoj pa ri ka'i' ruchi' richin nilitäj we e k'o kitzijol taq sachoj. Tajaqa' chik ri Tz'etël samaj richin natojtob'ej chik jumul.

# scratchpad.label
source: Scratchpad
cak: &Tz'etët samaj

source: Scratchpad Panel
cak: Rupas tz'etël samaj

# scratchpad.tooltip
source: Scratchpad
cak: Tz'etël samaj

source: Scam Warning: Take care when pasting things you don't understand. This could allow attackers to steal your identity or take control of your computer. Please type '%S' in the scratchpad below to allow pasting.
cak: Retal k'ayewal richin q'oloj: Tachajij awi' toq ye'atz'ajb'a' taq wachinäq ri man nich'ob'otäj ta pan awi'. Re re' nitikïr nub'än chi nuya' q'ij chi ke ri b'anonela' nikeleq'aj ri ak'utwachib'al o numäj ruchajixik ri akematz'ib'. Tatz'ib'aj '%S' pa ri tz'alamtz'ib'ab'äl ajsik richin yatikïr natz'ajb'a'.

source: allow pasting
cak: tiya' q'ij chi titz'ajb'äx
