Repository: tktk711/mozilla-l10n
Catalog: hsb/mail/chrome/messenger/*-smime.properties.po
Languages: hsb

source: You specified that this message should be digitally signed, but the application either failed to find the signing certificate specified in your Mail & Newsgroup Account Settings, or the certificate has expired.
hsb: Sće podał, zo so tuta powěsć digitalnje signuje, ale nałoženje pak njemóžeše signowanski certifikat, podaty w kontowych nastajenjach, namakać pak certifikat je spadnył.

source: You specified encryption for this message, but the application either failed to find the encryption certificate specified in your Mail & Newsgroup Account Settings, or the certificate has expired.
hsb: Sće za tutu powěsć zaklučowanje podał, ale nałoženje pak njemóžeše zaklučowanski certifikat, podaty w kontowych nastajenjach, namakać pak certifikat je spadnył.

source: You specified encryption for this message, but the application failed to find an encryption certificate for %S.
hsb: Sće požadał, zo so tuta powěsć zaklučuje, ale program njemóžeše zaklučowanski certifikat za %S namakać.

source: Unable to encrypt message. Please check that you have a valid email certificate for each recipient. Please check that the certificates specified in Mail & Newsgroups Account Settings for this mail account are valid and trusted for mail.
hsb: Njeje móžno powěsć zaklučować. Prošu pruwujće, zo maće płaćiwy e-mejlowy certifikat za kóždeho přijimarja. Prošu pruwujće, zo certifikaty podate w kontowych nastajenjach su płaćiwe a spušćomne za e-mejl.

source: Unable to sign message. Please check that the certificates specified in Mail & Newsgroups Account Settings for this mail account are valid and trusted for mail.
hsb: Njemóžu powěsć signować. Prošu přepruwujće, hač certifikaty podate w kontowych nastajenjach za tute e-mejlowe konto su płaćiwe a spušćomne za e-mejl.

source: Security
hsb: Wěstota

source: Certificate Manager can't locate a valid certificate that can be used to digitally sign your messages.
hsb: Zrjadowak certifikatow njemóže płaćiwy certifikat lokalizować, kotryž da so wužiwać, zo bychu so waše powěsće signowali.

source: Certificate Manager can't locate a valid certificate that other people can use to send you encrypted email messages.
hsb: Zrjadowak certifikatow njemóže płaćiwy certifikat lokalizować, kotryž druzy ludźo móža wužiwać, zo bychu wam zaklučowane e-mejlowe powěsće pósłali.

source: You should also specify a certificate for other people to use when they send you encrypted messages. Do you want to use the same certificate to encrypt & decrypt messages sent to you?
hsb: Prjedy hač móžeće powěsće digitalnje signować, dyrbiće tež certifikat podać, kotryž druzy ludźo móža wužiwać, hdyž wam zaklučowane powěsće sćelu. Chceće samsny certifikat wužiwać, zo byšće powěsće wam pósłane zaklučowali a dešifrowali?

source: Do you want to use the same certificate to encrypt & decrypt messages sent to you?
hsb: Chceće samsny certifikat wužiwać, zo byšće powěsće wam pósłane zaklučowali a dešifrowali?

source: You should also specify a certificate for other people to use when they send you encrypted messages. Do you want to configure an encryption certificate now?
hsb: Prjedy hač móžeće powěsće digitalnje signować, dyrbiće tež certifikat podać, kotryž druzy ludźo móža wužiwać, hdyž wam zaklučowane powěsće sćelu. Chceće nětko zaklučowanski certifikat konfigurować?

source: You should also specify a certificate to use for digitally signing your messages. Do you want to use the same certificate to digitally sign your messages?
hsb: Wy dyrbjeli tež certifikat podać, kotrež da so za digitalne signowanje wužiwać. Chceće samsny certifikat wužiwać, zo byšće swoje powěsće digitalnje signowali?

source: Do you want to use the same certificate to digitally sign your messages?
hsb: Chceće samsny certifikat wužiwać, zo byšće swoje powěsće digitalnje signowali?

source: You should also specify a certificate to use for digitally signing your messages. Do you want to configure a certificate for digitally signing messages now?
hsb: Wy dyrbjeli tež certifikat podać, kotrež da so za digitalne signowanje swojich powěsćow wužiwać. Chceće certifikat konfigurować, zo bychu so powěsće nětko digitalnje signowali?

source: S/MIME Encrypted Message
hsb: Zaklučowana powěsć S/MIME

source: S/MIME Cryptographic Signature
hsb: Kryptografiska signatura S/MIME
