Repository: tktk711/mozilla-l10n
Catalog: hsb/mail/chrome/messenger/AccountWizard.dtd.po
Languages: hsb

source: Account Wizard
hsb: Kontowy asistent

source: width: 40em; height: 38em;
hsb: width: 47em; height: 40em;

source: In order to receive messages, you first need to set up an account.
hsb: Zo byšće powěsće přijał, dyrbiće najprjedy konto załožić.

source: New Account Setup
hsb: Nowe konto konfigurować

source: This Wizard will collect the information necessary to set up an account. If you do not know the information requested, please contact your System Administrator or Internet Service Provider.
hsb: Tutón asistent informacije hromadźi, kotrež su trěbne, zo by konto wutworiło. Jeli njewěsće trěbne informacije, skontaktujće swojeho systemoweho adminstratora abo internetneho poskićowarja.

source: Select the type of account you would like to set up:
hsb: Wubjerće type konta, kotrež chceće wutworić:

source: E&mail account
hsb: &E-mejlowe konto

source: Ne&wsgroup account
hsb: &Konto za diskusijnu skupinu

source: Identity
hsb: Identita

source: Each account has an identity, which is the information that identifies you to others when they receive your messages.
hsb: Kóžde konto móže swoju identitu měć, kotraž je informacija, kotraž was napřećo druhim, kotřiž swoje powěsće dóstanu, identifikuje.

source: Enter the name you would like to appear in the "From" field of your outgoing messages
hsb: Zapodajće swoje mjeno tak, kaž so ma w polu "Wot" wašich pósłanych powěsćow zjewić

source: (for example, "John Smith").
hsb: (Na přikład "Michał Wjelk").

source: &Your Name:
hsb: &Waše mjeno:

source: &Email Address:
hsb: E-&mejlowa adresa:

source: Incoming Server Information
hsb: Informacije wo dochadnym serwerje

source: Select the type of incoming server you are using.
hsb: Wubjerće typ serwera za dochadźacu e-mejl, kotryž wužiwaće.

source: &Leave messages on server
hsb: Po&wěsće na serwerje wostajić

source: Default:
hsb: Standard:

source: Enter the name of your incoming server (for example, "mail.example.net").
hsb: Zapodajće mjeno wašeho dochadneho serwera (na přikład, "email.example.net").

source: Incoming &Server:
hsb: &Dochadny serwer:

source: Enter the incoming user name given to you by your email provider (for example, "jsmith").
hsb: Zapodajće wužiwarske mjeno za dochadny e-mejl, kotrež sće wot swojeho e-mejloweho poskićowarja dóstał (na přikład, "jsmith").

source: &User Name:
hsb: &Wužiwarske mjeno:

source: Enter the name of your news server (NNTP) (for example, "news.example.net").
hsb: Zapodajće mjeno swojeho serwera za diskusijne skupiny (NNTP) (na přikład "news.example.net").

source: Newsgroup &Server:
hsb: &Serwer diskusijneho serwera:

source: Outgoing Server Information
hsb: Informacije wo wuchadnym serwerje

source: Enter the name of your outgoing server (SMTP) (for example, "smtp.example.net").
hsb: Zapodajće mjeno swojeho wuchadneho serwera (SMTP) (na přikład, "smtp.example.net").

source: Outgoing &Server:
hsb: &Wuchadny serwer:

source: Enter the outgoing user name given to you by your email provider (this is typically the same as your incoming user name).
hsb: Zapodajće mjeno wuchadneho serwera, kotrež sće wot swojeho e-mejloweho poskićowarja dóstał (to je zwjetša jenake mjeno, kaž te za dochadny serwer).

source: Outgoing &User Name:
hsb: W&užiwarske mjeno wuchadneho serwera:

source: You can change outgoing servers in the account settings.
hsb: Móžeće wuchadne serwery w kontowych nastajenjach změnić.

source: Your existing outgoing server (SMTP), "
hsb: Waš eksistowacy wuchadny serwer (SMTP), "

# haveSmtp1.suffix3
source: ", will be used.
hsb: ", budźe so wužiwać.

source: Your existing outgoing (SMTP) username, "
hsb: Twój eksistowacy wuchadne (SMTP) wužiwarske mjeno, "

# haveSmtp2.suffix3
source: ", will be used.
hsb: ", budźe so wužiwać.

source: Your outgoing (SMTP) server, "
hsb: Waš wuchadny (SMTP) serwer, "

source: ", is identical to your incoming server, your incoming user name will be used to access it.
hsb: ", je identiski z wašim dochadnym serwerom, waše dochadne wužiwarske mjeno budźe so wužiwać, zo by na njón přistup měło.

source: Account Name
hsb: Kontowe mjeno

source: Enter the name by which you would like to refer to this account (for example, "Work Account", "Home Account" or "News Account").
hsb: Zapodajće mjeno, z kotrymž chceće na tute konto přistup měć (na přikład "Słužbne konto", "Priwatne konto" abo "Konto za diskusijne skupiny").

source: &Account Name:
hsb: K&ontowe mjeno:

source: Congratulations!
hsb: Zbožopřeće!

source: Please verify that the information below is correct.
hsb: Prošu přepruwujće deleka podate informacije.

source: Incoming Server Type:
hsb: Typ serwera za dochadźacu e-mejl:

source: Incoming Server Name:
hsb: Mjeno serwera za dochadźacu e-mejl:

source: Outgoing Server Name (SMTP):
hsb: Serwer za wuchodźace powěsće (SMTP):

source: News Server Name (NNTP):
hsb: Mjeno powěsćoweho serwera (NNTP):

source: &Download messages now
hsb: Powěsće nětko sća&hnyć

source: Uncheck this checkbox to store mail for this account in its own directory. That will make this account appear as a top-level account. Otherwise, it will be part of the Local Folders Global Inbox account.
hsb: Tutón kašćik znjemóžnić, zo by so e-mejl za tute konto w swojim rjadowaku składowała. To so postara wo to, zo tute konto so jako konto najwyšeje runiny zjewi. W druhim padźe budźe dźěl konta lokalnych rjadowakow.

source: Use &Global Inbox (store mail in Local Folders)
hsb: &Globalny e-mejlowy kašćik wužiwać (e-mejl w lokalnych rjadowakach składować)

source: Click Finish to save these settings and exit the Account Wizard.
hsb: Klikńće na Dokónčić, zo byšće tute nastajenja składował a kontowy asistent wopušćił.

source: Click Done to save these settings and exit the Account Wizard.
hsb: Klikńće na Dokónčić, zo byšće tute nastajenja składował a kontowy asistent wopušćił.
