Repository: tktk711/mozilla-l10n
Catalog: hsb/mail/chrome/messenger/activity.properties.po
Languages: hsb

source: Paused
hsb: Zastajeny

source: Processing
hsb: Běži

source: Not Started
hsb: Njestartowany

source: Failed
hsb: Njeporadźiło

source: Waiting for input
hsb: Čaka so na zapodaće

source: Waiting for retry
hsb: Čaka so na nowy pospyt

source: Completed
hsb: Dokónčeny

source: Canceled
hsb: Přetorhnjeny

source: Sending Messages
hsb: Powěsće so sćelu

source: Sending Message
hsb: Powěsć so sćele

source: Sending Message: %S
hsb: Powěsć so sćele: %S

source: Copying message to sent folder
hsb: Powěsć so do rjadowaka Pósłany kopěruje

source: Sent Message
hsb: Pósłana powěsć

source: Sent Message: %S
hsb: Pósłana powěsć: %S

source: Failed to send message
hsb: Powěsć njeda so słać

source: Failed to copy message
hsb: Powěsć njeda so kopěrować

source: Failed to send message: %S
hsb: Powěsć njeda so słać: %S

source: Failed to copy message: %S
hsb: Powěsć njeda so kopěrować: %S

source: %4$S: Downloading message %1$S of %2$S in %3$S…
hsb: %4$S: Powěsć %1$S z %2$S so do %3$S sćahuje…

source: Bringing folder %S up to date
hsb: Rjadowak %S so aktualizuje

# autosyncEventDisplayText
source: %S is up to date
hsb: %S je aktualny

source: Total number of messages downloaded: %S
hsb: Cyłkowna ličba sćehnjenych powěsćow: %S

source: No messages downloaded
hsb: Žane powěsće sćehnjene

source: Synchronizing: %S
hsb: Synchronizuje so: %S

source: Checking %S for new messages
hsb: %S pruwuje so za nowymi powěsćemi

# pop3EventDisplayText
source: %S is up to date
hsb: %S je aktualne

source: #1 message downloaded;#1 messages downloaded
hsb: #1 sćehnjena powěsć;#1 sćehnjenej powěsći;#1 sćehnjene powěsće;#1 sćehnjenych powěsćow

source: No messages to download
hsb: Žane powěsće za sćehnjenje

source: Deleted #1 message from #2;Deleted #1 messages from #2
hsb: Zhaša so #1 powěsć z #2;Zhašeštej so #1 powěsći z #2;Zhašachu so #1 powěsće z #2;Zhaša so #1 powěsćow z #2

source: Moved #1 message from #2 to #3;Moved #1 messages from #2 to #3
hsb: Přesuny so #1 powěsć z #2 do #3;Přesunyštej so #1 powěsći z #2 do #3;Přesunychu so #1 z #2 do #3;Přesuny so #1 powěsćow z #2 do #3

source: Copied #1 message from #2 to #3;Copied #1 messages from #2 to #3
hsb: Kopěrowaše so #1 powěsć z #2 do #3;Kopěrowaštej so #1 powěsći z #2 do #3;Kopěrowachu so #1 z #2 do #3;Kopěrowaše so #1 powěsćow z #2 do #3

source: from #1 to #2
hsb: z #1 do #2

source: Deleted folder #1
hsb: Zhaša so rjadowak #1

source: Emptied Trash
hsb: Wuprózdni so papjernik

source: Moved folder #1 into folder #2
hsb: Přesuny so rjadowak #1 do rjadowaka #2

source: Moved folder #1 to Trash
hsb: Přesuny so rjadowak #1 do papjernika

source: Copied folder #1 into folder #2
hsb: Kopěrowaše so rjadowak #1 do rjadowaka #2

source: Renamed folder #1 to #2
hsb: Přemjenowa so rjadowak #1 do #2

source: Indexing messages
hsb: Powěsće so indikuja

source: Indexing messages in #1
hsb: Powěsće w #1 so indikuja

source: Determining which messages to index
hsb: Postaja so, kotre powěsće maja so indikować

source: Determining which messages to index in #1
hsb: Postaja so, kotre powěsće maja so w #1 indikować

source: Indexing #1 of #2 message;Indexing #1 of #2 messages (#3% complete)
hsb: Indikuje so #1 z #2 powěsće;Indikujetej #1 z #2 powěsćow (#3% hotowe);Indikuja so #1 z #2 powěsćow (#3% hotowe);Indikuje so #1 z #2 powěsćow (#3% hotowe)

source: Indexing #1 of #2 message in #4;Indexing #1 of #2 messages in #4 (#3% complete)
hsb: Indikuje so #1 z #2 powěsće w #4;Indikujetej so #1 z #2 powěsćow w #4 (#3% hotowe); Indikuja so #1 z #2 powěsćow (#3% hotowe);Indikuje so #1 z #2 powěsćow (#3% hotowe)

source: Indexed #1 message in #2;Indexed #1 messages in #2
hsb: Indikowaše so #1 powěsć w #2;Indikowaštej so #1 powěsći w #2;Indikowachu so #1 powěsće w #2;Indikowaše so #1 powěsćow w #2

source: #1 second elapsed;#1 seconds elapsed
hsb: #1 sekunda zańdźena;#1 sekundźe zańdźenej;#1 sekundy zańdźene;#1 sekundow zańdźenych
