Repository: tktk711/mozilla-l10n
Catalog: hsb/mail/chrome/messenger/charsetTitles.properties.po
Languages: hsb

source: English (US-ASCII)
hsb: Jendźelske (US-ASCII)

source: Western (ISO-8859-1)
hsb: Zapadne (ISO-8859-1)

source: Central European (ISO-8859-2)
hsb: Srjedźnoeuropske (ISO-8859-2)

source: South European (ISO-8859-3)
hsb: Južnoeuropske (ISO-8859-3)

source: Baltic (ISO-8859-4)
hsb: Baltiske (ISO-8859-4)

source: Turkish (ISO-8859-9)
hsb: Turkowske (ISO-8859-9)

source: Nordic (ISO-8859-10)
hsb: Nordiske (ISO-8859-10)

source: Baltic (ISO-8859-13)
hsb: Baltiske (ISO-8859-13)

source: Celtic (ISO-8859-14)
hsb: Keltiske (ISO-8859-14)

source: Western (ISO-8859-15)
hsb: Zapadne (ISO-8859-15)

source: Romanian (ISO-8859-16)
hsb: Rumunske (ISO-8859-16)

source: Central European (Windows-1250)
hsb: Srjedźnoeuropske (Windows-1250)

source: Western (Windows-1252)
hsb: Zapadne (Windows-1252)

source: Turkish (Windows-1254)
hsb: Turkowske (Windows-1254)

source: Baltic (Windows-1257)
hsb: Baltiske (Windows-1257)

source: Western (MacRoman)
hsb: Zapadne (MacRoman)

source: Central European (MacCE)
hsb: Srjedźnoeuropske(MacCE)

source: Turkish (MacTurkish)
hsb: Turkowske (MacTurkish)

source: Croatian (MacCroatian)
hsb: Chorwatske (MacCroatian)

source: Romanian (MacRomanian)
hsb: Rumunske (MacRomanian)

source: Icelandic (MacIcelandic)
hsb: Islandske (MacIcelandic)

source: Japanese (ISO-2022-JP)
hsb: Japanske (ISO-2022-JP)

source: Japanese (Shift_JIS)
hsb: Japanske (Shift_JIS)

source: Japanese (EUC-JP)
hsb: Japanske (EUC-JP)

source: Chinese Traditional (Big5)
hsb: Chinske tradicionelne (Big5)

source: Chinese Traditional (Big5-HKSCS)
hsb: Chinske tradicionelne (Big5-HKSCS)

source: Chinese Traditional (EUC-TW)
hsb: Chinske tradicionelne (EUC-TW)

source: Chinese Simplified (GB2312)
hsb: Chinske zjednorjene (GB2312)

source: Chinese Simplified (HZ)
hsb: Chinske zjednorjene (HZ)

source: Chinese Simplified (GBK)
hsb: Chinske zjednorjene (GBK)

source: Chinese Simplified (ISO-2022-CN)
hsb: Chinske zjednorjene (ISO-2022-CN)

source: Korean (EUC-KR)
hsb: Korejske (EUC-KR)

source: Korean (JOHAB)
hsb: Korejske (JOHAB)

source: Korean (ISO-2022-KR)
hsb: Korejske (ISO-2022-KR)

source: Cyrillic (ISO-8859-5)
hsb: Kyriliske (ISO-8859-5)

source: Cyrillic (ISO-IR-111)
hsb: Kyriliske (ISO-IR-111)

source: Cyrillic (Windows-1251)
hsb: Kyriliske (Windows-1251)

source: Cyrillic (MacCyrillic)
hsb: Kyriliske (MacCyrillic)

source: Cyrillic/Ukrainian (MacUkrainian)
hsb: Kyriliske/Ukrainske (MacUkrainian)

source: Cyrillic (KOI8-R)
hsb: Kyriliske (KOI8-R)

source: Cyrillic/Ukrainian (KOI8-U)
hsb: Kyriliske/Ukrainske (KOI8-U)

source: Greek (ISO-8859-7)
hsb: Grjekske (ISO-8859-7)

source: Greek (Windows-1253)
hsb: Grjekske (Windows-1253)

source: Greek (MacGreek)
hsb: Grjekske (MacGreek)

source: Vietnamese (Windows-1258)
hsb: Vietnamske (Windows-1258)

source: Vietnamese (TCVN)
hsb: Vietnamske (TCVN)

source: Vietnamese (VISCII)
hsb: Vietnamske (VISCII)

source: Vietnamese (VPS)
hsb: Vietnamske (VPS)

source: Thai (TIS-620)
hsb: Thailandske (TIS-620)

source: Thai (ISO-8859-11)
hsb: Thailandske (ISO-8859-11)

source: Thai (Windows-874)
hsb: Thailandske (Windows-874)

source: Thai (IBM-874)
hsb: Thailandske (IBM-874)

source: Armenian (ARMSCII-8)
hsb: Armenske (ARMSCII-8)

source: Arabic (ISO-8859-6)
hsb: Arabske (ISO-8859-6)

source: Arabic (ISO-8859-6-I)
hsb: Arabske (ISO-8859-6-I)

source: Arabic (ISO-8859-6-E)
hsb: Arabske (ISO-8859-6-E)

source: Hebrew Visual (ISO-8859-8)
hsb: Hebrejske Visual (ISO-8859-8)

source: Hebrew (ISO-8859-8-I)
hsb: Hebrejske (ISO-8859-8-I)

source: Hebrew (ISO-8859-8-E)
hsb: Hebrejske (ISO-8859-8-E)

source: Hebrew (Windows-1255)
hsb: Hebrejske (Windows-1255)

source: Arabic (Windows-1256)
hsb: Arabske (Windows-1256)

source: User Defined
hsb: Wužiwarja

source: Cyrillic/Russian (CP-866)
hsb: Kyriliske/Ruske (CP-866)

source: Western (IBM-850)
hsb: Zapadne (IBM-850)

source: Central European (IBM-852)
hsb: Srjedźnoeuropske (IBM-852)

source: Cyrillic (IBM-855)
hsb: Kyriliske (IBM-855)

source: Turkish (IBM-857)
hsb: Turkowske(IBM-857)

source: Hebrew (IBM-862)
hsb: Hebrejske (IBM-862)

source: Chinese Simplified (GB18030)
hsb: Chinske zjednorjene (GB 18030)

source: Arabic (MacArabic)
hsb: Arabske (MacArabic)

source: Hebrew (MacHebrew)
hsb: Hebrejske (MacHebrew)

source: Gujarati (MacGujarati)
hsb: Gudźarati (MacGujarati)

source: (Off)
hsb: (Wupinjeny)

source: Universal
hsb: Uniwerselne

source: Japanese
hsb: Japanske

source: Korean
hsb: Korejske

source: Traditional Chinese
hsb: Tradicionelne chinske

source: Simplified Chinese
hsb: Chinske zjednorjene

source: Chinese
hsb: Chinske

source: East Asian
hsb: Wuchodnoaziske

source: Russian
hsb: Ruske

source: Ukrainian
hsb: Ukrainske
