Repository: tktk711/mozilla-l10n
Catalog: hsb/mail/chrome/messenger/imAccountWizard.dtd.po
Languages: hsb

source: Chat Account Wizard
hsb: Asistent chatoweho konta

source: Chat network
hsb: Chatowa syć

source: Please choose the network of your chat account.
hsb: Prošu wubjerće syć za swoje chatowe konto.

source: Network:
hsb: Syć:

source: Get more…
hsb: Wjace…

source: Username
hsb: Wužiwarske mjeno

source: This account is already configured!
hsb: Tute konto je so hižo konfigurowało!

source: Password
hsb: Hesło

source: Please enter your password in the box below.
hsb: Prošu zapodajće swoje hesło w slědowacym kašćiku.

source: Password:
hsb: Hesło:

source: The password entered here will be stored in the Password Manager. Leave this box empty if you want to be prompted for your password each time this account is connected.
hsb: Hesło, kotrež sće tu zapodał, budźe so w zrjadowaku hesłow składować. Wostajće tutón kašćik prózdny, jeli chceće, zo kóždy raz, hdyž so tute konto zwjazuje, so was za wašim hesłom prašeja.

source: Advanced Options
hsb: Rozšěrjene nastajenja

source: Feel free to skip this step if you want to.
hsb: Móžeće rady tutón krok přeskočić, jeli to chceće.

source: Notify on new Mail
hsb: Wo nowej e-mejli informować

source: Local Alias
hsb: Lokalny alias

source: This will only be displayed in your conversations when you talk, remote contacts won't see it.
hsb: To zwobrazni so we wašich konwersacijach jenož potom, hdyž komunikujeće, zdalone kontakty njebudu to widźeć.

source: Proxy Settings
hsb: Proksy-nastajenja

source: &Change…
hsb: &Změnić…

source: Summary
hsb: Zjeće

source: A summary of the information you entered is displayed below. Please check it before the account is created.
hsb: Zjeće informacijow, kotrež sće zapodał, so deleka zwobraznja. Prošu skontrolujće to, doniž konto załožene njeje.

source: Connect this account now.
hsb: Tute konto nětko zwjazać.
