Repository: tktk711/mozilla-l10n
Catalog: hsb/mail/chrome/messenger/removeAccount.dtd.po
Languages: hsb

source: Remove Account and Data
hsb: Konto a daty wotstronić

source: &Remove
hsb: &Wotstronić

source: Remove &account information
hsb: K&ontowe daty wotstronić

source: Removes only &brandShortName;'s knowledge of this account. Does not affect the account itself on the server.
hsb: Wotstroni jenož wědu &brandShortName; wo tutym konće. Njewobwliwuje konto same wo serwerje.

source: Remove message &data
hsb: Powěsćowe &daty wotstronić

source: Removes all messages, folders and filters associated with this account from your local disk. This does not affect some messages which may still be kept on the server. Do not choose this if you plan to archive the local data or re-use it in &brandShortName; later.
hsb: Wotstroni wšě powěsće, rjadowaki a filtry zwjazane z tutym kontom z wašeje lokalneje tačele. To njewobwliwuje někotre powěsće, kotrež maja na serwerje wostać. Njewuběrajće to, jeli chceće lokalne daty archiwować abo pozdźišo w &brandShortName; zaso wužiwać.

source: Removes all messages, folders and filters associated with this account from your local disk. Your messages and folders are still kept on the server.
hsb: Wotstroni wšě powěsće, rjadowaki a filtry zwjazane z tutym kontom z wašeje lokalneje tačele. Waše powěsće a rjadowaki hišće na wašim serwerju wostanu.

source: &Show data location
hsb: &Městno datow pokazać

source: Removing selected data…
hsb: Wubrane daty so wotstronjeja…

source: Removal succeeded.
hsb: Daty su so wuspěšnje wotstronili.

source: Removal failed.
hsb: Daty njedachu so wotstronić.
