Repository: tktk711/mozilla-l10n
Catalog: */obsolete/toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: bn_bd, fur, he, my, ro, ug, uz, vi

source: Installing: %s
bn_bd: ইনস্টল করা হচ্ছে: %s
fur: Daûr a instalâ: %s
he: מתקין: %s
my: တပ်ဆင်နေတယ် - %s
ro: Instalare: %s
ug: قاچىلاۋاتىدۇ:%s
uz: Oʻrnatilmoqda: %s
vi: Đang cài: %s

source: Installing Shared File: %s
bn_bd: শেয়ার করা ফাইল ইনস্টল করা হচ্ছে: %s
fur: Daûr a instalâ file condividût: %s
he: מתקין קובץ משותף: %s
my: မျှဝေထားတဲ့ ဖိုင်ကို တပ်ဆင်နေတယ် - %s
ro: Instalare fișier partajat: %s
ug: ھەمبەھىر ھۆججەت قاچىلاۋاتىدۇ: %s
uz: Boʻlishilgan fayl oʻrnatilmoqda: %s
vi: Đang cài Tập tin Dùng chung: %s

source: Replacing: %s
bn_bd: প্রতিস্থাপন করা হচ্ছে: %s
fur: Daûr a sostituî: %s
he: מחליף: %s
my: အစားထိုးနေတယ် - %s
ro: Înlocuire: %s
ug: ئالماشتۇرۇۋاتىدۇ: %s
uz: Almashtirilmoqda: %s
vi: Đang thay thế: %s

source: Replacing Shared File: %s
bn_bd: শেয়ার করা ফাইল প্রতিস্থাপন করা হচ্ছে: %s
fur: Daûr a sostituî file condividût: %s
he: מחליף קובץ משותף: %s
my: မျှဝေထားတဲ့ ဖိုင်ကို အစားထိုးနေတယ် - %s
ro: Înlocuire fișier partajat: %s
ug: ھەمبەھىر ھۆججەت ئالماشتۇرۇۋاتىدۇ: %s
uz: Boʻlishilgan fayl almashtirilmoqda: %s
vi: Đang thay thế Tập tin Dùng chung: %s

source: Skipping: %s
bn_bd: এড়িয়ে যাওয়া হচ্ছে: %s
fur: Daûr a saltâ: %s
he: מדלג: %s
my: ခုန်ကျော်နေတယ် - %s
ro: Omitere: %s
ug: ئاتلاۋاتىدۇ: %s
uz: Tashlab ketilmoqda: %s
vi: Đang bỏ qua: %s

source: Skipping Shared File: %s
bn_bd: শেয়ার করা ফাইল এড়িয়ে যাওয়া হচ্ছে: %s
fur: Daûr a saltâ file condividût: %s
he: מדלג על קובץ משותף: %s
ro: Omitere fișier partajat: %s
ug: ھەمبەھىر ھۆججەتتىن ئاتلاۋاتىدۇ: %s
uz: Boʻlishilgan fayl boʻlishilmoqda: %s
vi: Đang bỏ qua Tập tin Dùng chung: %s

source: Deleting file: %s
bn_bd: ফাইল মুছে ফেলা হচ্ছে: %s
fur: Daûr a eliminâ file: %s
he: מוחק קובץ: %s
my: ဖိုင်ကို ပယ်ဖျက်နေတယ် - %s
ro: Ștergere fișier: %s
ug: ھۆججەت ئۆچۈرۈۋاتىدۇ: %s
uz: Fayl oʻchirilmoqda: %s
vi: Đang xóa tập tin: %s

source: Deleting component: %s
bn_bd: কম্পোনেন্ট মুছে ফেলা হচ্ছে: %s
fur: Daûr a eliminâ component: %s
he: מוחק רכיב: %s
my: အစိတ်အပိုင်းကို ပယ်ဖျက်နေတယ် - %s
ro: Ștergere componentă: %s
ug: بۆلەكنى ئۆچۈرۈۋاتىدۇ: %s
uz: Komponent oʻchirilmoqda: %s
vi: Đang xóa thành phần: %s

source: Executing: %s
bn_bd: চালানো হচ্ছে: %s
fur: Eseguint: %s
he: מפעיל: %s
my: လုပ်ဆောင်နေတယ် - %s
ro: Executare: %s
ug: ئىجرا قىلىۋاتىدۇ: %s
uz: Bajarilmoqda: %s
vi: Đang thực thi: %s

source: Executing: %s with argument: %s
bn_bd: চালানো হচ্ছে: %s আর্গুমেন্ট: %s
fur: Eseguint: %s cun l'argoment: %s
he: מפעיל: %s עם ארגומנט: %s
my: ဆွေးနွေးချက် %s နဲ့ %s လုပ်ဆာင်နေတယ်
ro: Executare: %s cu argumentul: %s
ug: ئىجرا قىلىۋاتىدۇ: %s كېلىشىم: %s
uz: Bajarilmoqda: %s, %s argumenti bilan
vi: Đang thực thi: %s với tham số: %s

source: Copy File: %s to %s
bn_bd: ফাইল অনুলিপি: %s থেকে %s -এ
fur: Copie file: %s in %s
he: העתק קובץ: %s אל %s
my: %s မှ %s သို့ - ဖိုင် ကူးယူပါ
ro: Copiere fișier: %s în %s
ug: ھۆججەت كۆچۈرۈۋاتىدۇ: %s دىن %sغا
uz: %s faylni %s`ga nusxa koʻchirish
vi: Sao chép Tập tin: %s tới %s

source: Execute File: %s
bn_bd: ফাইল চালানো হবে: %s
fur: Eseguìs file: %s
he: מפעיל קובץ: %s
my: ဖိုင်ကို လုပ်​ဆောင်နေတယ် - %s
ro: Executare fișier: %s
ug: ئىجرا قىلىش ھۆججىتى: %s
uz: Faylni bajarish: %s
vi: Thực thi Tập tin: %s

source: Execute File: %s with argument: %s
bn_bd: ফাইল চালানো: %s আর্গুমেন্ট: %s
fur: Eseguìs file: %s cun l'argoment: %s
he: מפעיל קובץ: %s עם ארגומנט: %s
my: ဆွေးနွေးချက် %s နဲ့ %s - ဖိုင် လုပ်ဆာင်နေတယ်
ro: Executare fișier: %s cu argumentul: %s
ug: ئىجرا قىلىش ھۆججىتى: %s كېلىشىم: %s
uz: %s faylni %s argument bilan bajarish
vi: Thực thi Tập tin: %s với tham số: %s

source: Move File: %s to %s
bn_bd: ফাইল স্থানান্তর: %s থেকে %s -এ
fur: Môf file: %s in %s
he: העבר קובץ: %s אל %s
my: %s မှ %s သို့ - ဖိုင် ပြောင်းရွေ့ပါ
ro: Mutare fișier: %s în %s
ug: ھۆججەت يۆتكەۋاتىدۇ: %s دىن %s غا
uz: %s faylni %s`ga koʻchirish
vi: Di chuyển Tập tin: %s tới %s

source: Rename File: %s to %s
bn_bd: ফাইল পুনরায় নামকরণ: %s থেকে %s
fur: Gambie non al file: %s in %s
he: שנה שם קובץ: %s אל %s
my: %s မှ %s သို့ - ဖိုင် ​အမည်ပြောင်းပါ
ro: Redenumire fișier: %s în %s
ug: ھۆججەت نامى ئۆزگەرتىۋاتىدۇ: %s دىن %s غا
uz: %s fayl nomini %s`ga oʻzgartirish
vi: Đổi tên Tập tin: %s thành %s

source: Create Folder: %s
bn_bd: ফোল্ডার তৈরি: %s
fur: Cree cartele: %s
he: צור תיקייה: %s
my: %s - ဖိုင်တွဲ ဖန်တီးပါ
ro: Creare dosar: %s
ug: مۇندەرىجە قۇر: %s
uz: Jild yaratish: %s
vi: Tạo mới Thư mục: %s

source: Remove Folder: %s
bn_bd: ফোল্ডার অপসারণ: %s
fur: Elimine cartele: %s
he: הסר תיקייה: %s
my: %s ဖိုင်တွဲ ဖယ်ရှားပါ
ro: Ștergere dosar: %s
ug: مۇندەرىجە ئۆچۈر: %s
uz: Jildni oʻchirish: %s
vi: Xóa đi Thư mục: %s

source: Rename Folder: %s to %s
bn_bd: ফোল্ডার পুনরায় নামকরণ: %s থেকে %s
fur: Gambie non ale cartele: %s to %s
he: שנה שם תיקייה: %s אל %s
my: %s မှ %s သို့ - အမည်ပြောင်းပါ
ro: Redenumire dosar: %s în %s
ug: مۇندەرىجە نامىنى ئۆزگەرت: %s دىن %s غا
uz: %s jild nomini %s`ga oʻzgartirish
vi: Đổi tên Thư mục: %s to %s

source: Windows Shortcut: %s
bn_bd: উইন্ডোজ শর্টকাট: %s
fur: Scurte in Windows: %s
he: קיצור דרך של Windows:‏ %s
my: ၀င်းဒိုး ဖြတ်လမ်း - %s
ro: Scurtătură Windows: %s
ug: Windows تېزلەتمە شەكلى: %s
uz: Windows yorligʻi: %s
vi: Lối tắt Windows: %s

source: Mac Alias: %s
bn_bd: Mac এলিয়াস: %s
fur: Alias tal Mac: %s
he: כינוי Mac:‏ %s
my: Mac အမည်ပွား - %s
ro: Alias Mac: %s
ug: Mac باشقا نامى: %s
uz: Mac nomi: %s
vi: Biệt danh Mac: %s

source: Windows Register Server: %s
bn_bd: উইন্ডোজ রেজিস্টার সার্ভার: %s
fur: Servidôr di regjistrazion Windows: %s
he: שרת Windows Register:‏ %s
my: ၀င်းဒိုး မှတ်ပုံတင်တဲ့ ​ဆာဗာ - %s
ro: Serverul de înregistrare Windows: %s
ug: Windows خەتلەش مۇلازىمىتىرى: %s
uz: Windows roʻyxatdan oʻtkazish serveri: %s
vi: Máy chủ Đăng kí của Windows: %s

source: Unknown file operation command!
bn_bd: অজানা ফাইল অপারেশন কমান্ড!
fur: Comant di operazion sul file no cognossût!
he: פקודת פעולת קובץ לא מוכרת!
my: အမည်မသိ ဖိုင် လည်ပတ်မှု အမိန့်။
ro: Comandă necunoscută pentru a fi operată pe fișier!
ug: نامەلۇم ھۆججەت مەشغۇلات بۇيرۇقى!
uz: Noma`lum fayl jarayoni buyrugʻi!
vi: Không rõ thao tác lệnh!

source: Patching: %s
bn_bd: প্যাচ করা হচ্ছে: %s
fur: Zontant une patch: %s
he: מטליא: %s
my: ပြုပြင်နေတယ် - %s
ro: Peticire: %s
ug: ياماۋاتىدۇ: %s
uz: Toʻgʻrilanmoqda: %s
vi: Đang vá: %s

source: Uninstalling: %s
bn_bd: আনইনস্টল করা হচ্ছে: %s
fur: Daûr a disinstalâ: %s
he: מסיר התקנה: %s
my: ဖယ်ရှား - %s
ro: Dezinstalare: %s
ug: ئۆچۈرۈۋاتىدۇ: %s
uz: Oʻchirilmoqda: %s
vi: Đang gỡ bỏ: %s

source: Register Skin: %s
bn_bd: রেজিস্টার স্কিন: %s
fur: Regjistre Skin: %s
he: רשום סקין: %s
my: မျက်နှာပြင်ကို မှတ်ပုံတင်ပါ - %s
ro: Înregistrare temă: %s
ug: تېرىنى خەتلەش: %s
uz: Qoplamani roʻyxatdan oʻtkazish: %s
vi: Đăng kí Giao diện: %s

source: Register Locale: %s
bn_bd: রেজিস্টার লোক্যাল: %s
fur: Regjistre Locale: %s
he: רשום חבילת אזור: %s
my: ပင်ရင်းဒေသကို မှတ်ပုံတင်ပါ - %s
ro: Înregistrare localizare: %s
ug: ئورنىنى خەتلەش: %s
uz: Tilni roʻyxatdan oʻtkazish: %s
vi: Đăng kí Ngôn ngữ: %s

source: Register Content: %s
bn_bd: রেজিস্টার বিষয়বস্তু: %s
fur: Regjistre Content: %s
he: רשום תכולה: %s
my: အကြောင်းအရာကို မှတ်ပုံတင်ပါ - %s
ro: Înregistrare conținut: %s
ug: مەزمۇننى خەتلەش: %s
uz: Kontentni roʻyxatdan oʻtkazish: %s
vi: Đăng kí Nội dung: %s

source: Register Package: %s
bn_bd: রেজিস্টার প্যাকেজ: %s
fur: Regjistre pachet: %s
he: רשום חבילה: %s
my: ကုန်ထုတ်ပစ္စည်းကို မှတ်ပုံတင်ပါ - %s
ro: Înregistrare pachet: %s
ug: بوغچا خەتلەش: %s
uz: Paketni roʻyxatdan oʻtkazish: %s
vi: Đăng kí Gói: %s

source: Use this theme
bn_bd: এই থীম ব্যবহার করা হবে
fur: Dopre chest teme
he: השתמש בערכת נושא זו
my: ဒီအခင်းအကျင်းကို သုံးစွဲပါ
ro: Folosește această temă
ug: بۇ ئۇسلۇبنى ئىشلەت
uz: Bu mavzudan foydalaning
vi: Dùng giao diện này

source: Use this locale
bn_bd: এই লোক্যাল ব্যবহার করা হবে
fur: Dopre cheste lenghe
he: השתמש בחבילת אזור זו
my: ဒီနေရင်းဒေသကို သုံးစွဲပါ
ro: Folosește această localizare
ug: بۇ ئورۇننى ئىشلەت
uz: Bu tildan foydalaning
vi: Dùng ngôn ngữ này

source: Install the theme "%1$S" from %2$S?
bn_bd: %2$S থেকে "%1$S" থীমটি ইনস্টল করা হবে কি?
fur: Vuelistu instalâ la teme "%1$S" di %2$S?
he: להתקין את ערכת הנושא "%1$S" מתוך %2$S?
my: %2$S ​မှ "%1$S" အခင်းအကျင်းကို တပ်ဆင်သလား။
ro: Instalați tema „%1$S” de la %2$S?
ug: %2$S دىن "%1$S" ئۇسلۇبنى قاچىلا؟
uz: "%1$S" mavzusi %2$S`dan oʻrnatilsinmi?
vi: Cài giao diện "%1$S" từ %2$S?

source: Install the locale "%1$S" from %2$S?
bn_bd: %2$S থেকে "%1$S" লোক্যাল ইনস্টল করা হবে কি?
fur: Vuelistu instalâ la lenghe "%1$S" di %2$S?
he: להתקין את חבילת האזור "%1$S" מתוך %2$S?
my: %2$S ​မှ "%1$S" နေရင်းဒေသကို တပ်ဆင်သလား။
ro: Instalați localizarea „%1$S” de la %2$S?
ug: %2$S دىن يەرلىك "%1$S" غا قاچىلامسىز؟
uz: "%1$S" til kodi %2$S`dan oʻrnatilsinmi?
vi: Cài ngôn ngữ bản địa "%1$S" từ %2$S?

source: Install
bn_bd: ইনস্টল
fur: Instale
he: התקן
my: တပ်ဆင်ပါ
ro: Instalează
ug: ئورنات
uz: Oʻrnatish
vi: Cài đặt

source: Queued
bn_bd: অপেক্ষারত
fur: In code
he: הוכנס לתור
my: စီတန်းနေတယ်
ro: Pus la coadă
ug: ئۆچىرەت
uz: Navbatdagi
vi: Đợi

source: Downloading…
bn_bd: ডাউনলোড করা হচ্ছে…
fur: Daûr a cjamâ…
he: מוריד...
my: ဆွဲချနေတယ်...
ro: Descărcare...
ug: چۈشۈرۈۋاتىدۇ…
uz: Yuklab olinmoqda...
vi: Đang tải xuống…

source: Downloaded
bn_bd: ডাউনলোড করা হয়েছে
fur: Discjamât
he: הוּרד
my: ဆွဲချပြီးသား
ro: Descărcat
ug: چۈشۈرگەن
uz: Yuklab olindi
vi: Đã tải xuống

source: Installing…
bn_bd: ইনস্টল করা হচ্ছে…
fur: Daûr a instalâ…
he: מתקין...
my: တပ်ဆင်နေတယ်...
ro: Instalare...
ug: قاچىلاۋاتىدۇ…
uz: Oʻrnatilmoqda...
vi: Đang cài…

source: Unsigned
bn_bd: স্বাক্ষরবিহীন
fur: Cence firme
he: לא חתום
my: မသတ်မှတ်ထားဘူး
ro: Nesemnat
ug: ئىمزاسىز
uz: Roʻyxatdan oʻtmagan
vi: Chưa kí

source: ERROR
fur: ERÔR
he: שגיאה
ro: EROARE
ug: خاتالىق
vi: LỖI

source: Success
bn_bd: সফল
fur: Sucès
he: הצלחה
my: အောင်မြင်မှု
ro: Succes
ug: مۇۋەپپەقىيەتلىك
uz: Muvaffaqiyat
vi: Thành công

source: Restart to complete
bn_bd: সম্পন্ন করার জন্য পুনরায় আরম্ভ করুন
fur: Torne a inviâ par finî
he: נא להפעיל מחדש להשלמה
my: အပြီးလုပ်ဖို့ ပြန်ဖွင့်ပါ
ro: Reporniți pentru a încheia
ug: تاماملانغاندا قايتا قوزغات
uz: Tugatish uchun qayta ishga tushiring
vi: Khởi động lại để hoàn tất

source: Access denied
bn_bd: প্রবেশাধিকার প্রত্যাখ্যাত
fur: Acès neât
he: גישה נדחתה
my: ၀င်ရောက်မှု ငြင်းပယ်ခံရတယ်
ro: Acces refuzat
ug: زىيارەت رەت قىلىندى
uz: Kirishga ruxsat berilmadi
vi: Truy cập bị từ chối

source: Unexpected installation error Review the Error Console log for more details.
bn_bd: ইনস্টলেশনে অপ্রত্যাশিত ত্রুটি আরও বিস্তারিত জানতে ত্রুটি কনসোল লগ পর্যালোচনা করুন।
fur: Erôr no spietât te instalazion Cjale il regjistri de Console dai Erôrs par altris detais.
he: שגיאת התקנה לא צפויה בחן את יומן הרישום של מסוף ה־JavaScript עבור פרטים נוספים.
my: မမျှော်လင့်တဲ့ တပ်ဆင်မှု အမှား ပိုမို အသေးစိတ်များအတွက် အမှား ထိန်းချုပ်ခလုတ် ရေးသွင်းချက်ကို သုံးသပ်ပါ။
ro: Eroare neașteptată la instalare Consultați consola de erori pentru mai multe detalii.
ug: ئويلىشىلمىغان قاچىلاش خاتالىقى تېخىمۇ كۆپ تەپسىلاتىنى خاتالىق كونترول كۇندىلىك خاتىرىسىدىن كۆرۈڭ.
uz: Kutilmaganda oʻrnatishda xato yuz berdi Koʻproq ma`lumot olish uchun "Xato terminali"ni koʻrib chiqing.
vi: Lỗi cài đặt không mong muốn Xem lưu kí của Bảng kiểm soát Lỗi để biết thêm chi tiết.

source: Install script not found
bn_bd: ইনস্টল স্ক্রিপ্ট পাওয়া যায়নি
fur: Il script di instalazion nol è stât cjatât
he: תסריט התקנה לא נמצא
my: တပ်ဆင်ထားတဲ့ script ကို မတွေ့ရဘူး
ro: Nu s-a găsit scriptul de instalare
ug: قاچىلاش قوليازمىسىنى تاپالمىدى
uz: Topilmagan skriptlarni oʻrnatish
vi: Không thấy mã cài đặt

source: Not a valid install package
bn_bd: কার্যকর ইনস্টল প্যাকেজ নয়
fur: Nol è un pachet di instalazion valit
he: חבילת התקנה לא חוקית
my: မှန်ကန်တဲ့ ကုန်ထုတ်ပစ္စည်း တခု မဟုတ်ဘူး
ro: Pachet de instalare invalid
ug: ئىناۋەتلىك قاچىلاش بوغچىسى ئەمەس
uz: Yaroqli oʻrnatish paketi emas
vi: Không phải là gói cài đặt

source: Invalid argument
bn_bd: অকার্যকর আর্গুমেন্ট
fur: L'argoment nol è valit
he: ארגומנט לא חוקי
my: မမှန်ကန်တဲ့ ဆွေးနွေးချက်
ro: Argument invalid
ug: ئىناۋەتسىز قىلمىش
uz: Xato argument
vi: Tham số sai

source: User canceled
bn_bd: ব্যবহারকারী বাতিল করেছেন
fur: Scancelât dal utent
he: בוטל בידי המשתמש
my: သုံးစွဲသူမှ ပယ်​ဖျက်မှု
ro: Anulat de utilizator
ug: ئىشلەتكۈچى ۋاز كەچتى
uz: Foydalanuvchi bekor qildi
vi: Người dùng đã hủy

source: Required file does not exist
bn_bd: প্রয়োজনীয় ফাইল নেই
fur: Un file necessari nol esist
he: קובץ נדרש אינו קיים
my: တောင်းဆိုထားတဲ့ ဖိုင် မရှိဘူး
ro: Fișierul cerut nu există
ug: لازىملىق ھۆججەت مەۋجۇد ئەمەس
uz: Soʻralgan fayl mavjud emas
vi: Các tập tin cần thiết không tồn tại

source: Read only
bn_bd: শুধুমাত্র পাঠযোগ্য
fur: Dome leture
he: קריאה בלבד
my: ဖတ်ဖို့အတွက်သာ
ro: Numai citire
ug: ئوقۇشقىلا بولىدىغان
uz: Faqat oʻqishga
vi: Chỉ đọc

source: AppleSingle extraction error
bn_bd: AppleSingle এক্সট্রাকশন ত্রুটি
fur: Erôr di estrazion AppleSingle
he: שגיאת פריסה של AppleSingle
my: AppleSingle ဆွဲထုတ်မှု အမှား
ro: Eroare la extracția AppleSingle
ug: AppleSingle ئاجرىتىش خاتالىقى
uz: AppleSingle ajratishda xato
vi: Lỗi giải nén AppleSingle

source: Invalid path
bn_bd: অকার্যকর পাথ
fur: Il percors nol è valit
he: נתיב לא חוקי
my: မမှန်ကန်တဲ့ လမ်းကြောင်း
ro: Cale invalidă
ug: ئىناۋەتسىز يول
uz: Xato yoʻl
vi: Sai đường dẫn

source: EXTRACTION_FAILED
fur: ESTRAZION_FALIDE
ro: EXTRAGEREA_A_EȘUAT

source: Canceled
bn_bd: বাতিল করা হয়েছে
fur: Scancelât
he: בוטל
my: ပယ်ဖျက်ထားတယ်
ro: Anulat
ug: بىكار قىلىندى
uz: Bekor qilindi
vi: Đã hủy

source: Download error
bn_bd: ডাউনলোড ত্রুটি
fur: Erôr discjamant
he: שגיאת הורדה
my: ဆွဲချမှု အမှား
ro: Eroare la descărcare
ug: چۈشۈرۈش خاتالىقى
uz: Yuklab olishda xato
vi: Lỗi tải xuống

source: Script error
bn_bd: স্ক্রিপ্ট ত্রুটি
fur: Erôr dal script
he: שגיאת תסריט
my: Script အမှား
ro: Eroare de script
ug: قوليازما خاتالىقى
uz: Skriptda xato
vi: Lỗi mã cài

source: Already exists
bn_bd: ইতিমধ্যেই বিদ্যমান
fur: Al esist za
he: כבר קיים
my: ရှိနေပြီ
ro: Există deja
ug: مەۋجۇد
uz: Allaqachon mavjud
vi: Đã tồn tại

source: Out of space
bn_bd: ফাঁকা জায়গা নেই
fur: Fûr dal spazi
he: אזל המקום
my: နေရာ မရှိဘူး
ro: Spațiu epuizat
ug: بوشلۇق يېتىشمىدى
uz: Boʻsh joy yetmaydi
vi: Không đủ dung lượng

source: Chrome registration failed
bn_bd: Chrome নিবন্ধন ব্যর্থ
fur: Regjistrazion chrome falide
he: רישום chrome נכשל
my: Chrome မှတ်ပုံတင်မှု ပျက်သွားတယ်
ro: Înregistrare chrome eșuată
ug: Chrome تىزىملاش مەغلۇپ بولدى
uz: Xromni roʻyxatdan oʻtkazib boʻlmadi
vi: Đăng kí Chrome thất bại

source: Unfinished install
bn_bd: অসম্পূর্ণ ইনস্টলেশন
fur: Instalazion no finide
he: התקנה לא גמורה
my: မပြီးဆုံးတဲ့ တပ်ဆင်မှု
ro: Instalare neterminată
ug: قاچىلاش تاماملانمىدى
uz: Oʻrnatish oxirigacha yetmadi
vi: Cài đặt chưa hoàn tất

source: Unsupported package
bn_bd: অসমর্থিত প্যাকেজ
fur: Pacut no supuartât
he: חבילה לא נתמכת
my: လက်ခံမထားတဲ့ ကုန်ထုတ်ပစ္စည်း
ro: Pachet nesuportat
ug: قوللىمايدىغان بوغچا
uz: Mos kelmaydigan paket
vi: Gói cài không được hỗ trợ

source: Signing could not be verified.
bn_bd: স্বাক্ষর যাচাই করা যায়নি।
fur: No si pues verificâ la firme.
he: לא ניתן לאמת חתימה.
my: သတ်မှတ်ခြင်းကို အတည်ပြုလို့မရဘူး။
ro: Nu se poate verifica semnătura.
ug: ئىمزانى دەلىللىيەلمىدى.
uz: Kirish tekshirilmadi
vi: Chữ kí không thể xác minh được.

source: Invalid file hash (possible download corruption)
bn_bd: অকার্যকর ফাইল হ্যাশ (সম্ভবত ডাউনলোডের সময় বিকৃত)
fur: Hash dal file no valit (po stâi une discjamade corote)
he: קובץ אימות לא חוקי (יתכן שההורדה פגומה)
my: မမှန်ကန်တဲ့ ဖိုင် ပြင်ဆင်မှု (ဖြစ်နိုင်တဲ့ ဆွဲချမှု ပျက်စီးခြင်း)
ro: Sumă binară a fișierului este invalidă (posibil să fie o descărcare coruptă)
ug: ھۆججەتنىڭ ئىناۋەتسىز چېچىلما قىممىتى (چۈشۈرۈش خاتالىقى بولۇشى مۇمكىن)
uz: Xato xesh fayl (yuklab olish buzuq boʻlishi mumkin)
vi: Mã băm của tập tin sai (có thể do bị hỏng khi tải về)

source: Unknown or invalid file hash type
bn_bd: অজানা অথবা অকার্যকর ধরনের ফাইল হ্যাশ
fur: Gjenar dal hash dal file no cognossût o no valit.
he: סוג קובץ האימות אינו ידוע או שאינו חוקי
my: အမည်မသိ (သို့) မမှန်ကန်တဲ့ ဖိုင် ပြင်ဆင်မှု အမျိုးအစား
ro: Tipul sumei binare a fișierului este invalid sau necunoscut
ug: ھۆججەتنىڭ نامەلۇم ياكى ئىناۋەتسىز چېچىلما قىممەت تىپى
uz: Noma`lum yoki xato xesh fayl turi
vi: Không rõ hoặc sai kiểu mã băm của tập tin

source: Out of memory
bn_bd: মেমরি স্বল্পতা
fur: Fûr de memorie
he: אזל הזיכרון
my: မှတ်ဉာဏ် မရှိဘူး
ro: Memorie epuizată
ug: ئىچكى ساقلىغۇچ يېتىشمىدى
uz: Xotira yetmaydi
vi: Hết bộ nhớ

source: Unexpected error %S
bn_bd: অপ্রত্যাশিত ত্রুটি %S
fur: Erôr inspietât %S
he: שגיאה בלתי צפויה %S
my: မမျှော်လင့်တဲ့ အမှား %S
ro: Eroare neașteptată %S
ug: ئويلىشىلمىغان خاتالىق %S
uz: Kutilmagan xato %S
vi: Xảy ra lỗi bất ngờ %S
