Repository: tktk711/mozilla-l10n
Catalog: ach/browser/chrome/browser/preferences/content.dtd.po
Languages: ach

source: &Block pop-up windows
ach: &Geng dirica ma pye-malo

# notificationsPolicyLearnMore.label
source: Learn more
ach: Nong ngec mapol

source: Choose which sites are allowed to send you notifications
ach: Yer kakube mene ma ki ye gi me cwalo jami angeya

source: C&hoose…
ach: Y&er…

source: Do &not disturb me
ach: P&e i yel an

source: No notification will be shown until you restart &brandShortName;
ach: Pe ki binyuto gin angeya mo wang ma i nwoyo cako &brandShortName;

source: &Exceptions…
ach: &Ma kiweko woko…

source: Fonts & Colors
ach: Dit me coc & rangi

source: &Default font
ach: &Dit coc makwongo

source: &Size
ach: &Dit

source: &Advanced…
ach: &Ma lamal…

source: &Colors…
ach: &Rangi…

source: Choose your preferred language for displaying pages
ach: Yer leb ma imito pi yaro pot buk

source: Ch&oose…
ach: Y&er…

source: &Translate web content
ach: &Kob gin manonge iye kakube

source: E&xceptions…
ach: M&a kiweko woko…

source: Translations by
ach: Ngat ma okobo aye

# playDRMContent.learnMore.label
source: Learn more
ach: Nong ngec mapol
