Repository: tktk711/mozilla-l10n
Catalog: ach/browser/chrome/browser/preferences/preferences.properties.po
Languages: ach

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
ach: Yero gin ayera man bi cwalo kanonge me pot buk me kakube ma i tye ka neno bot %S. Pi mede, tim ber i nen odoco kadong iye cik me tic magi.

source: Default (%S)
ach: (%S) makwongo

source: Large minimum font size
ach: Dit me coc madongo matidi loyo

source: You have selected a very large minimum font size (more than 24 pixels). This may make it difficult or impossible to use some important configuration pages like this one.
ach: Iyero dit me coc madongo matidi loyo ma dongo tutwal (ma kato pixel 24). Man twero weko bedo tek onyo pe lare me tic ki potbuke mogo me ter mapi gi tego calo man.

source: Keep my changes anyway
ach: Gwok alokaloka na

source: You have disabled Tracking Protection on these sites.
ach: Ijuko woko Gwoke ikom lubo kor pi kakube magi.

source: Exceptions - Tracking Protection
ach: Ma kiweko woko - Gwokke ikom lubo kor

source: You can specify which websites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
ach: I twero cimo kakube mene ma jwijwi onyo ma pe ki ye matwal me tic ki angija. Co kanonge kikome me kakube ma imito loyo kadong i dii Geng, Ye pi Kare, onyo Ye.

source: Exceptions - Cookies
ach: Ma pe gude - Angija

source: You can specify which websites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
ach: I twero cimo kakube mene ma kiye me keto med-ikome. Co kanonge kikome me kakube ma imito ye kadong i dii Ye.

source: Allowed Sites - Add-ons Installation
ach: Kakube Ma kiye - Keto Med-ikome

source: You can specify which websites are allowed to open pop-up windows. Type the exact address of the site you want to allow and then click Allow.
ach: I twero cimo kakube mene ma kiye me yabo dirica ma pye-malo. Co kanonge kikome me kakube ma imito ye kadong i dii Ye.

source: Allowed Sites - Pop-ups
ach: Kakube ma kiye - Pye-malo

source: Control which websites are always or never allowed to send you notifications. If you remove a site, it will need to request permission again.
ach: Lo kakube mene ma pol kare onyo pe matwal ki ye me gamo jami angeya. Ka i kwanyo kakube mo, bi mite ni openy twero doki.

source: Notification Permissions
ach: Twero me gin angeya

source: Please enter a valid hostname
ach: Tim ber iket nying lami kube matye atir

source: Invalid Hostname Entered
ach: Kiketo nying lami kube mape atir

source: Exceptions - Saved Logins
ach: Ma pe gude - Donyo iyie ma kigwoko

source: Logins for the following sites will not be saved:
ach: Donyo iyie pi kakube magi pe ki bigwoko gi:

source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
ach: Itwero yero jami mene ma Firefox bi tic kwede me gengo jami Kakube ma twero lubo kor tic me yeny mamegi.

source: Block Lists
ach: Jami bulok

source: Disconnect.me basic protection (Recommended).
ach: Disconnect.me gwokke ma yot (Kicwako).

source: Allows some trackers so websites function properly.
ach: Ye lulub kor mogo wek kakube otii maber.

source: Disconnect.me strict protection.
ach: Disconnect.me gwokke ma ger.

source: Blocks known trackers. Some sites may not function properly.
ach: Geng lulub kor ma ngene. Kakube mogo pe bi tic ma ber.

source: %S must restart to change block lists.
ach: %S myero nwo cake wek olok jami bulok.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
ach: Kombedi itye i kit me FIPS. FIPS mito Ladit me mung me donyo ma peke nono.

source: Password Change Failed
ach: Loko mung me donyo Pe olare

source: Desktop
ach: Wang kompiuta

source: Downloads
ach: Gam

source: Choose Download Folder:
ach: Yer boc me gam:

source: %S file
ach: %S pwail

source: Save File
ach: Gwok pwail

source: Use %S
ach: Tii ki %S

source: Use %S (default)
ach: Tii ki %S (makwongo)

source: Use other…
ach: Tii ki mukene…

source: Select Helper Application
ach: Yer purugram ma Lakony

source: Application Details…
ach: Matut ikom purugram…

source: Web Feed
ach: Lok me kakube

source: Video Podcast
ach: Vidio Podcast

source: Always ask
ach: Peny jwijwi

source: Portable Document Format (PDF)
ach: Kit Coc acoya Ma mako ne yot (PDF)

source: Use %S (in %S)
ach: Tii ki %S (i %S)

source: Preview in %S
ach: Nen odoco i %S

source: Add Live Bookmarks in %S
ach: Med alama pot buk ma tye kombedi iye %S

source: Host:
ach: Lami kube:

source: Domain:
ach: Ma orumu:

source: Encrypted connections only
ach: Kube ma ki mungo keken

source: Any type of connection
ach: Kit kube mo keken

source: At end of session
ach: I agiki me kare

source: Allow
ach: Ye

source: Allow first party only
ach: Ye dul mukwongo keken

source: Allow for Session
ach: Ye pi kare

source: Block
ach: Geng

source: <no cookie selected>
ach: <cookie mo pe kiyero>

source: The following cookies are stored on your computer:
ach: Angija magi kikano gi i komputa mamegi:

source: The following cookies match your search:
ach: Angija magi rwate ki yeny mamegi:

source: Remove &All
ach: Kwany &weng

source: Remove &All Shown
ach: Kwany ma kinyuto ni &weng

source: &Remove Selected;Remove Selected
ach: &Kwany ma kiyero;Kwany ma kiyero

source: None
ach: Pe

source: Remove offline website data
ach: Kwany tic me kakube ma pe okube iwi yamo

source: After removing this data, %S will not be available offline. Are you sure you want to remove this offline website?
ach: Inge kwanyo tic man, %S bi bedo peke i mape okube iwi yamo. Ada imito kwanyo woko kakube man mape okube iwi yamo ni?

source: Remove offline data
ach: Kwany woko tic ma pe okube iwi yamo

source: The following websites are not allowed to store data for offline use:
ach: Kakube magi pe ki ye ki gin me kano tic pi tic kwedgi ma nongo pe okube iwi yamo:

source: Offline Data
ach: Tic mape okube iwiyamo

source: Your web content cache is currently using %1$S %2$S of disk space
ach: Kakano gin manonge iye me kakube ni kombedi tye ka tic ki %1$S %2$S me kabedo me disk

source: Calculating web content cache size…
ach: Ribo dit pa kakano gin manonge iye me kakube…

source: Your application cache is currently using %1$S %2$S of disk space
ach: Kakano purugram ni kombedi tye ka tic ki %1$S %2$S me kabedo me disk

source: Your stored site data is currently using %1$S %2$S of disk space
ach: Data me kakube ni ma kigwoko kombedi tye ka tic ki %1$S %2$S me kabedo me disk

source: Calculating site data size…
ach: Ribo dit pa data me kakube…

source: Clear all cookies and site data
ach: Jwa angija ki data me kakube weng

source: Selecting ‘Clear Now’ will clear all cookies and site data stored by Firefox. This may sign you out of websites and remove offline web content.
ach: Yero ‘Jwa kombedi’ bi jwano angija ki data me kakube weng ma Firefox ogwoko. Man twero kwanyi woko ki ii kakube ki kwanyo jami me kakube mape iwiyamo.

source: Clear Now
ach: Jwa Kombedi

source: Remove
ach: Kwany

source: R&emove All
ach: Kw&any weng

source: R&emove All Shown
ach: Kw&any ma kinyuto ni weng

source: &Learn More
ach: &Nong ngec mapol

source: &Open Preferences
ach: &Yab ter

source: &Open Options
ach: &Yab gin ayera

source: %S is running out of disk space. Website contents may not display properly. You can clear stored site data in Preferences > Advanced > Site Data.
ach: %S odong ki kabedo me disk manok. Jami me kakube mogo pe bi nyute maber. Itwero jwayo data me kakube ma kigwoko i Ter > Ma lamal > Data me Kakube.

source: %S is running out of disk space. Website contents may not display properly. You can clear stored site data in Options > Advanced > Site Data.
ach: %S odong ki kabedo me disk manok. Jami me kakube mogo pe bi nyute maber. Itwero jwayo data me kakube ma kigwoko i Gin ayera > Ma lamal > Data me Kakube.

source: O&K, Got it
ach: AY&A, Aniang

source: %S is running out of disk space. Website contents may not display properly. Visit “Learn More” to optimize your disk usage for better browsing experience.
ach: %S odong ki kabedo me disk manok. Jami me kakube mogo pe bi nyute maber. Lim “Nong ngec mapol” me yubo tic ki disk mamegi ma opore pi yeny maber loyo.

source: %S must restart to enable this feature.
ach: %S myero nwo cake wek oye lapok kin jami man.

source: %S must restart to disable this feature.
ach: %S myero nwo cake wek ojuk lapok kin jami man.

source: Restart %S
ach: Nwo cako %S

source: Restart %S now
ach: Cak %S odoco kombedi

source: Revert
ach: Dok cen

source: Restart Now
ach: Cak odoco kombedi

source: Restart Later
ach: Cak odoco lacen

source: Close All Container Tabs?
ach: Lor dirica matino weng me mako jami?

source: If you disable Container Tabs now, #S container tab will be closed. Are you sure you want to disable Container Tabs?;If you disable Container Tabs now, #S container tabs will be closed. Are you sure you want to disable Container Tabs?
ach: Ka ijuko Dirica matino me mako jami kombedi, ki biloro dirica matidi #S me mako jami. Imoko ada ni imito juko Dirica matino me mako jami?;Ka ijuko Dirica matino me mako jami kombedi, ki biloro dirica matino #S me mako jami. Imoko ada ni imito juko Dirica matino me mako jami?

source: Close #S Container Tab;Close #S Container Tabs
ach: Lor Dirica matida #S me mako jami;Lor Dirica matino #S me mako jami

source: Keep enabled
ach: Wek ma kicako

source: Remove This Container?
ach: Kwany Lamak jami man?

source: If you remove this Container now, #S container tab will be closed. Are you sure you want to remove this Container?;If you remove this Container now, #S container tabs will be closed. Are you sure you want to remove this Container?
ach: Ka i kwanyo Lamak jami man kombedi, ki biloro dirica matidi #S me mako jami. Imoko ada ni imito kwanyo Lamak jami man?;Ka i kwanyo Lamak jami man kombedi, ki biloro dirica matino #S me mako jami. Imoko ada ni imito kwanyo Lamak jami man?

source: Remove this Container
ach: Kwany Lamak jami man

source: Don’t remove this Container
ach: Pe ikwany Lamak jami man

source: %S (default)
ach: %S (makwongo)
