Repository: tktk711/mozilla-l10n
Catalog: ach/browser/chrome/browser/preferences/preferences.dtd.po
Languages: ach

source: Options
ach: Gin ayera

source: Preferences
ach: Ter

source: &brandShortName; Preferences
ach: &brandShortName; Ter

source: Search Results
ach: Adwogi me yeny

source: General
ach: Lumuku

source: Files & Applications
ach: Pwail ki Purugram

source: Privacy & Security
ach: Mung ki Ber bedo

source: Container Tabs
ach: Dirica matidi me mako jami

source: Updates
ach: Ngec manyen

source: Firefox Account
ach: Akaunt me Firefox

source: &brandShortName; Support
ach: Cwak me &brandShortName;

source: Search
ach: Yeny
