Repository: tktk711/mozilla-l10n
Catalog: ach/browser/chrome/browser/preferences/privacy.dtd.po
Languages: ach

source: Tracking Protection
ach: Gwokke ikom lubo kor

source: Alwa&ys
ach: Jwij&wi

source: On&ly in private windows
ach: I dirica me mung manyen ke&ken

source: &Never
ach: Pe m&atwal

# trackingProtectionLearnMore.label
source: Learn more
ach: Nong ngec mapol

source: E&xceptions…
ach: &Ma kiweko woko…

source: Use Tracking Protection in Pri&vate Windows
ach: Tii ki Gwokke ikom lubo kor i Dirica me &Mung

# trackingProtectionPBMLearnMore.label
source: Learn more
ach: Nong ngec mapol

# doNotTrack.learnMore.label
source: Learn more
ach: Nong ngec mapol

# doNotTrack.always.label
source: Always
ach: Jwijwi

source: History
ach: Gin mukato

source: Permissions
ach: Rukuca

source: Boo&kmarks
ach: A&lama buk

source: &Open tabs
ach: &Yab dirica matino

source: Relate&d searches from the default search engine
ach: Yeny malu&be ki i injin me yeny makwongo

source: Change preferences for search engine suggestions
ach: Lok ter pi tam ma kimiyo me injin yeny

source: &Accept cookies from sites
ach: Y&e angija ki bot kakube

source: Accept third-part&y cookies:
ach: Y&ee angija ki bot dul me adek:

# acceptThirdParty.always.label
source: Always
ach: Jwijwi

source: Never
ach: Pe matwal

source: From visited
ach: Ki i ma kilimo

source: Keep &until:
ach: Gwok &wang ma:

source: they expire
ach: kare gi otum

source: I close &brandShortName;
ach: Aloro &brandShortName;

source: &Exceptions…
ach: &Ma kiweko woko…

source: &Show Cookies…
ach: &Nyut angija…

source: &brandShortName; &will
ach: &brandShortName; &obi

source: Remember history
ach: Poo ikom gin mukato

source: Never remember history
ach: Pe i poo ikom gin mukato matwal

source: Use custom settings for history
ach: Tii ki ter mamegi pi gin mukato

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
ach: &brandShortName; bi poo ikom yeny mamegi, gam, pwom kacel ki yeny me gin mukato, ka kano angija ki bot kakube ma i limo.

source: You may want to
ach: I romo mito ni i

source: clear your recent history
ach: jwa woko gin mukato kombedi

source: , or
ach: , onyo

source: remove individual cookies
ach: kwany angija acelacel

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
ach: &brandShortName; bi tic ki ter acel calo yeny me mung, ka pe bi poo ikom gin mukato mo keken kun nongo i yenyo Kakube.

source: You may also want to
ach: I romo mito bene i

source: clear all current history
ach: jwa woko gin mukato kombedi weng

source: Always use &private browsing mode
ach: Jwijwi tii ki kit yeny me &mung

source: Remem&ber my browsing and download history
ach: P&o ikom gin mukato me yeny ki gam mamega

source: Remember search and &form history
ach: Poo ikom gin mukato me yeny ki &pwom

source: Clea&r history when &brandShortName; closes
ach: Jw&a gin mukato ka &brandShortName; olore

source: Se&ttings…
ach: Te&r…

# browserContainersLearnMore.label
source: Learn more
ach: Nong ngec mapol

source: E&nable Container Tabs
ach: C&ak Dirica matino me mako jami

source: Sett&ings…
ach: Te&r…
