Repository: tktk711/mozilla-l10n
Catalog: roa-*-val/browser/chrome/browser/browser.dtd.po
Languages: roa_es_val

source: (Private Browsing)
roa_es_val: (Navegació privada)

source: Open menu
roa_es_val: Obrir el menú

source: More tools…
roa_es_val: Més ferramentes…

source: &Reload Tab
roa_es_val: Recarre&gar la pestanya

# reloadAllTabs.label reloadAllTabs.accesskey
source: Reload &All Tabs
roa_es_val: &Recarregar totes les pestanyes

source: Close Tabs to the R&ight
roa_es_val: T&ancar les pestanyes a la dreta

source: Cl&ose Other Tabs
roa_es_val: Tancar les &demés pestanyes

source: &Pin Tab
roa_es_val: &Fixar la pestanya

source: Unpin Ta&b
roa_es_val: &Amollar la pestanya

source: Move to New &Window
roa_es_val: Moure a una no&va finestra

# bookmarkAllTabs.label bookmarkAllTabs.accesskey
source: Bookmark All &Tabs…
roa_es_val: &Afegir pestanyes als marcadors…

# undoCloseTab.label undoCloseTab.accesskey
source: &Undo Close Tab
roa_es_val: &Desfer el tancament de l'última pestanya

source: &Close Tab
roa_es_val: Tancar la pes&tanya

source: List all tabs
roa_es_val: Llista totes les pestanyes

source: New &Tab
roa_es_val: &Nova pestanya

source: Open Location…
roa_es_val: Obrir direcció…

source: &Open File…
roa_es_val: O&brir archiu…

source: Page Set&up…
roa_es_val: Config&urar pàgina…

source: Print Pre&view
roa_es_val: &Vista preliminar

source: &Print…
roa_es_val: I&mprimir…

source: Wor&k Offline
roa_es_val: Treballar sense cone&xió

source: &Menu Bar
roa_es_val: Barra de &menús

source: Navigation Toolbar
roa_es_val: Barra de ferramentes de navegació

source: &Bookmarks Toolbar
roa_es_val: Barra de &ferramentes de marcadors

source: Bookmarks Toolbar Items
roa_es_val: Elements de la barra de ferramentes de marcadors

source: Reload &All Tabs
roa_es_val: &Recarregar totes les pestanyes

source: Bookmark All &Tabs…
roa_es_val: Afegir pes&tanyes a marcadors…

# toolbarContextMenu.undoCloseTab.label toolbarContextMenu.undoCloseTab.accesskey
source: &Undo Close Tab
roa_es_val: Des&fer el tancament de l'última pestanya

source: Page S&ource
roa_es_val: Còdic &font de la pàgina

source: Page &Info
roa_es_val: &Informació de la pàgina

source: &Mirror Tab
roa_es_val: &Reflectir la pestanya

source: Enter &Full Screen
roa_es_val: Entrar en modo &pantalla completa

source: Exit &Full Screen
roa_es_val: Eixir del modo &pantalla completa

# fullScreenCmd.label fullScreenCmd.accesskey
source: &Full Screen
roa_es_val: &Pantalla completa

source: Show &All Tabs
roa_es_val: Mostr&ar totes les pestanyes

source: Sign in to &syncBrand.shortName.label;
roa_es_val: Conectar-se a &syncBrand.shortName.label;

source: Open &syncBrand.shortName.label; preferences
roa_es_val: Obrir les preferències de &syncBrand.shortName.label;

source: Reconnect to &syncBrand.shortName.label;
roa_es_val: Reconectar a &syncBrand.shortName.label;

source: Verify Your Account
roa_es_val: Comprove el seu conte

source: Minimize
roa_es_val: Minimisar

source: Restore
roa_es_val: Restaurar

# fullScreenClose.tooltip
source: Close
roa_es_val: Tancar

source: &Hide Toolbars
roa_es_val: &Tancar les barres de ferramentes

source: Exit &Full Screen Mode
roa_es_val: Eixir del &modo pantalla completa

source: is now full screen
roa_es_val: ara està en pantalla completa

source: This document is now full screen
roa_es_val: Este document està ara en pantalla completa

source: Exit Full Screen (Esc)
roa_es_val: Eixir de la pantalla completa (Esc)

source: Exit Full Screen (esc)
roa_es_val: Eixir de la pantalla completa (esc)

source: Exit F&ull Screen
roa_es_val: Eixir de la &pantalla completa

source: Close Win&dow
roa_es_val: Tancar la &finestra

source: &Bookmarks
roa_es_val: &Marcadors

# bookmarkThisPageCmd.label
source: Bookmark This Page
roa_es_val: Afegir esta pàgina a marcadors

source: Edit This Bookmark
roa_es_val: Editar este marcador

source: Find more Share services…
roa_es_val: Trobar més servicis de compartició…

source: Share Thi&s Page
roa_es_val: Compar&tir esta pàgina

source: S&hare This Link
roa_es_val: Compartir este e&nllaç

source: Sha&re This Image
roa_es_val: Co&mpartir esta image

source: Sha&re Selection
roa_es_val: Compartir la &selecció

source: Sha&re This Video
roa_es_val: Compartir este &vídeo

# feedsMenu2.label
source: Subscribe to This Page
roa_es_val: Subscriure's ad esta pàgina

# subscribeToPageMenupopup.label
source: Subscribe to This Page
roa_es_val: Subscriure's ad esta pàgina

source: Subscribe to This Page…
roa_es_val: Subscriure's ad esta pàgina…

source: Bookmark All Tabs…
roa_es_val: Afegir pestanyes a marcadors…

source: Show All Bookmarks
roa_es_val: Mostrar tots els marcadors

source: Recently Bookmarked
roa_es_val: Marcadors recents

# otherBookmarksCmd.label
source: Other Bookmarks
roa_es_val: Atres marcadors

source: Show more bookmarks
roa_es_val: Mostrar més marcadors

source: Back
roa_es_val: Anterior

source: Go back one page
roa_es_val: Anar a la pàgina anterior

source: Forward
roa_es_val: Següent

source: Go forward one page
roa_es_val: Anar a la pàgina següent

source: Right-click or pull down to show history
roa_es_val: Punche en el botó dret o rossegue cap avall per a vore l'historial

source: Pull down to show history
roa_es_val: Rossegue cap avall per a vore l'historial

source: Reload
roa_es_val: Recarregar

source: Stop
roa_es_val: Detindre

source: Go to the address in the Location Bar
roa_es_val: Anar al URL de la barra de direccions

source: Print
roa_es_val: Imprimir

source: Print this page
roa_es_val: Imprimir esta pàgina

source: View site information
roa_es_val: Vore l'informació del lloc

source: Change whether you can receive notifications from the site
roa_es_val: Canviar si el lloc pot mostrar-li notificacions

source: Manage sharing your camera and/or microphone with the site
roa_es_val: Gestionar la compartició de la càmara i/o el micrófon en el lloc

source: Manage sharing your microphone with the site
roa_es_val: Gestionar la compartició del seu micrófon en el lloc

source: Manage sharing your windows or screen with the site
roa_es_val: Gestionar la compartició de les seues finestres o pantalla en el lloc

source: Translate this page
roa_es_val: Traduir esta pàgina

source: Manage page translation
roa_es_val: Gestionar la tradució de pàgines

source: Manage use of DRM software
roa_es_val: Gestionar l'us del sotware DRM

source: Show history
roa_es_val: Mostrar l'historial

source: Home
roa_es_val: Inici

# bookmarksButton.label
source: Bookmarks
roa_es_val: Marcadors

# bookmarksMenuButton.label
source: Bookmarks
roa_es_val: Marcadors

# bookmarksMenuButton.other.label
source: Other Bookmarks
roa_es_val: Atres marcadors

source: View Bookmarks Sidebar
roa_es_val: Mostrar en la barra lateral

source: View Bookmarks Toolbar
roa_es_val: Vore la barra de marcadors

# historyButton.label
source: History
roa_es_val: Historial

source: &Tools
roa_es_val: Ferramen&tes

source: Add a &Keyword for this Search…
roa_es_val: &Afegir una paraula clau per ad esta busca…

source: &Downloads
roa_es_val: &Descàrregues

source: &Add-ons
roa_es_val: &Complements

source: &Web Developer
roa_es_val: Desenrollador &web

source: Inspect Element
roa_es_val: Inspeccionar l'element

# inspectContextMenu.accesskey
source: Q
roa_es_val: l

source: &File
roa_es_val: &Archiu

source: &New Window
roa_es_val: &Nova finestra

source: New Private &Window
roa_es_val: Nova finestra &privada

source: New Non-e10s Window
roa_es_val: Nova finestra no-e10s

source: &Edit
roa_es_val: &Editar

source: &Undo
roa_es_val: &Desfer

source: &Redo
roa_es_val: &Refer

source: Cu&t
roa_es_val: &Tallar

# copyCmd.label copyCmd.accesskey
source: &Copy
roa_es_val: &Copiar

source: &Paste
roa_es_val: &Pegar

source: &Delete
roa_es_val: &Eliminar

source: Select &All
roa_es_val: Seleccion&ar-ho tot

source: &Options
roa_es_val: &Opcions

source: Prefere&nces
roa_es_val: Preferè&ncies

# clearRecentHistory.label
source: Clear Recent History…
roa_es_val: Netejar l'historial recent…

source: &View
roa_es_val: &Vore

source: &Toolbars
roa_es_val: Barres de ferramen&tes

source: Sid&ebar
roa_es_val: Pan&el lateral

source: &Customize…
roa_es_val: &Personalisar…

source: Hi&story
roa_es_val: Hi&storial

source: Recently Closed Tabs
roa_es_val: pestanyes tancades recentment

source: Recently Closed Windows
roa_es_val: Finestres tancades recentment

# historyRestoreLastSession.label
source: Restore Previous Session
roa_es_val: Restaurar la sessió anterior

# showAllHistoryCmd2.label
source: Show All History
roa_es_val: Mostrar tot l'historial

source: Customize
roa_es_val: Personalisar

source: Customize the Menu and Toolbars
roa_es_val: Personalisar el menú i les barres de ferramentes

source: Exit Customize
roa_es_val: Acabar en la personalisació

source: Finish Customizing
roa_es_val: Acabar en la personalisació

# appMenuHistory.label
source: History
roa_es_val: Historial

# appMenuHistory.showAll.label
source: Show All History
roa_es_val: Mostrar tot l'historial

# appMenuHistory.clearRecent.label
source: Clear Recent History…
roa_es_val: Netejar l'historial recent…

# appMenuHistory.restoreSession.label
source: Restore Previous Session
roa_es_val: Restaurar la sessió anterior

source: View History Sidebar
roa_es_val: Vore el panel lateral de l'historial

source: Open Help Menu
roa_es_val: Obrir el menú d'ajuda

# appMenuRemoteTabs.label
source: Synced Tabs
roa_es_val: Pestanyes sincronisades

# appMenuRemoteTabs.notabs.label
source: No open tabs
roa_es_val: Sense pestanyes obertes

# appMenuRemoteTabs.tabsnotsyncing.label
source: Turn on tab syncing to view a list of tabs from your other devices.
roa_es_val: Active la sincronisació de pestanyes per a vore una llista de pestanyes dels atres dispositius.

# appMenuRemoteTabs.noclients.title
source: No synced tabs… yet!
roa_es_val: Encara no hi ha pestanyes sincronisades…

# appMenuRemoteTabs.noclients.subtitle
source: Want to see your tabs from other devices here?
roa_es_val: ¿Vol vore les seues pestanyes d'uns atres dispositius ací?

source: Sync Preferences
roa_es_val: Opcions de Sync

# appMenuRemoteTabs.notsignedin.label
source: Sign in to view a list of tabs from your other devices.
roa_es_val: Inicie sessió per a vore una llista de pestanyes dels atres dispositius.

source: Sign in to Sync
roa_es_val: Iniciar sessió en Sync

source: View Synced Tabs Sidebar
roa_es_val: Vore la barra lateral de pestanyes sincronisades

source: &Add to Toolbar
roa_es_val: &Afegir a la barra de ferramentes

source: Add to &Menu
roa_es_val: Afegir al &Menú

source: M&ove to Toolbar
roa_es_val: M&oure a la barra de ferramentes

source: M&ove to Menu
roa_es_val: M&oure al menú

source: &Remove from Toolbar
roa_es_val: Elimina&r de la barra de ferramentes

source: &Remove from Menu
roa_es_val: &Eliminar del menú

source: &Add More Items…
roa_es_val: &Afegir més elements…

source: Search or enter address
roa_es_val: Terme de busca o direcció

source: Switch to tab:
roa_es_val: Canviar a la pestanya:

source: Would you like to improve your search experience with suggestions?
roa_es_val: ¿Li agradaria millorar la seua experiència de busca en sugerències?

source: Learn more…
roa_es_val: Saber més…

# urlbar.searchSuggestionsNotification.learnMore.accesskey
source: l
roa_es_val: m

source: Yes
roa_es_val: Sí

# urlbar.searchSuggestionsNotification.enable.accesskey
source: y
roa_es_val: S

source: Search query
roa_es_val: Criteris de busca

source: Submit search
roa_es_val: Enviar la busca

source: Search for
roa_es_val: Buscar:

source: with:
roa_es_val: en:

source: Search
roa_es_val: Buscar

source: Search with:
roa_es_val: Buscar en:

source: Change Search Settings
roa_es_val: Canviar la configuració de busca

source: Search in New &Tab
roa_es_val: Buscar e&n una nova pestanya

source: Set As &Default Search Engine
roa_es_val: Posar com a motor de busca &predeterminat

source: Open Link in New &Tab
roa_es_val: Obrir l'enllaç en una pes&tanya nova

source: Open Link in New &Window
roa_es_val: Obrir l'enllaç en una finestra no&va

source: Open Link in New &Private Window
roa_es_val: Obrir l'enllaç en una nova finestra &privada

source: &Open Link
roa_es_val: Obrir &l'enllaç

source: Open Frame in New &Tab
roa_es_val: Obrir el marc en una pes&tanya nova

source: Open Frame in New &Window
roa_es_val: Obrir &el marc en una finestra nova

source: &Show Only This Frame
roa_es_val: M&ostrar només este marc

source: &Reload Frame
roa_es_val: &Recarregar marc

source: View Selection Source
roa_es_val: Vore el còdic font seleccionat

source: View MathML Source
roa_es_val: Vore el còdic font MathML

source: &View Page Source
roa_es_val: &Vore el còdic font de la pàgina

source: &View Frame Source
roa_es_val: &Vore el còdic font del marc

source: View Page &Info
roa_es_val: Vore l'&informació de la pàgina

source: View Frame &Info
roa_es_val: Vore l'&informació del marc

source: &Reload Image
roa_es_val: &Recarregar l'image

source: View &Image
roa_es_val: Vore l'&image

source: View Image In&fo
roa_es_val: Vore l'in&formació de l'image

source: View &Description
roa_es_val: Vore la &descripció

source: V&iew Video
roa_es_val: Vore el vídeo

source: Vie&w Background Image
roa_es_val: Vore l'image de &fondo

source: &Set As Desktop Background…
roa_es_val: E&stablir com a fondo d'escritori…

# bookmarkPageCmd2.label
source: Bookmark This Page
roa_es_val: Afegir esta pàgina a marcadors

source: Bookmark This &Link
roa_es_val: Afegir este en&llaç a marcadors

source: Book&mark This Frame
roa_es_val: Afegir este quadro a &marcadors

source: &Email Link…
roa_es_val: &Enviar l'enllaç…

source: Save Page &As…
roa_es_val: Guar&dar la pàgina com…

source: Save &Frame As…
roa_es_val: &Guardar el marc com…

source: &Print Frame…
roa_es_val: Im&primir el marc…

source: Save Lin&k As…
roa_es_val: Guardar l'e&nllaç com…

source: Sa&ve Image As…
roa_es_val: G&uardar l'image com…

source: Sa&ve Video As…
roa_es_val: Guardar el &vídeo com…

source: Sa&ve Audio As…
roa_es_val: Gu&ardar l'àudio com…

source: Email Ima&ge…
roa_es_val: Envi&ar l'image…

source: Em&ail Video…
roa_es_val: Envi&ar el vídeo…

source: S&end Video To Device
roa_es_val: &Enviar el vídeo al dispositiu

source: Em&ail Audio…
roa_es_val: Envi&ar l'audio…

source: A&ctivate this plugin
roa_es_val: A&ctivar este plugin

source: &Hide this plugin
roa_es_val: Ocul&tar este plugin

source: Copy Link Loc&ation
roa_es_val: Copi&ar la ruta de l'enllaç

source: C&opy Image Location
roa_es_val: C&opiar la ruta de l'image

source: Cop&y Image
roa_es_val: &Copiar l'image

source: C&opy Video Location
roa_es_val: C&opiar la direcció del vídeo

source: C&opy Audio Location
roa_es_val: C&opiar la direcció de l'audio

source: Copy &Email Address
roa_es_val: Copiar la dir&ecció del correu electrònic

source: T&his Frame
roa_es_val: Este &marc

source: &Play
roa_es_val: Re&produir

source: &Pause
roa_es_val: &Pausar

source: &Mute
roa_es_val: &Silenciar

source: Un&mute
roa_es_val: Re&staurar el sò

source: Show &Controls
roa_es_val: Mostrar el &controls

source: Hide &Controls
roa_es_val: Tan&car el controls

# videoFullScreen.label videoFullScreen.accesskey
source: &Full Screen
roa_es_val: Pantalla &completa

source: &Save Snapshot As…
roa_es_val: &Guardar la captura de pantalla com…

source: Show S&tatistics
roa_es_val: Mos&trar les estadístiques

source: Hide S&tatistics
roa_es_val: Ocul&tar les estadístiques

source: Zoom &In
roa_es_val: &Aumentar

source: Zoom &Out
roa_es_val: Re&duir

source: &Reset
roa_es_val: I&nici

source: Zoom &Text Only
roa_es_val: Am&pliar a soles el text

source: &Zoom
roa_es_val: Ta&many

source: Close sidebar
roa_es_val: Tancar el panel lateral

source: E&xit
roa_es_val: Eixi&r

source: Exit &brandShorterName;
roa_es_val: Eixir de &brandShortName;

source: &Quit
roa_es_val: &Eixir

source: Quit &brandShorterName;
roa_es_val: Eixir de &brandShortName;

source: &Close
roa_es_val: Tan&car

source: Page St&yle
roa_es_val: Estil de la pà&gina

source: &No Style
roa_es_val: Se&nse estil

source: &Basic Page Style
roa_es_val: Estil de pàgina &bàsic

source: Change pop-up blocking settings for this website
roa_es_val: Canviar configuració del bloqueig de les finestres emergents per ad este lloc web

source: Edit Pop-up Blocker Preferences…
roa_es_val: Editar les preferències de bloqueig de finestres emergents…

source: &Edit Pop-up Blocker Options…
roa_es_val: &Editar les opcions de bloqueig de les finestres emergents…

# dontShowMessage.accesskey
source: D
roa_es_val: N

source: Switch Page &Direction
roa_es_val: Canviar la &direcció de la pàgina

source: S&witch Text Direction
roa_es_val: Canviar la &direcció del text

source: &Find in This Page…
roa_es_val: &Buscar en esta pàgina…

source: Find A&gain
roa_es_val: Re&petir la busca

source: &Add Dictionaries…
roa_es_val: &Afegir diccionaris…

source: Secure Connection
roa_es_val: Conexió segura

source: Connection is Not Secure
roa_es_val: La conexió no és segura

source: This page is stored on your computer.
roa_es_val: Esta pàgina se guarda en el seu equip.

source: This is a secure &brandShortName; page.
roa_es_val: Esta és una pàgina segura de &brandShortName;.

source: Logins entered on this page could be compromised.
roa_es_val: El seu inici de sesió podria ser compromés.

# identity.activeBlocked
source: &brandShortName; has blocked parts of this page that are not secure.
roa_es_val: &brandShortName; ha bloquejat parts d'esta pàgina que no són segures.

source: Parts of this page are not secure (such as images).
roa_es_val: Parts d'esta pàgina no són segures (com ara imàgens).

source: You have disabled protection on this page.
roa_es_val: Té la protecció desactivada en esta pàgina.

source: This page uses weak encryption.
roa_es_val: Esta pàgina usa sifrat dèbil.

source: Your connection to this site is not private. Information you submit could be viewed by others (like passwords, messages, credit cards, etc.).
roa_es_val: La seua conexió ad este lloc no és privada. L'informació que envie podria ser vista per atres (com contrasenyes, mensages, targetes de crèdit, etc.).

source: The login information you enter on this page is not secure and could be compromised.
roa_es_val: L'informació d'inici de sessió que introduïxca en esta pàgina no està segura i podria ser compromesa.

source: Your connection to this website uses weak encryption and is not private.
roa_es_val: La seua conexió ad este lloc web usa sifrat dèbil i no és privada.

source: Other people can view your information or modify the website’s behavior.
roa_es_val: Unes atres persones poden vore la seua informació o modificar el comportament del lloc web.

# identity.description.activeBlocked
source: &brandShortName; has blocked parts of this page that are not secure.
roa_es_val: &brandShortName; ha bloquejat parts d'esta pàgina que no són segures.

source: Your connection is not private and information you share with the site could be viewed by others.
roa_es_val: La seua conexió no és privada i l'informació que compartixca en el lloc podria ser vista per atres persones.

source: This website contains content that is not secure (such as images).
roa_es_val: Este lloc web conté contingut que no és segur (com ara imàgens).

source: Although &brandShortName; has blocked some content, there is still content on the page that is not secure (such as images).
roa_es_val: Encara que &brandShortName; ha bloquejat cert contingut, seguix havent contingut en la pàgina que no és segur (com ara imàgens).

source: This website contains content that is not secure (such as scripts) and your connection to it is not private.
roa_es_val: Este lloc web conté contingut que no és segur (tal com scripts) i la seua conexió no és privada.

source: Information you share with this site could be viewed by others (like passwords, messages, credit cards, etc.).
roa_es_val: L'informació que compartixca en este lloc podria ser vista per atres persones (com ara contrasenyes, mensages, targetes de crèdit, etc.).

source: &Enable protection
roa_es_val: &Activar la protecció

source: &Disable protection for now
roa_es_val: &Desactivar la protecció per ara

# identity.learnMore
source: Learn More
roa_es_val: Saber més

source: &Remove Exception
roa_es_val: Bo&rrar l'excepció

source: More Information
roa_es_val: Més informació…

source: Permissions
roa_es_val: Permissos

source: You have not granted this site any special permissions.
roa_es_val: No li ha otorgat ad este lloc ningun permís especial.

source: Browser tabs
roa_es_val: Pestanyes del navegador

# syncTabsMenu3.label
source: Synced Tabs
roa_es_val: Pestanyes sincronisades

# syncedTabs.sidebar.label
source: Synced Tabs
roa_es_val: Pestanyes sincronisades

source: Sign in to Firefox from your other devices to view their tabs here.
roa_es_val: Conecte's a Firefox des dels atres dispositius per a vore ací les seues pestanyes.

# syncedTabs.sidebar.noclients.title
source: No synced tabs… yet!
roa_es_val: Encara no hi ha pestanyes sincronisades…

# syncedTabs.sidebar.noclients.subtitle
source: Want to see your tabs from other devices here?
roa_es_val: ¿Vol vore les seues pestanyes d'uns atres dispositius ací?

# syncedTabs.sidebar.notsignedin.label
source: Sign in to view a list of tabs from your other devices.
roa_es_val: Conecte's per a vore una llista de pestanyes des dels atres dispositius.

# syncedTabs.sidebar.notabs.label
source: No open tabs
roa_es_val: No hi han pestanyes obertes

source: Open &syncBrand.shortName.label; Preferences
roa_es_val: Obrir les preferències de &syncBrand.shortName.label;

# syncedTabs.sidebar.tabsnotsyncing.label
source: Turn on tab syncing to view a list of tabs from your other devices.
roa_es_val: Habilita la sicronisació de pestanyes per a vore una llista de pestanyes des dels seus atres dispositius.

source: &Open
roa_es_val: &Obir

source: Open in a Ne&w Tab
roa_es_val: Obrir en una nova pestanya

source: Open in a &New Window
roa_es_val: Obrir e&n una nova finestra

source: Open in a New &Private Window
roa_es_val: Obrir en una nova finestra &privada

source: &Bookmark This Tab…
roa_es_val: &Afegir a marcadors esta pestanya…

# syncedTabs.context.copy.label syncedTabs.context.copy.accesskey
source: &Copy
roa_es_val: &Copiar

source: Sign In To &syncBrand.shortName.label;…
roa_es_val: Conectar en &syncBrand.shortName.label;…

source: &Sync Now
roa_es_val: &Sincronisar ara

source: &Reconnect to &syncBrand.shortName.label;…
roa_es_val: &Reconectar a &syncBrand.shortName.label;…

source: Manage Services…
roa_es_val: Administrar els servicis…

source: Activations Directory
roa_es_val: Directori d'activacions

source: You can activate Share services from the directory.
roa_es_val: Pot activar els servicis de compartició del directori.

source: Take me there!
roa_es_val: ¡Porta'm allí!

source: Click on a service to add it to &brandShortName;.
roa_es_val: Pulse en un servici per a afegir-lo a &brandShortName;.

source: View More
roa_es_val: Vore més

source: Additional Tools and Features
roa_es_val: Ferramentes i característiques adicionals

source: Want more tools?
roa_es_val: ¿Vol més ferramentes?

source: Choose from thousands of add-ons
roa_es_val: Trie entre mils de complements

source: Restore Defaults
roa_es_val: Restaurar lo predeterminat

source: Title Bar
roa_es_val: Barra de títul

source: Themes
roa_es_val: Temes

source: My Themes
roa_es_val: Els meus temes

source: Recommended
roa_es_val: Recomanats

source: Manage
roa_es_val: Administrar

source: Get More Themes
roa_es_val: Conseguir més temes

source: G
roa_es_val: C

source: &Camera to share:
roa_es_val: &Càmara per a compartir:

source: &Microphone to share:
roa_es_val: &Micròfon per a compartir:

source: Audio from the tab will be shared.
roa_es_val: Se compartirà l'àudio de la pestanya.

source: All visible windows on your screen will be shared.
roa_es_val: Se compartiran totes les finestres visibles en la seua pantalla.
