Repository: tktk711/mozilla-l10n
Catalog: roa-*-val/browser/chrome/browser/browser.dtd.po
Languages: roa_es_val

source: Tracking Protection
roa_es_val: Protecció contra el rastreig

source: &brandShortName; is blocking parts of the page that may track your browsing.
roa_es_val: &brandShortName; està bloquejant parts d'esta pàgina que pot rastrejar la seua navegació.

source: This site includes elements that may track your browsing. You have disabled protection.
roa_es_val: Este lloc inclou elements que poden rastrejar la seua navegació. Té la protecció desactivada.

source: No tracking elements detected on this page.
roa_es_val: No s'han detectat elements de rastreig en esta pàgina.

# trackingProtection.unblock.label trackingProtection.unblock.accesskey
source: &Disable protection for this site
roa_es_val: D&esactivar la protecció en este lloc

source: &Disable protection for this session
roa_es_val: &Desactivar la protecció en esta sessió

# trackingProtection.block2.label trackingProtection.block2.accesskey
source: &Enable protection
roa_es_val: &Activar la protecció

source: Tracking
roa_es_val: Rastreig

source: Parts of the page that track your online activity have been blocked.
roa_es_val: Les parts d'esta pàgina que rastregen la seua activitat en llínea s'han bloquejat.

# trackingContentBlocked.learnMore
source: Learn More
roa_es_val: Saber més

source: Options
roa_es_val: Opcions

# trackingContentBlocked.unblock2.label trackingContentBlocked.unblock2.accesskey
source: &Disable protection for this site
roa_es_val: &Desactivar la protecció en este lloc

# trackingContentBlocked.block.label trackingContentBlocked.block.accesskey
source: &Enable protection
roa_es_val: &Activar la protecció

source: Tracking protection is disabled
roa_es_val: La protecció contra el rastreig està desactivada

source: &Show All
roa_es_val: &Mostrar-ho tot

source: Allow Now
roa_es_val: Permetre ara

source: Allow and Remember
roa_es_val: Permetre i recordar

source: Block Plugin
roa_es_val: Bloquejar plugin

# uiTour.infoPanel.close
source: Close
roa_es_val: Tancar

source: Sidebars
roa_es_val: Barres laterals

source: Forget the last:
roa_es_val: Oblidar els/les últims/es

source: Five minutes
roa_es_val: cinc minuts

source: Two hours
roa_es_val: dos hores

source: 24 hours
roa_es_val: 24 hores

source: Proceeding will:
roa_es_val: Si continua,

source: Delete Recent <html:strong>Cookies</html:strong>
roa_es_val: S'eliminaran les <html:strong>cookies</html:strong> recents

source: Delete Recent <html:strong>History</html:strong>
roa_es_val: S'eliminarà el <html:strong>historial</html:strong> recent

source: Close all <html:strong>Tabs</html:strong> and <html:strong>Windows</html:strong>
roa_es_val: Se tancaran totes les <html:strong>pestanyes</html:strong> i <html:strong>finestres</html:strong>

source: Open a new clean Window
roa_es_val: Obrirà una finestra nova

source: This action cannot be undone.
roa_es_val: Esta acció no es pot desfer.

source: Forget!
roa_es_val: ¡Oblidar!

source: Your recent history is cleared.
roa_es_val: S'ha eliminat el seu historial recent.

source: Safe browsing!
roa_es_val: ¡Navegació segura!

source: Thanks!
roa_es_val: ¡Gràcies!

source: Learn more about &DRM…
roa_es_val: Més informació sobre &DRM…
