Repository: tktk711/mozilla-l10n
Catalog: nd/browser/chrome/browser/preferences/colors.dtd.po
Languages: nd

source: Colors
nd: Imbala

source: &Allow pages to choose their own colors, instead of my selections above
nd: Vumela amakhasi ukuthi azikhethele imbala yawo, ukwedlula lokho engikukhethileyo phezulu

source: Text and Background
nd: Amabala lokungamuva

source: Tex&t:
nd: Amaba&la:

source: &Background:
nd: &Okwangemuva:

source: U&se system colors
nd: &Sebenzisa imbala yohlelo

source: &Underline links
nd: Dweba &umzila phansi kwezixhumanisi

source: Link Colors
nd: Imbala yezixhumanisi

source: Unvisited &Links:
nd: Izixhumanisi Ezingavakatshe&lwanga:

source: &Visited Links:
nd: Izixhumanisi Ezi&vakatshelweyo:
