Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/mailnews/pref/pref-viewing_messages.dtd.po
Languages: be

source: Message Display
be: Адлюстраванне лістоў

source: &Style:
be: &Стыль:

source: Regular
be: Звычайны

source: Bold
be: Выразны

source: Italic
be: Рукапісны

source: Bold Italic
be: Выразны рукапісны

source: Si&ze:
be: &Памер:

source: Bigger
be: Большы

source: Smaller
be: Меншы

source: &Color:
be: &Колер:

source: Plain text messages
be: Простатэкставыя лісты

source: &Font:
be: &Шрыфт:

source: Settings for quoted messages:
be: Наладжванні лістоў-вытрымак:

source: &Wrap text to fit window width
be: За&гінаць тэкст, каб змяшчаўся ў шырыні акна

source: &Display emoticons as graphics
be: Адлюстроўваць па&чуццезнакі графічна

source: General
be: Агульныя

source: &Automatically mark messages as read
be: Самастойна пазна&чаць лісты прачытанымі

source: Only af&ter displaying for
be: Толькі &пасля адлюстравання на працягу

source: seconds
be: секундаў

source: When opening messages, display them in:
be: Калі лісты адчыняюцца, адлюстроўваць іх у:

source: A &new message window
be: Новым ак&не лістоў

source: An &existing message window
be: &Існым акне лістоў

source: &Block images and other content from remote sources
be: &Затрымліваць выявы і іншае змесціва з адлеглых крыніцаў

source: Sh&ow only display name for people in my address book
be: &Паказваць толькі адлюстроўнае імя для людзей з маёй адраснай кнігі

source: C&lose message window when deleting the message
be: За&крываць акно ліста пасля выдалення ліста
