Repository: tktk711/mozilla-l10n
Catalog: */suite/chrome/mailnews/pref/pref-addressing.dtd.po
Languages: be, pt, pt_br

source: Addressing
be: Адрасаванне
pt: Endereçamento
pt_br: Endereçamento

source: Email Address Collection
be: Збіранне адрасоў э-пошты
pt: Coleção de endereços de correio eletrónico
pt_br: Coleta de endereços

source: Add e&mail addresses to my:
be: &Дадаваць адрасы э-пошты ў маю:
pt: A&dicionar endereços de correio ao meu:
pt_br: Adi&cionar contatos em:

source: Email addresses from outgoing messages can be automatically added to a local address book.
be: Адрасы э-пошты з выходных лістоў могуць самастойна дадавацца ў мясцовую адрасную кнігу.
pt: Os endereços de correio de mensagens enviadas podem ser adicionados automaticamente ao livro de endereços local.
pt_br: Emails de mensagens enviadas podem ser adicionados automaticamente em um catálogo de endereços local.

source: Address Autocompletion
be: Самазавяршэнне адрасоў
pt: Conclusão automática de endereços
pt_br: Autocompletar endereços

source: Highlight &addresses that do not autocomplete
be: Пад&фарбоўваць адрасы, якія нельга самазавяршыць
pt: Re&alçar endereços que não se auto-completam
pt_br: R&ealçar endereços desconhecidos

source: &Local Address Books
be: Мясцовых &адрасных кнігах
pt: &Livro de endereços local
pt_br: C&atálogos de endereços locais

source: When addressing messages, look for matching entries in:
be: Калі адрасуюцца лісты, шукаць адпаведныя запісы ў:
pt: Ao endereçar mensagens, procurar por equivalências na:
pt_br: Quando endereçar mensagens, procurar por contatos em:

source: &Directory Server:
be: Паслугачы &дырэкторыяў:
pt: &Diretório do servidor:
pt_br: &Servidor de diretório:

source: None
be: Няма
pt: Nenhuma
pt_br: Nenhum

source: &Edit Directories…
be: &Рэдагаваць дырэкторыі…
pt: &Editar pastas...
pt_br: &Editar diretórios...
