Repository: tktk711/mozilla-l10n
Catalog: dsb/editor/ui/chrome/dialogs/EditorImageProperties.dtd.po
Languages: dsb

source: Image Properties
dsb: Wobrazowe kakosći

source: pixels
dsb: pikselow

source: Image &Location:
dsb: &Městno wobraza:

source: Type the image's filename or location
dsb: Zapódajśo datajowe mě abo městno wobraza

source: Shortened data URI (copy will place the full URI onto the clipboard)
dsb: Skrotcony datowy URI (kopija placěrujo dopołny URI w mjazywótkłaźe)

source: &Tooltip:
dsb: &Pomocny tekst:

source: The html 'title' attribute that displays as a tooltip
dsb: Atribut html 'title', kótaryž pomocny tekst pokazujo

source: &Alternate text:
dsb: &Alternatiwny tekst:

source: Type text to display in place of the image
dsb: Zapódajśo tekst, aby jen město wobraza pokazał

source: &Don't use alternate text
dsb: A&lternatiwny tekst njewužywaś

source: Image Preview
dsb: Wobrazowy pśeglěd

source: Actual Size:
dsb: Aktualna wjelikosć:

source: &Actual Size
dsb: &Aktualna wjelikosć

source: Revert to the image's actual size
dsb: K aktualnej wjelikosći wobraza se wróśiś

source: Custom &Size
dsb: &Swójska wjelikosć

source: Change the image's size as displayed in the page
dsb: Wjelikosć wobraza, ako se na boku pokazujo, změniś

source: Hei&ght:
dsb: &Wusokosć:

source: &Width:
dsb: Šy&rokosć:

source: &Constrain
dsb: &Zachowaś

source: Maintain the image's aspect ratio
dsb: Poměr bokow zachowaś

source: Image Map
dsb: Wobrazowa kórta

source: &Remove
dsb: &Wótwónoźeś

source: Align Text to Image
dsb: Tekst pó wobrazu wusměriś

source: At the bottom
dsb: Dołojce

source: At the top
dsb: Górjejce

source: In the center
dsb: Wesrjejź

source: Wrap to the right
dsb: Napšawo łamaś

source: Wrap to the left
dsb: Nalěwo łamaś

source: Spacing
dsb: Wótstawk

source: &Left and Right:
dsb: &Nalěwo a napšawo:

source: &Top and Bottom:
dsb: &Górjejce a dołojce:

source: Solid &Border:
dsb: &Pśeśěgnjona kšoma:

source: Show &border around linked image
dsb: &Kšomu wokoło wótkazanego wobraza pokazaś

source: &Link Advanced Edit…
dsb: &Rozšyrjone wobźěłanje wótkazow…

source: Add or modify HTML attributes, style attributes, and JavaScript
dsb: HTML-atributy, stilowe atributy a JavaScript pśidaś abo změniś

source: Form
dsb: Formular

source: Location
dsb: Městno

source: Dimensions
dsb: Wótměry

source: Appearance
dsb: Naglěd

source: Link
dsb: Wótkaz
