Repository: tktk711/mozilla-l10n
Catalog: dsb/editor/ui/chrome/dialogs/EditorInputProperties.dtd.po
Languages: dsb

source: Form Field Properties
dsb: Kakosći formularnego póla

source: Form Image Properties
dsb: Kakosći formularnego wobraza

source: Field &Type
dsb: &Pólowe typ

source: Text
dsb: Tekst

source: Password
dsb: Gronidło

source: Check Box
dsb: Kontrolowa kašćik

source: Radio Button
dsb: Opciski tłocašk

source: Submit Button
dsb: Tłocašk za wótpósłanje

source: Reset Button
dsb: Tłocašk za slědkstajenje

source: File
dsb: Dataja

source: Hidden
dsb: Schowany

source: Image
dsb: Wobraz

source: Button
dsb: Tłocašk

source: Field Settings
dsb: Pólowe nastajenja

source: Field &Name:
dsb: Pó&lowe mě:

source: Group &Name:
dsb: Kupkowe &mě:

source: Field &Value:
dsb: Pól&owa gódnota:

source: Initial &Value:
dsb: &Zachopna gódnota:

source: Initially &Checked
dsb: &Na zachopjeńku wóznamjenjony

source: Initially &Selected
dsb: Na za&chopjeńku wubrany

source: &Read Only
dsb: &Jano za cytanje

source: &Disabled
dsb: Znj&emóžnjony

source: Tab &Index:
dsb: Tabu&latorowy indeks:

source: &Field Size:
dsb: Pól&owa wjelikosć:

source: Maximum &Length:
dsb: Maksimalna &dłujkosć:

source: Access &Key:
dsb: Pśi&stupna tasta:

source: &Accept Types:
dsb: Typy &akceptěrowaś:

source: Imag&e Properties…
dsb: &Wobrazowe kakosći…
