Repository: tktk711/mozilla-l10n
Catalog: */devtools/client/app-manager.properties.po
Languages: be, hy_am, tr

source: The project folder doesn’t exist
be: Папка праектаў не існуе
hy_am: Նախագծի թղթապանակը գոյություն չունի
tr: Proje klasörü mevcut değil

source: The project folder ends up being a file
be: Папка праектаў аказалася файлам
hy_am: Այս նախագծի թղթապանակը ավարտվում է որպես ֆայլ
tr: Proje klasörü aslında bir dosya

source: A manifest file is required at project root folder, named either ‘manifest.webapp’ for packaged apps or ‘manifest.json’ for add-ons.
hy_am: Պահանջվում է մանիֆեստի ֆայլ նախագծի արմատային թղթապանակում, անվանված է ‘manifest.webapp’՝ փաթեթային հավելվածներում կամ ‘manifest.json’՝ հավելումների համար:
tr: Proje kök klasöründe, paketlenmiş uygulamalar için adı ‘manifest.webapp’ veya eklentiler için ‘manifest.json’ olması gereken bir manifest dosyası bulunmalıdır.

source: Invalid manifest URL ‘%S’
be: Крывы URL маніфеста '%S'
hy_am: Անվավեր հայտնի URL «%S»
tr: Geçersiz manifest URL’si ‘%S’

source: The webapp manifest isn’t a valid JSON file: %1$S at: %2$S
be: Маніфест сеціўнага прыставання не з'яўляецца спраўным файлам JSON: %1$S на: %2$S
hy_am: Վեբ հավելվածի մանիֆեստը անվավեր է JSON ֆայլում. %1$S-ը %2$S-ում:
tr: Web uygulaması manifest’i geçerli bir JSON dosyası değil: %2$S üzerinde %1$S

source: Unable to read manifest file: %1$S at: %2$S
be: Немагчыма прачытаць файл маніфеста: %1$S на: %2$S
hy_am: Հնարավոր չէ կարդալ մանիֆեստըի ֆայլը. %1$S-ը %2$S-ում
tr: Manifest dosyası okunamadı: %2$S üzerinde %1$S

source: Invalid hosted manifest URL ‘%1$S’: %2$S
be: Крывы URL утрымальнага маніфеста '%1$S': %2$S
hy_am: Անվավեր հանգուցավորված մանիֆեստի URL. ‘%1$S’: %2$S
tr: Geçersiz barındırılan manifest URL'si ‘%1$S’: %2$S

source: Unknown project type ‘%S’
be: Невядомы тып праекта '%S'
hy_am: '%S' նախագծի տեսակը անհայտ է
tr: Bilinmeyen proje türü ‘%S’

source: Missing mandatory ‘name’ in Manifest.
be: Адсутнічае абавязковая адзінка 'name' у маніфесце.
hy_am: Բացակայում է պարտադիր ‘name’-ը Մանիֆեստում:
tr: Manifest’te zorunlu olan ‘name’ eksik.

source: Missing ‘icons’ in Manifest.
be: Адсутнічае 'icons' у маніфесце.
hy_am: Բացակայում է ‘icons’-ը Մանիֆեստում:
tr: Manifest’te ‘icons’ eksik.

source: app submission to the Marketplace requires a 128px icon
hy_am: հավելվածի հաստատումը Marketplace-ում պահանջում է 128px պատկերակ
tr: Marketplace'e uygulama gönderileri için en az 128 piksellik bir simge gerekir

source: Unknown app type: ‘%S’.
be: Невядомы тып прыстасавання: '%S'.
hy_am: Ծրագրի անհայտ տեսակ՝ '%S'։
tr: Bilinmeyen uygulama türü: ‘%S’

source: Hosted App can’t be type ‘%S’.
be: Прыстасаванне на трыманні не можа быць тыпу '%S'.
hy_am: Հանգուցավորված հավելվածը չի կարող լինել ‘%S’ տեսակի:
tr: Barındırılan uygulama ‘%S’ türünde olamaz.

source: ‘certified’ apps are not fully supported on the App manager.
be: Засведчаныя ('certified') прыстасаванні не падтрымліваюцца цалкам кіраўніком прыстасаванняў.
hy_am: ‘certified’ հավելվածները ամբողջովին չեն աջակցվում Հավելվածի կառավարում:
tr: ‘certified’ uygulamalar Uygulama Yöneticisinde tam olarak desteklenmez.

source: Launch path has to be an absolute path starting with ‘/’: ‘%S’
be: Шлях запуску павінны быць абсалютным, які пачынаецца з '/': '%S'
hy_am: Սկսման ուղին պետք է լինի բացարձակ, սկսվող «/ -ով»՝ «%S»
tr: Başlatma yolu ‘/’ ile başlayan tam bir yol olmalıdır: ‘%S’

source: Unable to access the app starting document ‘%S’
be: Немагчыма даступіцца да прыстасавання, якое запускае дакумент '%S'
hy_am: Հնարավոր չէ մատչել հավելվածին՝ սկսած ‘%S’ փաստաթղթից:
tr: ‘%S’ uygulama başlatma belgesine erişilemedi

source: Unable to access the app starting document ‘%1$S’, got HTTP code %2$S
be: Немагчыма даступіцца да прыстасавання, якое запускае дакумент '%1$S', атрыманы код HTTP %2$S
hy_am: Հնարավոր չէ մատչել հավելվածին՝ սկսած ‘%1$S’ փաստաթղթից, ստացվել է HTTP կոդը %2$S-ում
tr: ‘%1$S’ uygulama başlatma belgesine erişilemedi, HTTP kodu %2$S alındı
