Repository: tktk711/mozilla-l10n
Catalog: */devtools/client/debugger.dtd.po
Languages: eu

source: Close
eu: Itxi

source: Toggle panes
eu: Txandakatu panelak

source: This source is black boxed: its breakpoints are disabled, and stepping skips through it.
eu: Iturburu hau kutxa beltz gisa tratatzen da: bere eten-puntuak desgaituta daude eta jauzi egingo dira.

source: Stop black boxing this source
eu: Gelditu tratatzen iturburua kutxa beltz gisa

source: Debugger Options
eu: Araztailearen aukerak

source: Toggle Black Boxing
eu: Txandakatu kutxa beltzeko trataera

source: Prettify Source
eu: Txukundu iturburua

source: Auto Prettify Minified Sources
eu: Auto-txukundu txikitutako iturburuak

# debuggerUI.autoPrettyPrint.accesskey
source: P
eu: t

source: Enable/disable all breakpoints
eu: Gaitu/desgaitu eten-puntu guztiak

source: Toggle Promise Debugger
eu: Txandakatu Promise araztailea

source: Start Tracing
eu: Hasi jarraipena

source: Clear
eu: Garbitu

source: Clear the collected traces
eu: Garbitu bildutako aztarnak

source: Pause on Exceptions
eu: Pausatu salbuespenetan

# debuggerUI.pauseExceptions.accesskey
source: E
eu: s

source: Ignore Caught Exceptions
eu: Ezikusi harrapatutako salbuespenak

# debuggerUI.ignoreCaughtExceptions.accesskey
source: C
eu: h

source: Show Panes on Startup
eu: Erakutsi panelak abioan

source: S
eu: E

source: Show Variables Filter Box
eu: Erakutsi aldagaien iragazte-koadroa

# debuggerUI.showVarsFilter.accesskey
source: V
eu: d

source: Show Only Enumerable Properties
eu: Erakutsi soilik propietate enumeragarriak

# debuggerUI.showOnlyEnum.accesskey
source: P
eu: n

source: Show Original Sources
eu: Erakutsi jatorrizko iturburuak

source: Automatically Black Box Minified Sources
eu: Tratatu automatikoki kutxa beltz gisa minimizatutako iturburuak

source: Operators:
eu: Eragileak:

source: Filter Scripts
eu: Iragazi scriptak

# debuggerUI.searchFile.key
source: P
eu: I

source: Search in All Files
eu: Bilatu fitxategi guztietan

source: Search for Function Definition
eu: Bilatu funtzio-definizioa

source: Find
eu: Bilatu

# debuggerUI.searchToken.key
source: F
eu: B

# debuggerUI.searchToken.accesskey
source: F
eu: B

source: Go to Line…
eu: Joan lerrora…

source: Filter Variables
eu: Iragazi aldagaiak

# debuggerUI.searchVariable.accesskey
source: V
eu: a

source: Focus Variables Tree
eu: Eraman fokua aldagaien zuhaitzera

# debuggerUI.focusVariables.accesskey
source: V
eu: a

source: This breakpoint will stop execution only if the following expression is true
eu: Eten-puntu honek exekuzioa geldituko du ondorengo adierazpena egia bada

source: Add Breakpoint
eu: Gehitu eten-puntua

source: Add Conditional Breakpoint
eu: Gehitu baldintzazko eten-puntua

source: Workers
eu: Langileak

source: Sources
eu: Iturburuak

source: Traces
eu: Aztarnak

source: Call Stack
eu: Deiaren pila

source: Variables
eu: Aldagaiak

source: Events
eu: Gertaerak

source: Selection to Watch Expression
eu: Adierazpena behatzeko hautapena

source: Add Watch Expression
eu: Gehitu behaketa-adierazpena

source: Remove All Watch Expressions
eu: Kendu behaketa-adierazpen guztiak

# debuggerUI.removeAllWatch.key
source: E
eu: K

source: Open in New Tab
eu: Ireki fitxa berrian

# debuggerUI.context.newTab.accesskey
source: O
eu: I

source: Copy URL
eu: Kopiatu URLa

# debuggerUI.context.copyUrl.accesskey
source: C
eu: K
