Repository: tktk711/mozilla-l10n
Catalog: */devtools/client/filterwidget.properties.po
Languages: bn_bd, bn_in, fa, kab, km, ta

source: No filter specified
bn_bd: কোন ফিল্টার বিশেষায়িত করা হয়নি
bn_in: কোনো ফিল্টার নির্দেশ করা হয়নি
fa: بدون فیلتر مشخص شده
kab: Ulac imzizdeg
km: គ្មាន​ចម្រោះ​បាន​បញ្ជាក់
ta: எந்த வடிகட்டியும் குறிப்பிடப்படவில்லை

source: You don’t have any saved presets. You can store filter presets by choosing a name and saving them. Presets are quickly accessible and you can re-use them with ease.
bn_bd: আপনার কোনো সংরক্ষিত প্রিসেট নেই, আপনি আপনার পছন্দের নামটি সংরক্ষণ করে ফিলটার প্রিসেটটি সংরক্ষণ করুন। প্রিসেটগুলো দ্রুত সহজগম্য হয় এবং একে স্বাচ্ছন্দ্যে এর সাহায্যে পুনরায় ব্যবহার করতে পারবেন।
bn_in: আপনি কোন সংরক্ষিত প্রিসেট নেই। আপনি একটি নাম নির্বাচন করে ফিল্টার প্রিসেট দ্বারা সংরক্ষণ করতে পারেন। প্রিসেট দ্রুত সুগম হয় এবং আপনি স্বচ্ছন্দে সঙ্গে তাদের পুনরায় ব্যবহার করতে পারেন।
fa: شما هیچ‌گونه موارد از پیش تعیین شده‌ای ندارید. شما ‌می‌توانید صافی‌های از پیش تعیین شده را با انتخاب کردن نام ‌آن ها ذخیره کنید. از‌پیش تعیین شده ها سریعا قابل دسترسی هستند و شما‌ می‌توانید آن را به راحتی استفاده کنید.
kab: Ur ɣuṛ-k ara izwirfran ikelsen. Tzemreḍ ad tkelseḍ izwirfran n imzizdeg s ufran n yisem d uklas nsen. Izwirfran ttunekcamen s zreb u tzemreḍ ad tesqedceḍ tikelt nniḍen s wudem fessusen.
km: អ្នក​មិន​មាន​ការ​កំណត់​​មុន​ដែល​​បាន​​រក្សាទុក​ណា​មួយ។ អ្នក​អាច​រក្សាទុក​​ការ​កំណត់​តម្រង​​ជា​មុន​​ដោយ​ជ្រើស​ឈ្មោះ និង​រក្សាទុក​វា។ ការ​កំណត់​ជា​មុន​​អាច​ចូល​ប្រើ​បាន​រហ័ស និង​អ្នក​អាច​ប្រើ​វា​ឡើងវិញ​យ៉ាង​ងាយស្រួល។
ta: உங்களிடம் எந்தச் சேமித்த முன்னமைவுகளும் இல்லை. நீங்கள் எந்த வடிகட்டி முன்னமைவுகளையும் அதன் பெயரைத் தேர்ந்தெடுத்து சேமிக்கலாம். முன்னமைவுகள் எளிதில் அணுகக்கூடியவை மேலும் மறுமுறை பயன்படுத்தக்கூடியவை.

source: Add a filter using the list below
bn_bd: নীচের তালিকা ব্যবহার করে একটি ফিল্টার যোগ করুন
bn_in: নিচের তালিকা ব্যবহার করে একটা ফিল্টার যোগ করুন
fa: یک فیلتر به وسیله لیست پایین اضافه کنید
kab: Rnu imzideg si tebdart-agi n daw-a
km: បន្ថែម​ចម្រោះ​ដោយ​ប្រើ​បញ្ជី​ខាងក្រោម
ta: பின்வரும் பட்டியலிலிருந்து வடிகட்டிகளை சேர்

source: x y radius color
bn_bd: x y ব্যাসার্ধ রঙ
bn_in: x y রেডিয়াস রঙ
fa: x y شعاع رنگ
kab: x y azenzar ini
km: ពណ៌​ដែល​មាន​កាំ x y
ta: x y ஆர நிறம்

source: Drag up or down to re-order filter
bn_bd: ফিল্টারকে উপরে অথবা নিচে টেনে নতুন করে সাজান
bn_in: ফিল্টারগুলোকে পুনরায় সাজাতে ওপরে - নীচে টানুন
fa: کشیدن به طرف پایین یا بالا برای تنظیم مجدد ترتیب فیلتر
kab: Zuɣeṛ imzizdigen d-asawen ne d-akwessar i webellez
km: ទាញ​ឡើង​លើ ឬ​ចុះក្រោម​ដើម្បី​រៀប​តម្រង​ឡើងវិញ
ta: மேலே கீழே இழுப்பதன் மூலம் வடிகட்டையை ஒழுங்குபடுத்து

source: Drag left or right to decrease or increase the value
bn_bd: মান বৃদ্ধি বা হ্রাস করার জন্য বাম বা ডান পাশে টানুন
bn_in: বাঁদিকে বা ডানদিকে টানুন মান বাড়ানোর বা কমানোর জন্য
fa: کشیدن به سمت چپ یا راست برای کاهش یا افزایش مقدار
kab: Awid taḥnaccaṭ s ayeffus neɣ s azelmaḍ i wakken aţsaliḍ neɣ aţsidreḍ azal.
km: ទាញ​ទៅ​ឆ្វេង ឬ ស្តាំ ដើម្បី​បន្ថយ ឬ បន្ថែម​តម្លៃ
ta: மதிப்பை குறைக்க அல்லது கூட்ட இடது அல்லது வலப்பக்கத்திற்கு இழு

source: Select a Filter
bn_bd: ফিল্টার নির্বাচন করুন
bn_in: একটি ফিল্টার নির্বাচন করুন
fa: یک فیلتر انتخاب کنید
kab: Fren imzideg
km: ជ្រើស​ចម្រោះ
ta: வடிகட்டியை தேர்ந்தெடு

source: Add
bn_bd: যোগ কর
bn_in: যোগ করুন
fa: افزودن
kab: Rnu
km: បន្ថែម
ta: சேர்

source: Preset Name
bn_bd: পূর্ব নির্ধারিত নাম
bn_in: নাম পুনরায় সেট করুন
fa: نام پیش‌تنظیم
kab: Isem n uzwirfren
km: ឈ្មោះ​ដាក់​​ជា​មុន
ta: முன்னமைத்த பெயர்

source: Save
bn_bd: সংরক্ষণ
bn_in: সংরক্ষণ করুন
fa: ذخیره‌کردن
kab: Sekles
km: រក្សាទុក​
ta: சேமி

source: Presets
bn_bd: পূর্ব নির্ধারিত
bn_in: প্রিসেট
fa: پیش‌تنظیم‌ها
kab: Izwirfranen
km: ការ​កំណត់​ជា​មុន
ta: முன்னமைத்தவைகள்
