Repository: tktk711/mozilla-l10n
Catalog: */devtools/client/inspector.properties.po
Languages: bn_bd, hi_in, mai, mr, pt, tr, xh

source: Siblings
bn_bd: শিবলীং
hi_in: सिबलिंग
mai: सिबलिंग
mr: सिबलिंग्स्
pt: Sibilantes
tr: Kardeşler
xh: Abantwana bakokwenu

source: Debugger is paused. Some features like mouse selection will not work.
bn_bd: ডিবাগার স্থগিত করা হয়েছে। কিছু বৈশিষ্ট্য যেমন মাউস নির্বাচন কাজ না ও করতে পারে।
hi_in: डीबगर रुका हुआ है. माउस चयन जैसे कुछ सुविधाओं को काम नहीं करेगा.
mai: डीबगर थामल अछि. माउस चयन जहिना किछु सुविधा केँ काम नहि करताह.
mr: डिबगर बंद आहेत. काही गुणधर्म जसे कि माउसची निवड कार्य करणार नाही.
pt: Depurador em pausa. Algumas funcionalidades não funcionam.
tr: Hata ayıklayıcı duraklatıldı. Fare seçimi gibi bazı özellikler çalışmayacaktır.
xh: I-degger yenziwe yathiwa nqumama. Ezimpawu zifana nesikhethi se-mouse azizusebenza.

source: Node operations
bn_bd: নোড অপারেশন
hi_in: नोड संचालन
mai: नोडक संचालन
mr: नोड कार्ये
pt: Operações no nó
tr: Düğüm işlemleri
xh: Izinto zokusebenza ze-node

source: Markup View
bn_bd: মার্কআপ প্রদর্শন
hi_in: मार्कअप दृश्य
mai: मार्कअप दृश्य
mr: मार्कअप अवलोकन
pt: Visão de marcação
tr: İşaretleme görünümü
xh: Iimbono ze-markup

source: Some nodes were hidden.
bn_bd: কিছু নোড লুকোনো রয়েছে।
hi_in: कुछ नोड्स छिपे हुए थे.
mai: किछु नोडसभ नुकाएल छला.
mr: काही नोड्स छुपे होते.
pt: Alguns nós foram ocultados.
tr: Bazı düğümler gizlendi.
xh: Ezinye ii-nodes bezifihliwe.

source: Show one more node;Show all #1 nodes
bn_bd: একটি বা আরও নোড প্রদর্শন করুন; সকল #1 নোড প্রদর্শন করুন
hi_in: एक और नोड दिखाएँ;सभी #1 नोड दिखाएँ
mr: आणखी एक नोड दर्शवा;सर्व #1 नोडस् दर्शवा
tr: #1 düğümün hepsini göster
xh: Bonisa enye inowud;Bonisa zonke iinowudi ze-#1

source: Whitespace-only text node: %S
bn_bd: শুধু হোয়াইটস্পেস টেক্সট নোড: %S
mr: फक्त-मोकळ्या जागा मजकूर नोड: %S
xh: Inowudi yeteksti yeWhitespace kuphela: %S

source: Could not load the image
bn_bd: ছবিটি লোড করা যায়নি
hi_in: छवि लोड नहीं कर सका.
mai: छवि लोड नहि कए सकल.
mr: प्रतिमा लोड करणे अशक्य
pt: Não foi possível carregar a imagem
tr: Resim yüklenemedi
xh: Akukwazekanga ukulayisha umfanekiso

source: Unavailable in non-HTML documents
bn_bd: HTML নয় এমন নথির মধ্যে পাওয়া যায়নি
mr: गैर HTML दस्तएेवजात उपलब्ध नाही
xh: Ayifumaneki kumaxwebhu angeyo-HTML

source: Open in Debugger
bn_bd: ডিবাগারে খুলুন
hi_in: डिबगर में खोलें
mai: डिबगर खोलू
mr: डिबगरमध्ये उघडा
pt: Abrir no depurador
tr: Hata ayıklayıcıda aç
xh: Vula kwi-Debugger

source: Visit MDN page
bn_bd: MDN পেজ পরিদর্শন করুন
hi_in: MDN पृष्ठ पर जाएँ
mai: MDN पन्न पर जाउ
mr: MDN च्या पृष्ठाला भेट द्या
pt: Visitar página MDN
tr: MDN sayfasına git
xh: Tyelela iphepha le-MDN

source: Could not load docs page.
bn_bd: ডকুমেন্ট লোড করা যায়নি।
hi_in: डॉक्स पृष्ठ लोड नहीं कर सका.
mai: डॉक्स पृष्ठ लोड नहि कए सकल
mr: दस्तावेजाचे पृष्ठ लोड करणे शक्य नाही
pt: Não foi possível carregar a página.
tr: Belge sayfası yüklenemedi.
xh: Ayinakuwulayisha amaxwebhu ephepha.

source: Collapse pane
bn_bd: প্যান সঙ্কোচন করুন
hi_in: फलक समेटें
mai: फलक समेटू
mr: पट्ट्या संक्षिप्त करा
pt: Recolher painel
tr: Bölmeyi daralt
xh: Diliza ii-pane

source: Expand pane
bn_bd: প্যান প্রসারিত করুন
hi_in: फलक विस्तार करें
mai: फलक विस्तार करू
mr: पट्ट्या विस्तृत करा
pt: Expandir painel
tr: Bölmeyi genişlet
xh: Yandisa i-pane

source: %1$S of %2$S
bn_bd: %2$S এর জন্য %1$S
hi_in: %1$S %2$S के लिए
mai: %1$S %2$S क
mr: %2$S पैकी %1$S
pt: %1$S de %2$S
tr: %1$S / %2$S
xh: %1$S ye %2$S

source: No matches
bn_bd: কোনো মিল নেই
hi_in: कोई मिलान नहीं
mai: कोनो मिलान नहि
mr: जोड आढळली नाही
pt: Sem correspondências
tr: Eşleşme bulunamadı
xh: Azihambelani

source: Open Link in New Tab
bn_bd: নতুন ট্যাবে লিংক খোলা হবে
hi_in: नए टैब में लिंक खोलें
mai: नव टैब मे कड़ी खोलू
mr: दुवा नवीन टॅबमध्ये उघडा
pt: Abrir ligação num novo separador
tr: Bağlantıyı yeni sekmede aç
xh: Vula ikhonkco kwithebhu entsha

source: Copy Link Address
bn_bd: লিংকের ঠিকানা কপি করুন
hi_in: लिंक पते की नकल करें
mai: लिंक पता नकल करू
mr: दुवा कॉपी करा
pt: Copiar endereço da ligação
tr: Bağlantı adresini kopyala
xh: Kopa Idilesi yoNxulumaniso

source: Select Element #%S
bn_bd: উপাদান নির্বাচন করুন #%S
hi_in: तत्व चुनें #%S
mai: तत्व चूनू #%S
mr: #%S घटक निवडा
pt: Selecionar o elemento #%S
tr: %S. elementi seç
xh: Khetha i-Elementi #%S

source: &Edit Attribute %S
hi_in: %S विशेषता सम्पादित करें
mr: %S गुणधर्म संपादीत करा
tr: %S özniteliğini &düzenle
xh: &Hlela Uphawu %S

source: &Remove Attribute %S
hi_in: %S गुण मिटाएँ
mr: %S गुणधर्म काढून टाका
tr: %S özniteliğini &kaldır
xh: &Susa Uphawu %S

source: Click to select this node in the Inspector
bn_bd: ইনসপেক্টরে নোডটি হাইলাইট করতে ক্লিক করুন
hi_in: इंस्पेक्टर में इस नोड का चयन करने के लिए क्लिक करें|
mr: इंस्पेक्टरमधील नोड नीवडण्याकरिता क्लिक करा
tr: Denetçi’de bu düğümü seçmek için tıklayın
xh: Cofa ukuze ukhethe le nowudi kuMhloli

source: Click to highlight this node in the page
bn_bd: এ পাতায় নোডটি হাইলাইট করতে ক্লিক করুন
hi_in: इस नोड को उभारने के लिए क्लिक करें|
mr: पृष्ठातील नोड ठळक करण्याकरिता क्लिक करा
tr: Sayfada bu düğümü vurgulamak için tıklayın
xh: Klikha ukuze ubalaselise inowudi kweli phepha

source: &Edit As HTML
bn_bd: HTML হিসেবে সম্পাদনা করুন
hi_in: HTML के रूप में संपादित करें
mr: HTML स्वरूपात संपादित करा
tr: HTML olarak &düzenle
xh: &Hlela Njenge-HTML

# inspectorCopyInnerHTML.label inspectorCopyInnerHTML.accesskey
source: &Inner HTML
hi_in: आंतरिक HTML
mr: अंतर्गत HTML
tr: &İçindeki HTML
xh: &Eyangaphakathi iHTML

# inspectorCopyOuterHTML.label inspectorCopyOuterHTML.accesskey
source: &Outer HTML
hi_in: बाह्य HTML
mr: बहिःस्थ HTML
tr: &Dışındaki HTML
xh: &eyangaPhandle iHTML

source: C&SS Selector
bn_bd: CSS নির্বাচক
hi_in: C&SS चयनकर्ता
mr: CSS निवडक
tr: C&SS seçici
xh: Isikhethi seC&SS

# inspectorPasteOuterHTML.label inspectorPasteOuterHTML.accesskey
source: &Outer HTML
hi_in: बाह्य HTML
mr: बहिःस्थ HTML
tr: &Dışındaki HTML
xh: &eyangaPhandle iHTML

# inspectorPasteInnerHTML.label inspectorPasteInnerHTML.accesskey
source: &Inner HTML
hi_in: आंतरिक HTML
mr: अंतर्गत HTML
tr: &İçindeki HTML
xh: &Eyangaphakathi iHTML

source: &Before
bn_bd: পূর্বে
hi_in: पहले
mr: आधी
tr: &Öncesine
xh: &Ngaphambi

source: &After
bn_bd: পরে
hi_in: बाद
mr: नंतर
tr: &Sonrasına
xh: &Emva

source: As &First Child
bn_bd: প্রথম Child হিসেবে
hi_in: प्रथम वंशज के रूप में
mr: पहिले संतान म्हणून
tr: İlk &alt olarak
xh: Njengo&mntwana woKuqala

source: As &Last Child
bn_bd: শেষ Child হিসেবে
hi_in: अंतिम वंशज के रूप में
mr: शेवटचे संतान म्हणून
tr: Son alt &olarak
xh: Njengo&mntwana woKugqibela

source: &Scroll Into View
bn_bd: প্রদর্শনে স্ক্রল করুন
hi_in: परिदृश्य में पृष्ठ चालन
mr: दृश्यासाठी स्क्रोल करा
tr: &Görünüme kaydır
xh: &Skrola kuMboniso

source: &Delete Node
bn_bd: নোড মুছে ফেলুন
hi_in: नोड मिटाएँ
mr: नोड नष्ट करा
tr: &Düğümü sil
xh: &Cima i-Nowudi

source: &Attributes
bn_bd: বৈশিষ্ট্যাবলী
hi_in: विशेषताएँ
mr: गुणधर्म
tr: &Öznitelikler
xh: &IimPawu

source: &Add Attribute
bn_bd: বৈশিষ্ট্য যোগ
hi_in: विशेषता जोड़ें
mr: गुणधर्म समाविष्ट करा
tr: Öznitelik &ekle
xh: &Yongeza Uphawu

source: Search HTML
bn_bd: HTML অনুসন্ধান
hi_in: HTML खोज
mr: HTML शोधा
tr: HTML’de ara
xh: Khangela iHTML

source: Image Data-URL
hi_in: चित्र डेटा-यूआरएल
mr: प्रतिमा डाटा-URL
tr: Resim verisi URL’si
xh: I-URL yeDatha yoMfanekiso

source: Show DOM Properties
bn_bd: DOM এর বৈশিষ্ট্যাবলী দেখাও
hi_in: डीओएम विशेषताएँ दिखाएँ
mr: DOM चे गुणधर्म दर्शवा
tr: DOM özelliklerini göster
xh: Bonisa Iimpawu ze-DOM

source: Use in Console
bn_bd: কনসোলে ব্যবহার
hi_in: नियंत्रक पट में उपयोग करें
mr: पटलामध्ये वापरा
tr: Konsolda kullan
xh: Sebenzisa iKhonsoli

source: Expand All
bn_bd: সমস্ত প্রসারিত করুন
hi_in: सभी को विस्तारित करें
mr: सर्व विस्तारीत करा
tr: Tümünü genişlet
xh: Yandisa Konke

source: Collapse
bn_bd: সংকোচন
hi_in: समेटें
mr: ढासळा
tr: Daralt
xh: Songa

source: Screenshot Node
bn_bd: স্ক্রিনশট নোড
hi_in: प्रपट्ट छवि नोड
mr: स्क्रीनशॉट नोड
tr: Düğümün ekran görüntüsünü al
xh: Inowudi yeSkrinshoti

source: Duplicate Node
bn_bd: অনুরূপ নোড
hi_in: दोहरा नोड
mr: नोडची प्रतिकृती करा
tr: Düğümü çoğalt
xh: Inowudi Ephindiweyo

source: &Create New Node
bn_bd: নতুন নোড তৈরী করুন
hi_in: नया नोड बनाएँ
mr: नवीन नोड बनवा
tr: Yeni &düğüm oluştur
xh: &Yila iNowudi Entsha

source: Copy
bn_bd: অনুলিপি
hi_in: प्रतिलिपि
mr: प्रतिकृत करा
tr: Kopyala
xh: Kopa

source: Paste
bn_bd: প্রতিলেপন
hi_in: चिपकाएँ
mr: चिकटवा
tr: Yapıştır
xh: Galela

source: Fonts
bn_bd: ফন্ট
hi_in: लिपियाँ
mr: टंक
tr: Yazı tipleri
xh: Iifonti

source: Rules
bn_bd: নিয়মাবলী
hi_in: नियम
mr: नियम
tr: Kurallar
xh: Imigaqo

source: Computed
bn_bd: নির্ণিত
hi_in: परिकलित
mr: गणना केलेले
tr: Hesaplanan
xh: Ikhompyuthiwe

source: Layout
bn_bd: লেআউট
mr: मांडणी
xh: Ubeko

source: Animations
bn_bd: অ্যানিমেশন
hi_in: सचलचित्र
mr: ॲनिमेशन्स
tr: Animasyonlar
xh: Umhombiso

source: Grab a color from the page
bn_bd: পাতা থেকে একটি রঙ নেও
hi_in: पृष्ठ से एक रंग लें
mr: पृष्ठातून रंग प्राप्त करा
tr: Sayfadan bir renk yakala
xh: Yithi hlasi umbala kwiphepha

source: Breadcrumbs
hi_in: गहराईयाँ
tr: Yol göstergeleri
xh: Iingququzesonka

source: Browser styles
bn_bd: ব্রাউজার শৈলী
hi_in: ब्राउज़र शैलियों
mr: ब्राउझर शैली
tr: Tarayıcı stilleri
xh: Izimbo zebhrawuza

source: Filter Styles
bn_bd: স্টাইল ফিল্টার করুন
hi_in: फ़िल्टर शैली
mr: फिल्टर शैली
tr: Stilleri filtrele
xh: IziMbo zokuHluza

source: Add new rule
bn_bd: নতুন নিয়ম যোগ
hi_in: एक नया नियम जोड़े
mr: नवीन नियम समाविष्ट करा
tr: Yeni kural ekle
xh: Yongeza ummiselo omtsha

source: Toggle pseudo-classes
bn_bd: সিউডো-ক্লাস টগল করুন
hi_in: छद्म वर्गों टॉगल
mr: सुडो क्लासेस टॉगल करा
tr: pseudo-class'ları aç/kapat
xh: Togla oosinga-klasi

source: No CSS properties found.
bn_bd: কোনো CSS বৈশিষ্ট্যাবলী পাওয়া যায়নি।
hi_in: कोई CSS विशेषता नहीं मिली.
mr: CSS गुणधर्म आढळले नाही.
tr: Hiç CSS özelliği bulunamadı.
xh: Akukho zipropati zeCSS ezifumanekayo.

source: Box Model
hi_in: बॉक्स नमूना
tr: Kutu modeli

source: &Edit Attribute “%S”
bn_bd: “%S” বৈশিষ্ট্য সম্পাদনা করুন

source: &Remove Attribute “%S”
bn_bd: “%S” বৈশিষ্ট্য অপসারণ করুন

source: If you leave this page, the changes you have made will be lost.
mai: जँ अहाँ ई पृष्ट केँ छोड़ि देत अछि, अहाँक द्वारा कएल गेल परिवर्तन हराए जाएत.
pt: Se sair desta página, as alterações que fez serão perdidas.

source: Leave Page
mai: पृष्ठ छोड़ू
pt: Sair da página

source: L
pt: g

source: Stay on Page
mai: पृष्ठ पर बनल रहू
pt: Ficar na página

source: S
pt: F

source: &Inspector
mai: इंस्पेक्टर
pt: &Inspetor

source: C
pt: I

source: Inspector Panel
mai: इंस्पेक्टर पैनल
pt: Painel do inspetor

source: Show All %S Nodes
mai: सभ %S नोड देखाबू
pt: Mostrar todos os %S Nós

source: DOM and Style Inspector (%S)
mai: डीओएम आओर शैली निरीक्षक (%S)
pt: DOM e inspetor de estilos (%S)

source: Edit Attribute %S
mai: विशेषता संपादन करू %S
pt: Editar o atributo %S

source: Remove Attribute %S
mai: विशेषता हटाउ %S
pt: Remover o atributo %S
