Repository: tktk711/mozilla-l10n
Catalog: */devtools/client/performance.dtd.po
Languages: bn_bd, hi_in, kab, ml, ro, ur, xh

source: Start Recording Performance
bn_bd: রেকর্ডিং কার্যকারীতা শুরু করুন
ur: کارکردگی ریکارڈ کرنا شروع کریں
xh: Qalisa ukurekhoda umsebenzi

source: Stop Recording Performance
bn_bd: রেকর্ডিং কার্যকারিতা বন্ধ করুন
ur: کارکردگی ریکارڈ کرنا بند کریں
xh: Yekisa ukurekhoda umsebenzi

source: The profiler stores samples in a circular buffer, and once the buffer reaches the limit for a recording, newer samples begin to overwrite samples at the beginning of the recording.
bn_bd: প্রোফাইলার একটি বিজ্ঞপ্তি বাফারে নমুনা সঞ্চয়, এবং বাফার একটি রেকর্ডিং জন্য সীমা ছুঁয়েছে, নতুন নমুনা রেকর্ডিং শুরুতে নমুনা মুছে ফেলা শুরু.
hi_in: प्रोफाइलर एक परिपत्र बफर में नमूने संग्रहीत करता है, और जब बफर एक रिकॉर्डिंग की सीमा तक पहुँच जाता है, नये नमूने रिकॉर्डिंग की शुरुआत से नमूने के ऊपर ही लिखना शुरू हो जाते हैं।
kab: Amaɣnay yesseklas imedyaten di tkatut n uḥraz tuwnist, ticki takatut teččuṛ, imedyaten imaynuten ad sfeɛjen asekles si tazwara.
ml: പ്രൊഫൈലര്‍ സാമ്പിളുകളെ ഒരു വൃത്താകൃതിയിലുള്ള ബഫറില്‍ സൂക്ഷിക്കുകയും, സൂക്ഷിക്കുന്നതിനുള്ള പരിധിയില്‍ ബഫര്‍ എത്തുമ്പോള്‍ പുതിയ സാമ്പിളുകള്‍ സൂക്ഷിച്ചു വെച്ചിരിക്കുന്നതിന്റെ തുടക്കത്തിലുള്ള സാമ്പിളുകളെ മാറ്റിയെഴുതുകയും ചെയ്യുന്നു.
ro: Profilatorul stochează mostre într-un buffer circular și după ce bufferul atinge limita de înregistrare, noile mostre încep să suprascrie mostrele de la începutul înregistrării.
ur: پروفائلر ایک سرکلر بفر میں نمونے ذخیرہ کریں، اور بفر ایک ریکارڈنگ کے لئے کی حد تک پہنچ جاتا ہے ایک بار، نئے نمونے ریکارڈنگ کے آغاز میں نمونے بالا نویسی کرنے کے لئے شروع کریں.
xh: Iisampuli zeevenkile ze-profiler kwi-buffer ye-circular, kwaye wakuba ifikelele ukulinganisela ukurekhoda, iisampuli ezintsha ukuqalisa ukucima iisampuli ekuqaleni kokurekhoda.

source: Realtime recording data disabled on non-multiprocess Firefox.
bn_bd: Firefox এর নন-মাল্টিপ্রসেসে রিয়েলটাইম রেকর্ডিং-এর তথ্য নিষ্ক্রিয় করে দেয়।
hi_in: रियल टाइम रिकॉर्डिंग डेटा गैर बहु प्रक्रिया Firefox पर निष्क्रिय किया गया.
kab: Asekles srid n isefka ittwarurmed de Firefox ur nelli d agetsekkar
ml: നോണ്‍-മള്‍ട്ടിപ്രോസെസ് ഫയര്‍ഫോക്സില്‍ റിയല്‍ടൈം ഡാറ്റ റെക്കോര്‍ഡ്‌ ചെയ്യുന്നത് ഡിസബിള്‍ഡ് ആണ്.
ro: Înregistrarea datelor în timp real este dezactivată pentru Firefox non-multiprocesor.
ur: اصل وقت کی ریکارڈنگ کے اعداد و شمار غیر کثیر عمل فائر فاکس پر غیر فعال کر دیا.
xh: Idatha yokurekhoda yexesha lokwenene iyekisiwe kwiFirefox eneeprosesi ezininzi.

source: Enable multiprocess Firefox in preferences for rendering recording data in realtime.
bn_bd: রিয়েলটাইম রেকর্ডিং তথ্য রেন্ডারিং জন্য পছন্দে multiprocess ফায়ারফক্স সক্ষম.
hi_in: रियल टाइम में रिकॉर्डिंग डेटा प्रदान के लिए प्राथमिकताएँ में बहु प्रक्रिया Firefox सक्षम करें.
kab: Rmed Firefox agetsekar i tiririt n usekles n isefka s wudem asrid
ml: റെക്കോര്‍ഡിംഗ് ഡാറ്റ റിയല്‍ടൈമില്‍ റെന്‍ഡര്‍ ചെയ്യുവാന്‍ മുന്‍ഗണനകളില്‍ മള്‍ട്ടിപ്രോസെസ് ഫയര്‍ഫോക്സ് ഇനേബിള്‍ ചെയ്യുക.
ro: Activați Firefox multiprocesor în preferințe pentru a putea reda datele de înregistrare în timp real.
ur: فائرفاکس میں ترجیحات میں عمل کثیر کو اہل بنائیں تاکہ کوائف کے ریکارڈ کو اصل وقت میں رینڈر کریں۔
xh: Vumela inkqubo exananazileyo yeFirefox kwiiprefrensi ukuba irekhode idatha ngexesha lokwenene.

source: The buffer is full. Older samples are now being overwritten.
bn_bd: বাফারটি সম্পূর্ণ। পুরনো নমুনাগুলো এখন মুছে ফেলা হচ্ছে।
hi_in: बफर भरा है. पुराने नमूने अब ओवरराइट किया जा रहा है.
kab: Takatut n weḥraz teččur. Alemmec aqbur atan ad ittwasfeḍ.
ml: ബഫര്‍ ഫുള്‍ ആണ്.പഴയ സാമ്പിളുകള്‍ ഇപ്പൊ ഓവര്‍റൈറ്റ് ചെയ്യുകയാണ്.
ro: Bufferul este plin. Mostrele mai vechi sunt acum suprascrise.
ur: بفر بھرا ہوا ہے. پرانے نمونے اب ادلیکھت کیا جا رہا ہے.
xh: I-buffer igcwele. Iisampuli ezindala ngoku ziyaqalisa ukucima.

source: Recording a profile is currently unavailable. Please close all private browsing windows and try again.
bn_bd: এই মূহুর্তে প্রোফাইলে রেকর্ডিং বিদ্যমান নয়। অনুগ্রহ করে সকল প্রাইভেট ব্রাউজিং উইন্ডো বন্ধ করুন এবং আবার চেষ্টা করুন।
hi_in: रिकॉर्डिंग प्रोफ़ाइल वर्तमान में अनुपलब्ध है। कृपया सभी निजी ब्राउज़िंग विंडो को बंद करें और पुन: प्रयास करें।
kab: Asekles n umaɣnu ur iwjiḍ ara imira. Ttxilek mdel akk isfuyla n tunigin tusligt.
ml: ഒരു പ്രൊഫൈല്‍ റെക്കോര്‍ഡ്‌ ചെയ്യുന്നത് ഇപ്പോള്‍ ലഭ്യമല്ല. ദയവായി എല്ലാ സ്വകാര്യ ബ്രൌസിംഗ് വിന്‍ഡോകളും അടച്ചു വീണ്ടും ശ്രമിക്കുക.
ur: پروفائل کی ریکارڈنگ موجودہ وقت میں دستیاب نہیں ۔ براہ مہربانی تمام نجی برائوزنگ دریحے بند کریں اور دوبارہ کوشش کریں۔
xh: Ukurekhoda iprofayili akukho okwangoku. Sicela uvale zonke iiwindow zokubrawuza zabucala uze uzame kwakhona

source: Loading…
bn_bd: লোড করা হচ্ছে…
hi_in: लोड कर रहा है…
kab: Asali…
ml: ലഭ്യമാക്കുന്നു…
ro: Încărcare…
ur: لوڈ کر رہا ہے...
xh: Kuyalayishwa…

source: Toggle the recording state of a performance recording.
bn_bd: কার্যকারিতা ধারণের ধারনাবস্থা টুগল করুন।
ur: ایک کی کارکردگی کی ریکارڈنگ کی ریکارڈنگ ریاست ٹوگل.
xh: Sebenzisa njengoqhosha ukurekhoda isimo somsebenzi wokurekhoda.

source: Import…
bn_bd: ইমপোর্ট করুন…
ur: درآمد کریں…
xh: Thatha ngaphandle…

source: Clear
bn_bd: মুছে ফেলুন
ur: صاف کریں
xh: Sula

source: Waterfall
bn_bd: ওয়াটার-ফল
hi_in: वाटरफॉल
kab: Acercur
ml: വാട്ടര്‍ഫാള്‍
xh: I-Waterfall

source: Shows the different operations the browser is performing during the recording, laid out sequentially as a waterfall.
bn_bd: রেকর্ডিং এর সময় ব্রাউজার কি কি বিভিন্ন অপারেশন চালিয়ে থাকে তা দেখাবে, তা জলপ্রপাতের মত ক্রমানুযায়ী।
hi_in: ब्राउज़र द्वारा रिकॉर्डिंग के समय किये जा रहे अलग-अलग प्रचालन को दिखता है, जो की एक झरने की भांति क्रमिक रूप से दर्शाया गया है|
kab: Isken-d timhalin iseqdac wuminig di lawan n usekles, atan ttwaskenen-d s wudem ulkim am ucercur
ml: സൂക്ഷിക്കുന്ന സമയത്ത് ബ്രൗസര്‍ നടത്തുന്ന വിവിധ പ്രയോഗങ്ങളെ ഒരു വെള്ളച്ചാട്ടം പോലെ അനുക്രമമായി പ്രദര്‍ശിപ്പിക്കുന്നു.
xh: Bonisa imisebenzi eyahlukeneyo eyenziwa yibhrawza ebudeni bokurekhoda, eyandlalwe ngolungelelwano njengengxangxasi.

source: Call Tree
bn_bd: কল ট্রী
hi_in: कॉल शाखा
kab: Aseklu n usiwel
ml: കോള്‍ ട്രീ
ro: Arbore de apelare
xh: Tsalela Umthi

source: Highlights JavaScript functions where the browser spent most time during the recording.
bn_bd: রেকর্ডিং এর সময় ব্রাউজার কোথায় বেশির ভাগ সময় ব্যয় করছে সেই JavaScript ফাংশন হাইলাইট করে।
hi_in: ब्राउज़र रिकॉर्डिंग के दौरान सबसे अधिक समय बिताया जहां जावास्क्रिप्ट कार्यों पर प्रकाश डाला गया।
kab: Ad isebṛu req tiwuriwin Javascript anida iminig yettawi deqs n wakud deg usekles.
ml: റെക്കോര്‍ഡിംഗ് ചെയ്യുമ്പോള്‍ ബ്രൌസര്‍ കൂടുതല്‍ സമയം ചിലവഴിക്കുന്ന ജാവസ്ക്രിപ്റ്റ് ഫങ്ഷനുകള്‍ ഹൈലൈറ്റ് ചെയ്യുന്നു.
xh: Ibalaselisa imisebenzi yeJavaScript apho ibhrawza ichitha ixesha elininzi ebudeni bokurekhoda

source: Allocations
bn_bd: বরাদ্দ
hi_in: आबंटन
kab: Isnasen
ml: അലോക്കേഷനുകൾ
ro: Alocări
ur: اختصام
xh: Izinto ezabelweyo

source: Shows where memory was allocated during the recording.
bn_bd: রেকর্ডিং এর সময় কোথায় মেমোরি বরাদ্ধ হয়েছে তা দেখায়।
hi_in: मेमोरी कहाँ आवंटित हुयी रिकॉर्डिंग क दौरान यह दर्शाता है |
kab: Tesekanay anda tettwakren takatut di lawan usekles.
ml: റെക്കോര്‍ഡിംഗ് ചെയ്യുമ്പോള്‍ മെമ്മറി എവിടെയാണ് അലോക്കേറ്റ് ചെയ്തത് എന്ന്‍ കാണിക്കുന്നു.
ro: Arată unde a fost alocată memoria în timpul înregistrării.
xh: Ibonisa apho imemori ibikhona ebudeni bokurekhoda.

source: JS Flame Chart
bn_bd: JS Flame তালিকা
hi_in: JS फ्लेम चार्ट
kab: Udlif JS
ml: ജെഎസ് ഫ്ലെയിം ചാര്‍ട്ട്
ro: Grafic JS
xh: Itshati ye-JS Flame

source: Shows the JavaScript call stack over the course of the recording.
bn_bd: রেকর্ডিং কার্যক্রমের সময় JavaScript দ্বারা স্ট্যাক কল দেখাবে।
hi_in: रिकॉर्डिंग के दौरान जावास्क्रिप्ट का कॉल स्टैक दर्शाता है |
kab: Teskanay tanebdant usiwel n JavaScrupt di lawan usekles
ml: സൂക്ഷിക്കുന്നതിന്റെ സമയത്തുള്ള ജാവാസ്ക്രിപ്റ്റ് കോള്‍ സ്റ്റാക് പ്രദര്‍ശിപ്പിക്കുക.
ur: ریکارڈنگ کے دوران جاوا سکرپٹ کال اسٹیک دکھاتا ہے.
xh: Ibonisa istekhi seminxeba seJavaScript ebudeni bokurekhoda.

source: Allocations Flame Chart
bn_bd: বরাদ্দকৃত ফ্লেম-এর তালিকা
hi_in: आवंटन फ्लेम सूचि
kab: Idlifen n uḥeṛṛi
ml: അല്ലോക്കേഷന്‍ ഫ്ലെയിം ചാര്‍ട്ട്
ro: Grafic privind alocările de memorie
ur: آونٹن میں شعلہ چارٹ
xh: Izinto ezabelweyo zetshati ye-flame

source: Total Time
bn_bd: মোট সময়
hi_in: कुल समय
kab: Asemday n wakud
ml: മൊത്തം സമയം
ro: Timp total
ur: کل وقت
xh: Lilonke ixesha

source: The amount of time spent in this function and functions it calls.
bn_bd: এই ফাংশনকর্তিক এবং ফাংশনটি কল করতে নির্দিষ্ট পরিমান সময় ব্যয় হলো।
hi_in: इस प्रकार्य व इसके द्वारा बुलाये गए प्रकार्य में व्यतीत समय अवधि |
kab: Akud yezrin di twuri agi yakk di tigad imumi tsawel.
ml: ഈ ഫങ്ങ്ഷനിലും ഈ ഫങ്ങ്ഷന്‍ വിളിക്കുന്ന ഫങ്ങ്ഷനുകളിലും ചിലവഴിച്ച ആകെ സമയം.
ro: Timpul petrecut în cadrul acestei funcții și a funcțiilor pe care le apelează.
ur: وقت کی رقم اس تقریب اور افعال جو بلاتا میں گزارے.
xh: Umthamo wexesha elichithwe kulo msebenzi nemisebenzi eliyitsalelayo.

source: Self Time
bn_bd: নিজস্ব সময়
hi_in: स्व समय
kab: Man-ukud
ml: സെല്‍ഫ് ടൈം
ur: خود کے لئے وقت
xh: Ukuzijongela ixesha

source: The amount of time spent only within this function.
bn_bd: এই ফাংশনের উপর নির্দিষ্ট পরিমান সময় ব্যয় হলো।
hi_in: केवल इस समारोह के भीतर अधिक बिताये गये समय कि मात्रा.
kab: Akud yezrin kan di twuri agi.
ml: ഈ ഫങ്ങ്ഷനില്‍ മാത്രമായി ചിലവഴിച്ച ആകെ സമയം.
ro: Timpul petrecut doar în cadrul acestei funcții.
ur: وقت کی رقم صرف اس تقریب کے اندر اندر گزارے.
xh: Umthamo wexesha elichithwe kuphela kulo msebenzi.

source: Total Cost
bn_bd: মোট খরচ
hi_in: कुल लागत
kab: Asamday n tesqamt
ml: മൊത്തം വില
ur: کل لاگت
xh: Zizonke indleko

source: The percentage of time spent in this function and functions it calls.
bn_bd: এই ফাংশন কর্তিক এবং ফাংশনের পেছনে নির্দিষ্ট শতাংশ সময় ব্যয় হলো।
hi_in: इस प्रकार्य व इसके द्वारा बुलाये गए प्रकार्य में व्यतीत समय अवधि प्रतिशत में |
kab: Afmiḍi n wakud yezrin di twuri agi yakk di tigad imumi tsawel.
ml: ഈ ഫങ്ങ്ഷനിലും ഈ ഫങ്ങ്ഷന്‍ വിളിക്കുന്ന ഫങ്ങ്ഷനുകളിലും ചിലവഴിച്ച ആകെ സമയത്തിന്റെ ശതമാനം.
ro: Procentul de timp petrecut în cadrul acestei funcții și a funcțiilor pe care le apelează.
ur: وقت کی فیصد اس تقریب اور افعال جو بلاتا میں گزارے.
xh: Ipesenti yexesha elichithwe kulo msebenzi nemisebenzi eliyitsalelayo

source: Self Cost
bn_bd: নিজস্ব মূল্য
hi_in: स्वयं लागत
kab: Tasqamt tasuft
ml: സെല്‍ഫ് കോസ്റ്റ്
ur: خود لاگت
xh: Indleko zakho

source: The percentage of time spent only within this function.
bn_bd: নির্দিষ্ট শতাংশ সময় শুধুমাত্র এই ফাংশনের পেছনে ব্যয় হলো।
hi_in: केवल इस समारोह के भीतर अधिक समय बिताये.
kab: Afmiḍi n wakud yezrin di twuri agi.
ml: ഈ ഫങ്ങ്ഷനില്‍ മാത്രമായി ചിലവഴിച്ച ആകെ സമയത്തിന്റെ ശതമാനം.
ro: Procentul de timp petrecut doar în cadrul acestei funcții.
ur: وقت کا فیصد صرف اس تقریب کے اندر اندر گزارے.
xh: Ipesenti yexesha elichithwe kulo msebenzi.

source: Samples
bn_bd: নমুনা সমূহ
hi_in: नमूना
kab: Imadyaten
ml: മാതൃകകള്‍
ro: Exemple
ur: نمونے
xh: Iisampuli

source: The number of times this function was on the stack when the profiler took a sample.
bn_bd: যখন প্রোফাইলার একটি নমুনা নিল, এই ফাংশন কিছু সময়ের জন্য স্ট্যাক-এ ছিল।
hi_in: प्रोफ़ाइलर द्वारा नमूना लिए जा रहे समय यह प्रकार्य के स्टैक में होने की संख्या |
kab: Amḍan n tikal anda tawuri agi tella di tnebdant makken amaɣnay yeṭṭef-d amadya.
ml: പ്രൊഫൈലര്‍ ഒരു സാമ്പിള്‍ എടുത്തപ്പോള്‍ സ്റ്റാക്കില്‍ ഉണ്ടായിരുന്ന ഈ ഫങ്ങ്ഷന്‍റെ എണ്ണം.
ro: De câte ori a fost această funcție pe stivă atunci când profilatorul a preluat o mostră.
ur: اوقات کی تعداد پروفائلر ایک نمونہ لیا جب اس تقریب اسٹیک پر تھا.
xh: Inani lamaxesha lo msebenzi obukwi-stack xa iprofiler ithatha isampuli.

source: Function
bn_bd: ফাংশন
hi_in: फंक्शन
kab: Tawuri
ml: ഫംങ്ഷന്‍
ro: Funcție
ur: فعل
xh: Umsebenzi

source: The name and source location of the sampled function.
bn_bd: নমুনা ফাংশনটির নাম এবং উৎসের অবস্থান।
hi_in: नमूना समारोह के नाम और स्रोत स्थान.
kab: Isem d uɣballu n wadeg n tawuri n ulemmec
ml: സാമ്പിള്‍ ഫംങ്ഷന്‍റെ പേരും ഉറവിടവും.
ro: Numele și sursa locației pentru funcția eșantionată.
ur: نمونے تقریب کے نام اور ماخذ محل وقوع.
xh: Igama nomthombo wendawo womsebenzi owenziwe isampuli.

source: Total Sampled Allocations
bn_bd: মোট নমুনা বরাদ্দকৃত
hi_in: कुल नमूना आवंटन
kab: Aḥerri asemday
ml: ആകെ സാമ്പിള്‍ഡ് അലോക്കേഷന്‍
ur: کل بطور نمونہ اختصام
xh: Zizonke izinto ezabelweyo ezenziwe iisampuli

source: The total number of Object allocations sampled at this location and in callees.
bn_bd: এই অবস্থানে এবং callees মধ্যে নমুনা বস্তু বণ্টন করার মোট সংখ্যা।
hi_in: इस स्थान पर और कॉल्लीस में ऑब्जेक्ट आवंटन नमूनों की कुल संख्या ।
kab: Amḍanasemday n uheṛṛi n tɣawsiwin n tukkist deg adig agi.
ml: ഈ സ്ഥാനത്ത് കോളീ രീതിയില്‍ സാമ്പിള്‍ ചെയ്യപ്പെട്ട ഒബ്ജക്റ്റ് അലോക്കേഷനുകളുടെ എണ്ണം.
ro: Numărul total de alocări pentru obiecte incluse în această locație și în apeluri.
ur: اس مقام پر اورکالز میں نمونے آبجیکٹ مختص کی کل تعداد.
xh: Inani elipheleleyo lobeko lwe-Objekthi iye yasemplishwa kule ndawo nakubafowunelwa.

source: Self Sampled Allocations
bn_bd: নিজস্ব নমুনা বরাদ্দকৃত
hi_in: कुल नमूना आवंटन
kab: Iḥerriyen isemdayen
ml: സെല്‍ഫ് സാമ്പിള്‍ഡ് അലോക്കേഷന്‍സ്
ro: Alocări autoincluse
xh: Izinto Ezabelweyo Ezenziwe Iisampuli

source: The number of Object allocations sampled at this location.
bn_bd: এই অবস্থানে বরাদ্দকৃত অবজেক্ট নমুনার সংখ্যা
hi_in: इस स्थान पर वस्तु आवंटन की संख्या का नमूना.
kab: Amḍan n uheṛṛi n tɣawsiwin n tukkist deg adig agi.
ml: ഈ സ്ഥാനത്ത് സാമ്പിള്‍ ചെയ്യപ്പെട്ട ഒബ്ജക്റ്റ് അലോക്കേഷനുകളുടെ എണ്ണം.
ro: Numărul de alocări pentru obiecte incluse în această locație.
ur: اس مقام پر نمونے آبجیکٹ آونٹن کی تعداد.
xh: Inani leeObjekti ezibekiweyo eziyisampulu yale ndawo

source: Select what data to display in the timeline
bn_bd: টাইমলাইনে ডাটা প্রদর্শনের জন্য নির্বাচিত করুন
hi_in: टाइमलाइन में दिखने के लिए डेटा का चयन करें
kab: Fren isefka a d-sekned di tesnakuṭ
ml: ടൈംലൈനില്‍ പ്രദര്‍ശിപ്പിയ്ക്കേണ്ട ഡേറ്റാ തെരഞ്ഞെടുക്കുക
ro: Selectați ce date să fie afișate în cronologie
ur: کون سا ڈیٹا ٹائم لائن میں ظاہر کرنے کے لئے منتخب کریں
xh: Khetha idatha omawuyibonise kumzila wexesha

source: Configure performance preferences.
bn_bd: কার্যকারিতার অগ্রাধিকার কনফিগার করুন।
hi_in: प्रदर्शन वरीयता विन्यस्त करें.
kab: Swel ismenyifen n tmellit.
ml: പ്രവര്‍ത്തന മുന്‍ഗണനകള്‍ ക്രമീകരിയ്ക്കുക.
ur: کارکردگی ترجیحات تشکیل دیں
xh: Configa ukhetho lokusebenza.

source: Invert Call Tree
bn_bd: উল্টো কল ট্রি
hi_in: उलटें कॉल शाखा
kab: Ţţi aseklu n usiwel
ml: കോള്‍ ട്രീ തിരിയ്ക്കുക
ur: کال کے درخت کو الٹائیں
xh: Buyisa Umthi Womnxeba

source: Inverting the call tree displays the profiled call paths starting from the youngest frames and expanding out to the older frames.
bn_bd: সর্বকনিষ্ঠ ফ্রেম থেকে শুরু করা হচ্ছে এবং পুরোনো ফ্রেম আউট বিস্তৃত কল করুন বৃক্ষ প্রোফাইল কল পাথ প্রদর্শন করা হবে ওলটানো
hi_in: कॉल ट्री का उलटना प्रोफाइल्ड कॉल पथ को युवतर फ्रेम से आरंभ करना है और उसे पुराने फ्रेम तक ले जाना है.
kab: Tuţya n useklu n usiwel ad isken iberdan n isawalen iţumeɣnun seg izilalen imaynuten ɣer iqbuṛen.
ml: കോള്‍ ട്രീ തിരിയ്ക്കുന്നതു്, ഏറ്റവും പുതിയ ഫ്രെയിമുകള്‍ മുതല്‍ പഴയ ഫ്രെയിമുകള്‍ വരെയുള്ള പ്രൊഫൈല്‍ ചെയ്ത കോള്‍ വഴികള്‍ ലഭ്യമാക്കുന്നു.
ur: کال درخت الٹانا پروفائلنگ کال راہیں دکھاتا ہے سب سے چھوٹے فریم سے شروع ہونے والے اور بڑی عمر کے فریم سے باہر پھیل رہا.
xh: Ibuyisa imiboniso yomnxeba womthi ipathi zeprofayile yomnxeba ukususela kweyona freyimu incinci ukunyuka ukuya kweyona freyimu inkulu.

source: Invert Flame Chart
bn_bd: বিপরীত ফ্লাইম চার্ট
hi_in: फ्लैम चार्ट उलटें
kab: Ţţi udlif
ml: ഫ്ലെയിം ചാര്‍ട്ട് തിരിയ്ക്കുക
ro: Inversează graficul
ur: شعلہ چارٹ الٹائیں
xh: Buyisela iTshathi yeFleyimu

source: Inverting the flame chart displays the profiled call paths starting from the youngest frames and expanding out to the older frames.
bn_bd: সর্বকনিষ্ঠ ফ্রেম থেকে শুরু এবং পুরোনো ফ্রেম আউট বিস্তৃত শিখা চার্ট প্রোফাইল কল পাথ প্রদর্শন ওলটানো
hi_in: फ्लेम चार्ट का उलटना प्रोफाइल्ड कॉल पथ को युवतर फ्रेम से आरंभ करना है और उसे पुराने फ्रेम तक ले जाना है.
kab: Tuţya n udlif ad isken iberdan n isawalen iţumeɣnun seg izilalen imaynuten ɣer iqbuṛen.
ml: ഫ്ലെയിം ചാര്‍ട്ട് തിരിയ്ക്കുന്നതു്, ഏറ്റവും ചെറിയ ഫ്രെയിമുകള്‍ മുതല്‍ പഴയ ഫ്രെയിമുകള്‍ വരെയുള്ള പ്രൊഫൈല്‍ ചെയ്ത കോള്‍ പാഥുകള്‍ ലഭ്യമാക്കുന്നു.
ur: شعلہ چارٹ الٹانے سے پروفائلڈ کال راہ کا نظارہ ہوتا ہے جو کہ جوان فریم سے آغاز کر کے اور وسیع کرتا ہے باہر کی طرف پرانے فریم کی جانب
xh: Ibuyisela imiboniso yetshati yefreyimu ipathi zeprofayile yomnxeba ukususela kweyona freyimu incinci ukunyuka ukuya kweyona freyimu indala.

source: Show Gecko Platform Data
bn_bd: গেকো প্ল্যাটফর্ম তথ্য দেখান
hi_in: दिखाएँ गेक्को मंच डेटा
kab: Sken isefka n telɣubliṭ Gecko
ml: ജക്കോ പ്ലാറ്റ്ഫോം ഡേറ്റാ കാണിയ്ക്കുക
ro: Arată datele platformei Gecko
ur: گیکو پلیٹ فارم کوائف نمایش کریں
xh: Bonisa iPlatfomu yeDatha yeGecko

source: Showing platform data enables the JavaScript Profiler reports to include Gecko platform symbols.
bn_bd: প্ল্যাটফর্ম তথ্য টার জাভাস্ক্রিপ্ট প্রোফাইলার Gecko প্ল্যাটফর্ম চিহ্ন অন্তর্ভুক্ত করা রিপোর্ট করতে সক্ষম হবেন.
hi_in: प्लेटफॉर्म डेटा को दिखाना जावा स्क्रिप्ट प्रोफाइल गेको प्लेटफॉर्म संकेत शामिल करने के लिए सक्रिय करना है.
kab: Askan n isefka n telɣubliṭ ad irmed issaɣen n umaɣnay Javascript akken ad iseddu izumal n telɣubliṭ Gecho.
ml: പ്ലാറ്റ്ഫോം ഡാറ്റ കാണിക്കുന്നത് ജാവസ്ക്രിപ്റ്റ് പ്രൊഫൈലര്‍ അറിയിപ്പുകളില്‍ ഗെക്കോ പ്ലാറ്റ്ഫോം ചിഹ്നങ്ങള്‍ ഉള്‍പ്പെടുത്തുന്നു.
ur: پلیٹ فارم کوائف دکھانے گیکو پلیٹ فارم علامتیں شامل کرنے کے لیے جاوا سکرپٹ پروفالر رپورٹوں کے قابل بناتا ہے ۔
xh: Ibonisa idatha yeplatfomu ivumela iingxelo zeJavaScript Profiler ukuba ziquke iisimboli zeplatfomu yeGecko.

source: Show JIT Optimizations
bn_bd: JIT অপটিমাইজেশন দেখাও
hi_in: JITअनुकूलन को रिकॉर्ड करें
kab: Sken asefrer JIT
ur: JIT اصلاحات کا نظارہ کریں
xh: Bonisa ukuOptimayiza kweJIT

source: Show JIT optimization data sampled in each JavaScript frame.
bn_bd: প্রত্যেক JavaScript ফ্রেমে JIT অপটিমাইজেশন নমুনাকৃত তথ্য দেখাও।
hi_in: प्रत्येक जावास्क्रिप्ट फ्रेम में जांचा गया JIT अनुकूलन डेटा रिकॉर्ड करें.
kab: Wali JIT, isefka n usefrer n tukkist di yal akatar JavaScript.
ur: JIT اصلاحات کا نظارہ کریں کوائف کو ہر حاواسکرپٹ فریم میں نمونہ کیا گیا ہے۔

source: Flatten Tree Recursion
bn_bd: ট্রি রিকার্শন ফ্ল্যাট করা
hi_in: तरू आवृत्ति को चपटा करें
kab: Lebbeḍ aseklu n usniles
ml: ട്രീ റിക്കേര്‍ഷന്‍ ഇല്ലാതാക്കുക
ur: چپٹا درخت کی تکرار

source: Flatten recursion when inspecting functions.
bn_bd: ফাংশন নিরীক্ষণের সময় রিকার্শন ফ্ল্যাট করা।
hi_in: फंक्शन जाँचने के दौरान रिकर्सन चपटा करें
kab: Aplatir Arbre Recursion
ml: ഫംഗ്ഷനുകള്‍ നിരീക്ഷിയ്ക്കുമ്പോള്‍ റിക്കേര്‍ഷന്‍ ഇല്ലാതാക്കുക.
ur: چپٹا تکرار افعال کی نگرانی کرتے ہیں ۔
xh: Yekisa ukubuyela xa kusebenza uhlolo.

source: Record Memory
bn_bd: মেমোরি সংরক্ষণ
hi_in: मेमोरी रिकार्ड करें
kab: Kles takatut
ml: മെമ്മറി റിക്കോര്‍ഡ് ചെയ്യുക
ur: میموری ریکارڈ کریں

source: Record memory consumption while profiling.
bn_bd: মেমোরির খরচ প্রোফাইলিং করবার সময় রেকর্ড করুন।
hi_in: प्रोफाइलिंग के दौरान मेमोरी खपत रिकार्ड करें.
kab: Kles n asadur n takukt di timeɣna.
ml: പ്രൊഫൈല്‍ ചെയ്യുമ്പോള്‍ മെമ്മറി ഉപയോഗം റിക്കോര്‍ഡ് ചെയ്യുക.
ro: Înregistrează consumul de memorie în timpul profilării.
ur: میموری استعمال پروفائلنگ کے دوران ریکارڈ کریں ۔

source: Record Allocations
bn_bd: বরাদ্দ সংরক্ষণ
hi_in: रेकॉर्ड आवंटन
kab: Kles aḥeṛṛi
ml: അലോക്കേഷനുകൾ റെക്കോര്‍ഡ്‌ ചെയ്യുക
ro: Înregistrare alocări
ur: اختصام ریکارڈ کریں

source: Record Object allocations while profiling.
bn_bd: ধারন করার উদ্যেশ্য যখন প্রোফাইল করা হয়।
hi_in: प्रोफाइलिंग के दौरान वस्तु आवंटन का रिकार्ड करें.
kab: Kles aḥeṛṛi n tɣawsa di timeɣna
ml: പ്രൊഫൈല്‍ ചെയ്യുമ്പോള്‍ ഒബ്ജെക്റ്റ് അലോക്കേഷന്‍ റിക്കോര്‍ഡ് ചെയ്യുക.
ro: Înregistrează alocările de obiecte în timpul profilării.
ur: آبجیکٹ الاٹ پروفائلنگ کے دوران ریکارڈ کریں ۔

source: Record Framerate
bn_bd: ফ্রেমরেট ধারন করুন
hi_in: फ्रेमरेट रिकार्ड करें
kab: Kles asnagar n tugna
ml: ഫ്രെയിം റേറ്റ് റിക്കോര്‍ഡ് ചെയ്യുക
ur: فریم کی شرح ریکارڈ کریں

source: Record framerate while profiling.
bn_bd: প্রোফাইল করার সময় ফ্রেমরেট রেকর্ড করা।
hi_in: प्रोफाइलिंग के दौरान फ्रेमरेट रिकार्ड करें.
kab: Kles asnagar n tugniwin di timeɣna.
ml: പ്രൊഫൈല്‍ ചെയ്യുമ്പോള്‍ ഫ്രെയിം റേറ്റ് റിക്കോര്‍ഡ് ചെയ്യുക.
ro: Înregistrează frecvența de cadre în timpul profilării.
ur: پروفائلنگ کے دوران فریم کی شرح ریکارڈ کریں

source: Currently recording via
bn_bd: বর্তমানে ধারনকৃত বৃত্তান্ত
hi_in: वर्तमान माध्यम से रिकॉर्डिंग
kab: Aklas anazzal s
ml: നിലവില്‍ റെക്കോര്‍ഡ്‌ ചെയ്തുകൊണ്ടിരിക്കുന്നത്
ro: Înregistrare în prezent via
ur: موجودہ ریکارڈننگ بزریہعہ

source: Stop recording by entering
bn_bd: ভেতরে অাসার সময় ধারনকরা বন্ধ করুন
hi_in: प्रविष्ट कर रिकॉर्डिंग रोकें
kab: Seḥbes asekles s usenned ɣef ENTR
ml: ഇത് നല്‍കുന്നതിലൂടെ സൂക്ഷിക്കല്‍ നിര്‍ത്തുക -
ro: Oprește înregistrarea tastând
ur: داخل کر کے ریکارڈنگ کو روکیں
xh: Yekisa ukurekhoda ngokufaka

source: into the console.
bn_bd: কনসোলের ভেতরে।
hi_in: कंसोल में
kab: Ɣer tdiwent
ml: കണ്‍സോളിനുള്ളിലേക്ക്.
ro: în consolă.
ur: کنسول کے اندر۔
