Repository: tktk711/mozilla-l10n
Catalog: */devtools/client/styleeditor.properties.po
Languages: eu, hu, hy_am, kab, kk, kn, lt

source: Style Editor [%S]
hu: Stílusszerkesztő [%S]
kab: Amaẓrag n uɣanib [%S]

source: <inline style sheet #%S>
eu: <barneko estilo-orria #%S>
hu: <inline stíluslap #%S>
hy_am: <Ներտողային ոճային աղյուսակ #%S>
kk: <құрамдағы стильдер тізімі #%S>
kn: <ಸಾಲಿನೊಳಗಿನ ಶೈಲಿ ಹಾಳೆ #%S>
lt: <%S-asis įterptasis stilių aprašas>

source: New style sheet #%S
eu: Estilo-orri berria #%S
hu: Új stíluslap #%S
hy_am: Նոր ոճային աղյուսակ #%S
kab: Tiferkit n uɣanib tamawnut #%S
kk: Жаңа стильдер тізімі #%S
kn: ಹೊಸ ಶೈಲಿ ಹಾಳೆ #%S
lt: %S-asis naujas stilių aprašas

source: #1 rule.;#1 rules.
eu: erregela #1.;#1 erregela.
hu: #1 szabály.;#1 szabály.
hy_am: #1 կանոն։;#1 կանոններ։
kab: #1 alugen.;#1 ilugan.
kk: #1 ереже.;#1 ереже.
kn: #1 ನಿಯಮ.;#1 ನಿಯಮಗಳು.
lt: #1 taisyklė.;#1 taisyklių.;#1 taisyklės.

source: Style sheet could not be loaded.
eu: Ezin izan da estilo-orria kargatu.
hu: A stíluslap nem tölthető be.
hy_am: Ոճային աղյուսակը չի կարող բեռնվել:
kab: Tiferkit n uɣanib ur d-uli ara.
kk: Стильдер тізімін жүктеу мүмкін емес.
kn: ಶೈಲಿ ಹಾಳೆಯನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
lt: Stilių aprašo įkelti nepavyko.

source: Style sheet could not be saved.
eu: Ezin izan da estilo-orria gorde.
hu: A stíluslap nem menthető.
hy_am: Ոճային աղյուսակը չի կարող պահպանվել:
kab: Tiferkit n uɣanib ur d-uli ara.
kk: Стильдер тізімін сақтау мүмкін емес.
kn: ಶೈಲಿ ಹಾಳೆಯನ್ನು ಲೋಡ್ ಉಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
lt: Stilių aprašo įrašyti nepavyko.

source: Can't show coverage information for compressed stylesheets
hu: Nem jeleníthetők meg lefedettségi információk a tömörített stíluslapokhoz
kab: Ur izmir ara a d-isken talɣut n tduli i tiferkiyin ittuskusmen

source: Import style sheet
eu: Inportatu estilo-orria
hu: Stíluslap importálása
hy_am: Ներմուծել ոճային աղյուսակ
kab: Kter tiferkit n uɣanib
kk: Стильдер тізімін импорттау
kn: ಶೈಲಿ ಹಾಳೆಯನ್ನು ಆಮದು ಮಾಡು
lt: Stilių aprašo importas

# importStyleSheet.filter
source: CSS files
eu: CSS fitxategiak
hu: CSS-fájlok
hy_am: CSS ֆայլեր
kab: Ifuyla CSS
kk: CSS файлдары
kn: CSS ಕಡತಗಳು
lt: CSS failai

source: Save style sheet
eu: Gorde estilo-orria
hu: Stíluslap mentése
hy_am: Պահպանել ոճի ֆայլը
kab: Kles tiferkit n uɣanib
kk: Стильдер тізімін сақтау
kn: ಶೈಲಿ ಹಾಳೆಯನ್ನು ಉಳಿಸು
lt: Stilių aprašo įrašymas

# saveStyleSheet.filter
source: CSS files
eu: CSS fitxategiak
hu: CSS-fájlok
hy_am: CSS ֆայլեր
kab: Ifuyla CSS
kk: CSS файлдары
kn: CSS ಕಡತಗಳು
lt: CSS failai

source: l
hu: u

source: Style Editor
hu: Stílusszerkesztő
kab: Amaẓrag n uɣanib

source: Style Editor Panel
hu: Stílusszerkesztő panel
kab: Agalis n umaẓrag n uɣanib

source: Stylesheet Editor (CSS) (%S)
hu: Stíluslap-szerkesztő (CSS) (%S)
kab: Amazrag n tferkit n uɣanib (CSS) (%S)

source: If you leave this page, unsaved changes in the Style Editor will be lost.
hu: Az oldal elhagyása esetén a Stílusszerkesztőben végzett módosítások elvesznek.
kab: Ma tefɣeḍ seg usebter agi, isnifelen n umaẓrag n ferkit n uɣanib ur n-ţwakles ara ad ṛuḥen.

source: Leave Page
hu: Oldal elhagyása
kab: Ffeɣ seg usebtar

source: L
hu: e

source: Stay on Page
hu: Maradás ezen az oldalon
kab: Qim deg usebtar agi

# confirmNavigationAway.buttonStayAccesskey
source: S
hu: M

source: Canâ€™t show coverage information for compressed stylesheets
eu: Ezin da estaldura-informazioa erakutsi konprimitutako estilo-orrientzat

source: Can’t show coverage information for compressed stylesheets
hy_am: Չի կարող ցուցադրել ծածկույթի տեղեկությունը սեղմված ոճի թերթեր
kk: Сығылған стильдер кестелері үшін қамту ақпаратын көрсету мүмкін емес
kn: ಸಂಕುಚನಗೊಳಿಸಲಾದ ಶೈಲಿಹಾಳೆಗಳಿಗಾಗಿ ಕವರೇಜ್ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸಲಾಗಿಲ್ಲ
lt: Aprėpties informacija suglaudintiems stilių aprašams nerodoma
