Repository: tktk711/mozilla-l10n
Catalog: */devtools/client/toolbox.dtd.po
Languages: bg, pt, th, ur

source: I
pt: A

source: Close Developer Tools
bg: Затваряне на развойните инструменти
pt: Fechar ferramentas de programador
th: ปิดเครื่องมือนักพัฒนา

source: Select an iframe as the currently targeted document
bg: Избиране на вложена рамка като текущ целеви документ
pt: Selecionar um iframe como o documento alvo atual

source: Disable popup auto hide
pt: Desativar ocultação automática de popups

source: Error opening Browser Toolbox:
bg: Грешка при отваряне на кутията с инструменти за браузър:
pt: Erro ao abrir a caixa de ferramentas do navegador:
ur: error افتتاحی براؤزر ٹول باکس:

source: Advanced settings
bg: Настройки за напреднали
pt: Definições avançadas
th: การตั้งค่าขั้นสูง
ur: اعلٰی سیٹنگیں

source: Inspector
bg: Инспектор
pt: Inspetor
th: ตัวตรวจสอบ
ur: انسپکٹر

source: Show Browser Styles
bg: Показване на браузърните стилове
pt: Mostrar estilos do navegador
th: แสดงสไตล์เบราว์เซอร์
ur: انداز براؤزر دکھائیں

source: Turning this on will show default styles that are loaded by the browser.
bg: Включването на това ще покаже стандартните стилове, зареждани от браузъра.
pt: Ative para que sejam mostrados os estilos predefinidos que são carregados pelo navegador.
th: การเปิดใช้งานนี้จะแสดงค่าสไตล์ปริยายที่ถูกโหลดโดยเบราว์เซอร์
ur: اس پر ٹرننگ براؤزر کی طرف سے بھری ہوئی ہے کہ طےشدہ سٹائل دکھائے گا.

source: Truncate DOM attributes
pt: Truncar atributos DOM
ur: DOM اوصاف تراش

source: Truncate long attributes in the inspector
pt: Truncar atributos longos no inspetor
ur: انسپکٹر میں طویل صفات تراش

source: Defa&ult color unit
bg: &Стандартна единица за цвят
pt: &Unidade predefinida de cor
th: หน่วยสี&ปริยาย
ur: پہلے سے طے شدہ رنگ یونٹ

source: As Authored
bg: Авторски
pt: Como autorizada
ur: مصنف کے طور پر

source: Color Names
bg: Имена на цветове
pt: Nomes de cores
th: ชื่อสี
ur: رنگ کے نام

source: * Current session only, reloads the page
bg: * Само на текущата сесия, презарежда страницата
pt: * Apenas sessão atual, recarrega a página
th: *เรียกหน้าเว็บใหม่เฉพาะวาระปัจจุบันเท่านั้น
ur: * موجودہ سیشن صرف، صفحات دوبارہ

source: Enable browser chrome and add-on debugging toolboxes
bg: Активиране на кутията с дебъгващи инструменти за браузърския хром и добавките
pt: Ativar caixas de ferramentas de depuração do navegador e dos extras
ur: براؤزر کروم اورadd-on بگ آلہ خانوں فعال

source: Turning this option on will allow you to use various developer tools in browser context (via Tools > Web Developer > Browser Toolbox) and debug add-ons from the Add-ons Manager
bg: Активирането на тази опция ще ви позволи да използвате различни развойни инструменти в контекста на браузъра (чрез Инструменти > Уеб разработчик > Кутия с инструменти) и за дебъгване на добавки от управлението на добавки
pt: Ativar esta opção irá permitir que utilize várias ferramentas de programador no contexto no navegador (através das Ferramentas > Programador Web > Caixa de ferramentas do navegador) e depure extras a partir do Gestor de Extras
ur: پر اس اختیار ٹرننگ آپ کو Add-On کے مینیجر سے براؤزر تناظر میں مختلف ڈویلپر کے اوزار استعمال کرنے کے لئے اور ڈیبگ Add-on (ٹولز> ویب ڈیولپر> براؤزر ٹول باکس کے ذریعے) کی اجازت دے گا

source: Enable remote debugging
bg: Включване отдалеченото дебъгване
pt: Ativar depuração remota
th: เปิดใช้ remote debugging
ur: بعید ٹھیک کر رہا ہے اہل بنائیں

source: Turning this option on will allow the developer tools to debug a remote instance like Firefox OS
pt: Se ativar esta opção irá permitir às ferramentas de programador depurar uma instância remota como o Firefox OS
ur: اس اختیار کو چالوں کرنے سے تخلیق کار ٹول کو بعید انسٹانس جیسے کی Firefox OS کو ٹھیک کرنے دیگا

source: Enable worker debugging (in development)
bg: Активиране дебъгването на обслужващи нишки (в разработка)
pt: Ativar depuração de workers (em desenvolvimento)
ur: کارکن ٹھیک کرنا (ترقی میں) فعال کریں

source: Turning this option on will allow the developer tools to debug workers
bg: Активирането на тази опция ще позволи развойните инструменти да дебъгват обслужващи нишки
pt: Ativar esta opção irá permitir que as ferramentas de programador depurem workers
ur: اس اختیار کو چالو کرنے سے آپ تخلیق کار ٹول کو کارکنان کو ٹھیک کرنے کی اجازت دیں گے

source: Disable JavaScript *
bg: Изключване на JavaScript *
pt: Desativar JavaScript
th: ปิดใช้งาน JavaScript *
ur: جاوا سکرپٹ نااہل بنائیں *

source: Turning this option on will disable JavaScript for the current tab. If the tab or the toolbox is closed then this setting will be forgotten.
bg: Включването на тази настройка ще изключи JavaScript в текущия подпрозорец. Ако подпрозореца или кутията с инструменти се затворят, тази настройка ще бъде забравена.
pt: Se ativar esta opção desativa o JavaScript no separador atual. Se o separador ou a caixa de ferramentas for fechado, então esta definição será esquecida.
th: การเปิดใช้ตัวเลือกนี้จะปิดใช้งาน JavaScript ในแท็บปัจจุบัน ถ้าแท็บนี้ถูกปิดไป ค่าที่ตั้งนี้จะถูกล้าง
ur: اس اختیار کی طرف جاوا سکرپٹ موجودہ ٹیب کے لیے نااہل ہو جائیں گے. اگر ٹیب یا ٹول بکس بند کردیا گیا تو اس سٹینگوں کو بھلا دیا جاائے گا

source: Disable HTTP Cache (when toolbox is open)
pt: Desativar cache HTTP (quando a caixa de ferramentas está aberta)
th: ปิดใช้งานแคช HTTP (เมื่อกล่องเครื่องมือเปิดอยู่)
ur: HTTP کیسہ کو نا اہل بنائیں (جب ٹول بکسا کھلا ہو )

source: Turning this option on will disable the HTTP cache for all tabs that have the toolbox open. Service Workers are not affected by this option.
pt: Ligar esta opção irá desativar o cache HTTP para todos os separadores que têm a caixa de ferramentas aberta. Os Service Workers não são afetados por esta opção.
ur: اس اختیار کو اہل بنانے سے HTTPکیسہ تمام ٹیب جن میں ٹول بکس کھلا ہے نا اہلل ہو جائے گا۔ خدمت کارکنا٘ن اس اختیار سے متاثر نہیں ہوں گے۔

source: Enable Service Workers over HTTP (when toolbox is open)
bg: Активиране на обслужващи нишки през HTTP (когато кутията с инструменти е отворена)
pt: Ativar Service Workers sobre HTTP (se a caixa de ferramentas estiver aberta)
ur: خدمت کارکنان کو HTTP کے اوپر اہل بنائیں (جب ٹول بکس کھلا ہو )

source: Turning this option on will enable the service workers over HTTP for all tabs that have the toolbox open.
bg: Активирането на тази опция ще активира обслужващи нишки през HTTP за всички подпрозорци, които имат отворена кутия с инструменти.
pt: Se ativar esta opção, serão ativados os service workers sob HTTP, em todos os separadores que tenham a caixa de ferramentas aberta.
ur: اس اختیار کو چالو کرنے سے HTTP کے اوپر سروس کارکنان کو اہل بنائیں گے کہ تمام ٹیب میں ٹول بکس کھلا ہے۔

source: Default Developer Tools
pt: Ferramentas de programador predefinidas
ur: طےشدہ تخلیق کار ٹول

source: Developer Tools installed by add-ons
bg: Развойни инструменти, инсталирани от добавки
pt: Ferramentas de programador instaladas por extras
th: เครื่องมือนักพัฒนาที่ติดตั้งผ่านส่วนเสริม
ur: تخلیق کار ٹول اظافہ جات کی جانب سے تنصیب کیئے گئے

source: Available Toolbox Buttons
bg: Налични бутони за лентата с инструменти
pt: Botões da caixa de ferramentas disponíveis
th: ปุ่มกล่องเครื่องมือที่มีให้ใช้งาน
ur: ٹولبکس کا بٹن دستیاب ہے

source: * Not supported for current toolbox target
bg: * Не се поддържа от назначението на текущата кутия с инструменти
pt: * Não suportado para o destino atual da caixa de ferramentas
th: * ไม่รองรับในชุดเครื่องมือปัจจุบัน
ur: * موجودہ ٹولبکس ہدف کی ہمایت نہہیں کرتا

source: Themes
bg: Теми
pt: Temas
th: ชุดตกแต่ง
ur: خیالیات

source: Use Developer Edition browser theme
bg: Използване темата на Developer Edition
pt: Utilizar o tema Developer Edition
ur: تخلیق کار اشاعت براؤزر خیالیہ کا استعمال کریں

source: Toggles the Developer Edition browser theme.
bg: Превключва темата на Developer Edition.
pt: Alterna o tema Developer Edition.
ur: تخلیق کار اشاعت براؤزر خیالیہ کو ٹوگل کریں

source: Web Console
bg: Уеб конзола
pt: Consola web
th: คอนโซลเว็บ
ur: ویب کنسول

source: Enable timestamps
bg: Включване на моментите от време
pt: Ativar marcas temporais
th: เปิดใช้งานตราเวลา
ur: وقت سٹیمپ اہل بنائیں

source: If you enable this option commands and output in the Web Console will display a timestamp
bg: Ако активирате тази опция, командите и изхода от уеб конзолата ще извеждат момента от време
pt: Se ativar esta opção os comandos e a saída da consola web irão mostrar uma marca temporal
th: ถ้าคุณเปิดใช้งานตัวเลือกคำสั่งนี้ การแสดงผลในเว็บคอนโซลจะแสดงตราเวลา
ur: اگر آپ اس اختیار کو اہل بناتے ہیں تو ویب کنسول پر احکام اور آؤٹ پٹ ایک وقت سٹیمپ دکھائیں گے

source: Debugger
pt: Depurador
ur: ٹھیک کرنے والا

source: Enable Source Maps
pt: Ativar mapas de fonte
ur: ماخذ نقشہ جات اہل بنائیں

source: If you enable this option sources will be mapped in the Debugger and Console.
pt: Se ativar esta opção as fontes serão mapeadas no depurador e na consola.
ur: اگر آپ ان اختیارات کو اہل بناتے ھیں تو ماخذات ٹھیک کرنے والے اور کنسول کے ساتھ نقش ھو جاے گا۔

source: Style Editor
bg: Редактор на стилове
pt: Estilos
th: ตัวแก้ไขลักษณะ
ur: انداز تدوین کار

source: Show original sources
bg: Показване на изходния код
pt: Mostrar fontes originais
th: แสดงแหล่งต้นฉบับ
ur: اصل ماخذ دکھائیں

source: Show original sources (e.g. Sass files) in the Style Editor and Inspector
bg: Показване на оригинален изходен код (напр. файлове Sass) в редактора и инспектора на стилове
pt: Mostrar fontes originais (ex. ficheiros Sass) no editor de estilos e no inspetor
th: แสดงแหล่งต้นฉบับ (เช่น แฟ้ม Sass) ในเครื่องมือแก้ไขสไตล์และตัวตรวจสอบ
ur: انداز تدوین کار اور انسپکٹر میں اصل ماخذ (مثلا SASS مسل) دکھائیں

source: Autocomplete CSS
bg: Автоматично довършване на CSS
pt: Conclusão automática de CSS
th: เติมเต็ม CSS อัตโนมัติ
ur: CSS خودکار تکمیل کریں

source: Autocomplete CSS properties, values and selectors in Style Editor as you type
bg: Автоматично довършване, докато пишете, на свойствата, стойностите и селекторите на CSS в стиловия редактор
pt: Completa automaticamente as propriedades CSS, os valores e os seletores no editor de estilos assim que forme escritos
th: เติมเต็ม CSS อัตโนมัติ คุณสมบัติ ค่า และตัวเลือกในตัวแก้ไขสไตล์ตามที่คุณพิมพ์
ur: CSS جصوصیات خودکار مکمل، قدر اور منتخب کنندگاں انداز تدوین کار میں جیسے آپ لکھیں

source: Common Preferences
bg: Общи настройки
pt: Preferências comuns
th: ตัวเลือกร่วมกัน
ur: عام ترجیحات

source: Enable persistent logs
bg: Включване постоянните журнали
pt: Ativar registos permanentes
th: เปิดใช้งาน persistent logs
ur: مستقل لاگ اہل بنائیں

source: If you enable this option the Web Console and Network Monitor will not clear the output each time you navigate to a new page
bg: Ако активирате тази настройка, уеб конзолата и мрежовия монитор няма да изчистват изхода си при всяко отиване на нова страница
pt: Se ativar esta opção a consola web não limpa a saída de cada vez que navega para uma nova página
th: ถ้าคุณเปิดใช้งานตัวเลือกนี้ เว็บคอนโซลและตัววิเคราห์เครือข่ายจะไม่ล้างค่าเมื่อคุณเปลี่ยนไปยังหน้าเว็บใหม่
ur: اگر آپ اس اختیار کو فعال بناتے ھیں تو جب بھی ایک نئے صفحے پر تشریف لے جاءیں گے تو ویب کنسول اور نیٹ ورک مانیٹر پیداوار ہر وقت صاف نہیں ہوں گے_

source: Show Gecko platform data
bg: Показване на данните от платформата Gecko
pt: Mostrar dados da plataforma Gecko
th: แสดงข้อมูล Gecko platform
ur: گیکو پلیٹ فارم کوائف دکھایں

source: If you enable this option the JavaScript Profiler reports will include Gecko platform symbols
bg: Ако активирате тази настройка, докладите на профилаторът на JavaScriptще включват символите на платформата Gecko
pt: Ao ativar esta opção os relatórios JavaScript irão incluir os símbolos da plataforma Gecko
th: ถ้าคุณเปิดใช้งานตัวเลือกนี้ รายงานตัวเก็บประวัติ JavaScript จะรวมสัญลักษณ์ของ Gecko platform เข้าไปด้วย
ur: اگر آپ اس اختیار کو فعال ہے تو جاوا پروفائلر رپورٹوں چھپکلی پلیٹ فارم علامتوں میں شامل ہوں گے

source: Editor Preferences
bg: Настройки на редактора
pt: Preferências do editor
th: ตั้งค่าตัวเลือก
ur: تدوین کار ترجیحات

source: Detect indentation
bg: Разпознаване на отстъп
pt: Detetar indentação
th: ตรวจสอบการเยื้อง
ur: پوٹ کاری کا کھوج لگائیں

source: Guess indentation based on source content
bg: Предполагане какъв е използваният отстъп, изследвайки съдържанието на сорса
pt: Inferir indentação com base no conteúdo do código
th: กะประมาณการเยื้องขึ้นอยู่กับเนื้อหาต้นฉบับ
ur: مںبع مواد پر منحصر پوٹ کاری کا اندازہ لگائیں

source: Autoclose brackets
bg: Автоматично затваряне на скоби
pt: Fechar automaticamente parêntesis retos
th: ปิดวงเล็บอัตโนมัติ
ur: خود کار بند ہونے والے بریکٹ

source: Automatically insert closing brackets
bg: Автоматично вмъкване на затваряща скоба
pt: Inserir automaticamente os parêntesis retos de fecho
th: ใส่วงเล็บปิดอัตโนมัติ
ur: خود کار طریقے سے بند خطوط وحدانی داخل کریں

source: Indent using spaces
bg: Отстъп, използвайки интервали
pt: Indentar usando espaços
th: เยื้องโดยใช้ช่องว่าง
ur: فاصلہ رکھ کر پوٹ کاری کریں

source: Use spaces instead of the tab character
bg: Използване на интервали вместо знака за табулация
pt: Utilizar espaços em vez do caractere de tabulação
th: ใช้ช่องว่างแทนอักขระแท็บ
ur: ٹیب کی جگہ سپیس کا استعمال کریں

source: &Tab size
bg: &Размер на табулацията
pt: &Tamanho da tabulação
th: &ขนาดแท็บ
ur: ٹیب سائز

source: &Keybindings
bg: &Клавишни комбинации
pt: &Combinações de teclas
th: &ปุ่มลัด
ur: بٹن بائنڈنگ

source: Default
bg: Стандартни
pt: Predefinição
th: ปริยาย
ur: طے شدہ

source: Hex
bg: Шестнадесетична
ur: ہیکس

source: Play camera shutter sound
ur: کیمرہ کی شٹر کی آواز چلائیں

source: Enables the camera audio sound when taking screenshot
ur: جب اسکرین شاٹ لیں تو کیمرہ کی آڈیو آواز کو اہل بنائیں

source: Turning this option on will allow the developer tools to debug remote Firefox instance like Firefox OS
bg: Включването на тази настройка ще ви позволи да използвате развойните инструменти за дебъгване на отдалечени екземпляри на Firefox, като Firefox OS
th: การเปิดใช้ตัวเลือกนี้จะอนุญาตให้เครื่องมือนักพัฒนาตรวจสอบ Firefox เหมือนใน Firefox OS

source: Default Firefox Developer Tools
bg: Стандартни развойни инструменти на Firefox
th: เครื่องมือนักพัฒนาเว็บของ Firefox
