Repository: tktk711/mozilla-l10n
Catalog: */devtools/client/webconsole.properties.po
Languages: bs, hy_am, kab, sv

source: Can’t call pprint on this type of object.
bs: Ne mogu pozvati pprint na ovom tipu objekta.
hy_am: Այս տեսակի առարկայի համար հնարավոր չէ կանչել pprint
kab: Asiwel n pprint d awezɣi ɣef tewsit-agi n tɣawsa.
sv: Kan inte anropa pprint på den här typen av objekt.

source: %Sms
hy_am: %Sմվ

source: The Web Console logging API (console.log, console.info, console.warn, console.error) has been disabled by a script on this page.
bs: API za zapisivanje Web konzole (console.log, console.info, console.warn, console.error) je onemogućen od strane skripte na ovoj stranici.
hy_am: Վեբ Կառավարակետի API գրառումները (console.log, console.info, console.warn, console.error) անջատվել են տվյալ էջի գրվածքի կողմից:
kab: API n tdiwent n usniɣmes (console.log, console.info, console.warn, console.error) ireremd-itt usript ɣef usebter-agi.
sv: Webbkonsolens loggnings-API (console.log, console.info, console.warn, console.error) har inaktiverats av ett skript på den här sidan.

source: Web Console - %S
bs: Web konzola - %S
hy_am: Վեբ Կառավարակետ՝ %S
kab: Tadiwent web - %S
sv: Webbkonsol — %S

source: Mixed Content
bs: Miješani sadržaj
hy_am: Խառը բովանդակություն
kab: Agbur amasay
sv: Mixat innehåll

source: Learn More
bs: Saznajte više
hy_am: Մանրամասն
kab: Issin ugar
sv: Läs mer

source: Shift+RETURN - Open in Scratchpad
bs: Shift+RETURN - Otvori u Scratchpadu
hy_am: Shift+RETURN - Բացել Խմբագրիչում
kab: Maj+Anekcum - Ldi di tacirra n JavaScript
sv: Skift+Retur - Öppna i Kladdblocket

source: reflow: %Sms
hy_am: կրկնել. %Sմվ

source: reflow: %Sms
hy_am: կրկնել. %Sմվ

source: function %1$S, %2$S line %3$S
bs: funkcija %1$S, %2$S linija %3$S
hy_am: գործառույթը՝ %1$S, %2$S տողը՝ %3$S
kab: tawuri %1$S, %2$S izirig %3$S
sv: funktionen %1$S, %2$S rad %3$S

source: <anonymous>
bs: <anonimno>
hy_am: <անանուն>
kab: <udrig>

source: %S: timer started
bs: %S: timer pokrenut
hy_am: %S. հաշվարկը սկսվել է
kab: %S: akudar yekker
sv: %S: tidur startad

source: Console was cleared.
bs: Konzola je očišćena.
hy_am: Կառավարակետը մաքրվել է:
kab: Tadiwent tettwasfeḍ.
sv: Konsolen rensades.

source: <no label>
bs: <bez oznake>
hy_am: <տառ չկա>
kab: <war tabzimt>
sv: <namnlös>

source: <no group label>
bs: <nema grupne labele>
hy_am: <չկա խմբի պիտակ>

source: <- no result
bs: <- nema rezultata
hy_am: <- արդյունք չկա
kab: <- ulac agmuḍ
sv: <- inget resultat

source: The maximum allowed number of timers in this page was exceeded.
bs: Maksimalni dozvoljeni broj timera na ovoj stranici je prekoračen.
hy_am: Առավելագույն քանակը այս էջի համար գերազանցվել է:
kab: Amḍan afellay n imasdaten ittusirgen deg usebter-agi ibbeḍ ɣer talast.
sv: Det maximalt tillåtna antalet tidur i sidan överskreds.

source: Timer “%S” already exists.
hy_am: “%S” ժամաչափը արդեն առկա է:

source: Timer “%S” doesn’t exist.
hy_am: “%S” ժամաչափը գոյություն չունի

source: Failed to process the timer name.
hy_am: Հնարավոր չեղավ ընթացք տալ ժամաչափի անունը:

source: The maximum allowed number of counters in this page was exceeded.
bs: Prekoračen je maksimalan broj brojača na ovoj stranici.
hy_am: Առավելագույն քանակը այս էջի համար գերազանցվել է:
kab: Amḍan afellay n imesmiḍanen ittusirgen ɣef usebter-agi ibbeḍ talast.
sv: Maximala antalet tillåtna räknare på sidan överskreds.

source: The string you are trying to view is too long to be displayed by the Web Console.
bs: String koji pokušavate vidjeti je predug za prikaz na Web konzoli.
hy_am: Տողը, որը դուք փորձում եք դիտել, չափազանց երկար է Վեբ Կառավարակետի կողմից ցուցադրվելու համար.
kab: Azrir n isekkilen ɣezzif aṭas akken ad d-yettwasken deg tdiwent web
sv: Strängen du försöker visa är för lång för att visas i webbkonsolen.

source: Connection timeout. Check the Error Console on both ends for potential error messages. Reopen the Web Console to try again.
bs: Isteklo vrijeme za povezivanje. Provjerite Konzolu za greške na oba kraja za potencijalne poruke o greški. Ponovo otvorite Web konzolu da pokušate ponovo.
hy_am: Միացման ժամանակը լրացել է: Ստուգեք Սխալների Կառավարակետը՝ սխալների առկայության համար: Վերաբացեք Վեբ Կառավարակետը՝ կրկին փորձելու համար:
kab: Tuqqna tezri. Senqed tadiwen n tuccḍa ɣef iznan n tuccḍiwin. Ldi tikelt nniḍen tadiwent Web sakin ɛreḍ tikelt niḍen.
sv: Tidsgränsen för anslutningen löpte ut. Kontrollera felkonsolen på bägge ändar för eventuella felmeddelanden. Återöppna webbkonsolen för att försöka igen.

source: Filter properties
bs: Filter postavki
hy_am: Տպիչի հատկությունները
kab: Zezdeg taɣaṛa
sv: Filtrera egenskaper

source: No properties to display
bs: Nema postavki za prikaz
hy_am: Ցուցադրվող հատկություններ չկան
kab: Ulac taɣaṛa ad iţuseknen
sv: Inga egenskaper att visa

source: #1 repeat;#1 repeats
bs: #1 ponavljanje;#1 ponavljanja
hy_am: #1 կրկնել;#1 կրկնել
kab: Sniles #1 tikelt;#1 tikal
sv: #1 upprepning;#1 upprepningar

source: Click to select the node in the inspector
bs: Kliknite za odabir čvora u inspektoru
hy_am: Սեղմեք՝ ընտրելու համար հանգույցը տեսուչում
kab: Sit i wefran n tkerrist deg umaswaḍ
sv: Klicka för att välja noden i inspektören

source: Cannot cd() to the given window. Invalid argument.
bs: cd() na datom prozoru nije izvodiv. Neispravan argument.
hy_am: Հնարավոր չէ cd() տրված պատուհանում: Անվավեր փաստարկ:
kab: Aseqdec n cd() ɣef ufaylu-yagi d awezɣi. Tiɣiret d tarameɣtut.
sv: Kan inte cd() till det givna fönstret. Ogiltigt argument.

source: Scam Warning: Take care when pasting things you don’t understand. This could allow attackers to steal your identity or take control of your computer. Please type ‘%S’ below (no need to press enter) to allow pasting.
bs: Upozorenje prevare: budite oprezni kada lijepite stvari za koje niste sigurni. Takve radnje mogu omogućiti napadačima krađu vašeg identiteta ili preuzimanje kontrole nad vašim računarom. Da biste omogućili ljepljenje, upišite ispod '%S' (nema potrebe za pritiskom na tipku enter).
hy_am: Խարդախության զգուշացում. Մտածեք, ինչ-որ բան տեղադրելուց առաջ, որը չեք հասկանում: Դա կարող է հնարավորություն ստեղծել հարձակվողների համար՝ գողանալու ձեր ինքնությունը կամ կառավարելու ձեր համակարգիչը: Մուտքագրեք ‘%S’-ը Խմբագրիչում ստորև՝ թույլատրելու համար տեղադրումը:
kab: Acaɣli n ukellex: ɣur-k ticki tesentaḍeḍ ayen ur tigziḍ ara. Yezmer ad yili d aẓdam n tkerḍa n tmagit-inek neɣ n uselkim-inek. Ma ulac aɣilif, aru '%S' daw-a (ur tesriḍ ara ad tsended ɣef tqeffalt sekcem) akken ad tesirged asenṭeḍ.
sv: Bluffvarning: Var försiktig när du klistrar in saker du inte förstår. Detta skulle kunna göra det möjligt för angripare att stjäla din identitet eller ta kontroll över din dator. Skriv in ‘%S’ nedan (du behöver inte trycka på enter) för att möjliggöra klistring.

source: allow pasting
bs: dopusti ljepljenje
hy_am: թույլատրել տեղադրումը
kab: sireg asenṭeḍ
sv: tillåt inklistring

source: Show/hide message details.
bs: Prikaži/sakrij detalje poruke.
hy_am: Ցուցադրել/թաքցնել հաղորդագրության մանրամասները
kab: Sken/Ffer izen leqqayen.
sv: Visa/göm meddelande detaljer.

source: Show/hide group.
bs: Prikaži/sakrij grupu.
hy_am: Ցուցադրել/թաքցնել խումբը:
sv: Visa/dölj grupp.

source: #1 empty slot;#1 empty slots
bs: #1 prazno mjesto;#1 praznih mjesta
hy_am: #1 դատարկ փորակ;#1 դատարկ փորակներ
kab: #1 amaqqan ilem;#1 imaqqanen ilmawen
sv: #1 tom plats;#1 tomma platser

source: (index)
bs: (indeks)
hy_am: (ցուցիչ)
kab: (amatar)

source: (iteration index)
bs: (iteracijski indeks)
hy_am: (կրկնության ցուցիչ)
kab: (amatar n usniles)
sv: (upprepning nummer)

source: Key
bs: Ključ
hy_am: Բանալի
kab: Tasaruţ
sv: Nyckel

source: Values
bs: Vrijednosti
hy_am: Արժեքը
kab: Azalen
sv: Värden

# severity.error
source: Error
bs: Greška
hy_am: Սխալ
kab: Tuccḍa
sv: Fel

# severity.warn
source: Warning
bs: Upozorenje
hy_am: Զգուշացում
kab: Alɣu
sv: Varning

# severity.info
source: Info
hy_am: Տեղեկություն
kab: Talɣut

# severity.log
source: Log
bs: Zapis
hy_am: Մատյանը
kab: Aɣmis
sv: Logg

# level.error
source: Error
bs: Greška
hy_am: Սխալ
kab: Tuccḍa
sv: Fel

# level.warn
source: Warning
bs: Upozorenje
hy_am: Զգուշացում
kab: Alɣu
sv: Varning

# level.info
source: Info
hy_am: Տեղեկություն
kab: Talɣut

# level.log
source: Log
bs: Zapis
hy_am: Մատյանը
kab: Aɣmis
sv: Logg

# level.debug
source: Debug
bs: Debagiranje
hy_am: Վրիպազերծել

source: Copy Link Loc&ation
bs: Kopir&aj lokaciju linka
hy_am: Պատճենել տե&ղադրության հղումը

source: Open URL in New &Tab
bs: Otvori URL u novom &tabu
hy_am: Վեբ հղումը բացել Նոր &Ներդիրում

source: Open in &Variables View
bs: Otvori u prikazu &varijabli
hy_am: Բացել &Փոփոխականներով դիտմամբ

source: &Store as global variable
bs: &Spremi kao globalnu varijablu
hy_am: &Պահել որպես ընդհանրական փոփոխական

source: &Copy
bs: &Kopiraj
hy_am: &Պատճենել

source: Select &all
bs: Ozn&ači sve
hy_am: Ընտրել &բոլորը

source: Clear the Web Console output
bs: Očisti izlaz Web konzole
hy_am: Մաքրել Վեբ Կառավարակետի արտածումը

source: Toggle filter bar
bs: Uključi/isključi traku filtera
hy_am: Փոխարկել զտիչի գոտին

source: Filter output
bs: Izlaz filtera
hy_am: Զտիչի արտածում

source: Errors
bs: Greške
hy_am: Սխալներ

source: Warnings
bs: Upozorenja
hy_am: Զգուշացումներ

source: Logs
bs: Zapisi
hy_am: Մատյաններ

# webconsole.infoFilterButton.label
source: Info
hy_am: Տեղեկություն

# webconsole.debugFilterButton.label
source: Debug
bs: Debagiranje
hy_am: Վրիպազերծել

source: Requests
bs: Zahtjevi
hy_am: Հայցումներ

source: (Async: %S)
bs: (Asinhrono: %S)
kab: (Aramtawan: %S)

source: Debug
kab: Taseɣtit
sv: Felsök
