Repository: tktk711/mozilla-l10n
Catalog: kw/toolkit/chrome/mozapps/extensions/update.dtd.po
Languages: kw

source: &brandShortName; Update
kw: Nowedhans &brandShortName;

source: &brandShortName; is working offline
kw: Yma &brandShortName; owth oberi meslinen

source: &brandShortName; needs to go online in order to see if updates are available for your add-ons to make them compatible with this version.
kw: Res yw dhe &brandShortName; mos warlinen rag gweles mars eusnowedhansow kavadow rag agas keworansow rag gul dhedhanskesplegadow gans an versyon-ma.

source: &Go online now.
kw: &Mos warlinen lemmyn.

source: Incompatible Add-ons
kw: Keworansow ankesplegadow

source: The following add-ons are not compatible with this version of &brandShortName; and have been disabled:
kw: Nyns yw an keworansow a sew kesplegadow gans an versyon-maa &brandShortName; ha dialosegys re bons:

source: &brandShortName; can check if there are compatible versions of these add-ons available.
kw: &brandShortName; a yll checkya mars eus versyons kesplegadowa'n keworansow-ma kavadow.

source: Checking for Compatible Add-ons
kw: Ow checkya rag keworansow kesplegadow

source: Checking your incompatible add-ons for updates…
kw: Ow checkya agas keworansow ankesplegadow rag nowedhansow…

# checking.status
source: This may take a few minutes…
kw: Hemm a alja kemeres nebes mynysennow…

source: Found Compatible Add-ons
kw: Keworansow kesplegadow kevys

source: Select the add-ons you would like to install:
kw: Dowisowgh an keworansow a garsowgh hwi lea:

source: These updates can’t be installed because software installation is currently disabled. You can change this setting below.
kw: Ny yllir lea an nowedhansow-ma drefen bos dialosegys a-lemmyn leamedhelweyth. Hwi a yll chanjya an settyans-ma a-woles.

source: &Allow websites to install software
kw: &Alowa gwiasvaow dhe lea medhelweyth

source: Installing Compatible Add-ons
kw: Ow lea keworansow kesplegadow

source: Downloading and installing updates to your add-ons…
kw: Owth iskarga hag ow lea nowedhansow rag agas keworansow dowisyes…

source: No Compatible Add-ons Found
kw: Ny veu kevys keworrans kesplegadow veth

source: &brandShortName; was unable to find updates to your incompatible add-ons.
kw: Ny allas &brandShortName; kavos nowedhansow rag agaskeworransow ankesplegadow.

source: Some problems were encountered when trying to find updates.
kw: Yth esa nebes kudynnow hag owth assaya kavos nowedhansow.

source: &brandShortName; will check periodically and inform you when compatible updates for these add-ons are found.
kw: &brandShortName; a wra checkya a dermyn dhe dermyn ha derivas dhywghpan vo kevys nowedhansow kesplegadow rag an keworansow-ma.

source: Compatible Add-ons Installed
kw: An keworansow kesplegadow re beu les

source: &brandShortName; has installed the updates to your add-ons.
kw: Yma les gans &brandShortName; an nowedhansow dhe'gas keworansow.

source: &brandShortName; can check periodically and inform you when updates for add-ons are found.
kw: &brandShortName; a yll checkya a dermyn dhe dermyn ha derivas dhywgh pan vo kevys nowedhansow rag keworansow.

source: &brandShortName; will check periodically and inform you when updates for add-ons are found.
kw: &brandShortName; a wra checkya a dermyn dhe dermyn ha derivas dhywgh pan vo kevys nowedhansow rag keworansow.

source: Unable to Check for Updates
kw: Ny yllir checkya rag nowedhansow

source: It is not possible to check for updates to incompatible add-ons because software installation for &brandShortName; has been disabled. Please contact your System Administrator for assistance.
kw: Nyns yw possybyl checkya rag nowedhansow dhe geworansow ankesplegadowdrefen bos dialosegys lea medhelweyth rag &brandShortName;.Gwrewgh kestava orth menyster agas system rag gweres.

source: Checking Compatibility of Add-ons
kw: Ow checkya kesplegadowder an keworansow

source: Checking your add-ons for compatibility with this version of &brandShortName;.
kw: Ow checkya agas keworansow rag kesplegadowder gans an versyon-ma a &brandShortName;.

# versioninfo.waiting
source: This may take a few minutes…
kw: Hemm a alja kemeres nebes mynysennow…

source: Problems Installing Updates
kw: Kudynnow ow lea an nowedhansow

source: &brandShortName; encountered problems when updating some of your add-ons.
kw: &brandShortName; a dheuth war-bynn kudynnow ow nowedha rann a'gas keworansow.

source: Click Finish to continue starting &brandShortName;.
kw: Clyckyowgh Gorfenna rag pesya dalleth &brandShortName;.

source: Click Done to continue starting &brandShortName;.
kw: Clyckyowgh Gwres rag pesya dalleth &brandShortName;.

source: Allow &brandShortName; to check for updates.
kw: Alowa &brandShortName; dhe jeckya rag nowedhansow.
