Repository: tktk711/mozilla-l10n
Catalog: mix/mobile/android/*/sync_strings.dtd.po
Languages: mix

source: Connect to &syncBrand.shortName.label;
mix: Chita'n tsi &syncBrand.shortName.label;

source: To activate your new device, select “Set up &syncBrand.shortName.label;” on the device.
mix: Tatu kunu iin dispositivo tsaá, katavii "ntasama &syncBrand.shortName.label;" nu dispositivo ku

source: To activate, select “Pair a device” on your other device.
mix: Tatu kunu ki'tsau, katavii "Chita'an" nu inka dispositivo ku.

source: I don't have the device with me…
mix: Koo dispositivo naa me...

# sync.configure.engines.title.passwords2
source: Logins
mix: Ki'tsa

# sync.configure.engines.title.history
source: History
mix: Ña niya'a

source: Tabs
mix: Pestañas

source: &formatS1; on &formatS2;
mix: &formatS1; a &formatS2;

source: Bookmarks Menu
mix: Nda duku marcadores

source: Tags
mix: Pestañas

source: Bookmarks Toolbar
mix: Barra de herramientas

source: Other Bookmarks
mix: Inka marcador

source: Desktop Bookmarks
mix: Marcadores nu sachu`n

source: Mobile Bookmarks
mix: Marcador ña telefono

source: Pinned
mix: Fijada

source: Back to browsing
mix: Nda nchiko sata nu nda ndukuku

source: Welcome to &syncBrand.shortName.label;
mix: Kukueni nu &syncBrand.shortName.label;

source: Sign in to sync your tabs, bookmarks, logins & more.
mix: kitsaa tava na kuu chitaun pestañas, marcaddores contraseñas tsi inka kue ñaa.

source: Get started
mix: Ki'tsaà

source: Using an older version of &syncBrand.shortName.label;?
mix: Chachu'un version yata ña &syncBrand.shortName.label;?

source: Signed in as
mix: Ki'tsau tana

source: Manage account
mix: Chachu'un cuenta

source: Account server
mix: Servidor ña cuenta

source: Sync now
mix: Sync michumi

source: Syncing…
mix: Sincronizando…

source: Device name
mix: sivìi dispositivo

source: Sync server
mix: Servidor de Sync

source: &syncBrand.shortName.label;: enabled
mix: &syncBrand.shortName.label;: ni ki tsai

source: Your account needs to be verified. Tap to resend verification email.
mix: Tsini ñuu kunchekue cuenta.Katavi tava na chichu'inña nu correo nchau ta niki'tsau.

source: Cannot connect. Tap to sign in.
mix: Kue ku kitsai. Katavi tava Ki'tsau.

source: You need to upgrade &brandShortName; to sign in.
mix: Tsini ñuu ntutsai &brandShortName; tava ku ki'tsau

source: &syncBrand.shortName.label; is set up, but not syncing automatically. Toggle “Auto-sync data” in Android Settings &gt; Data Usage.
mix: &syncBrand.shortName.label;nta sai'ña, mani'ku chitain'ña, Katavi “Auto-sync data” nu nda sama Android &gt; uso de datos.

source: &syncBrand.shortName.label; is set up, but not syncing automatically. Toggle “Auto-sync data” in the menu of Android Settings &gt; Accounts.
mix: &syncBrand.shortName.label; nta sai'ña, mani'ku chitain'ña, Katavi “Auto-sync data” menu nda sama Android &gt;Cuentas.

source: Tap to sign in to your new Firefox Account.
mix: Katavi tava kuu kitsau nuu kuenta staa Firefox.

source: Bookmarks
mix: Marcadores

# fxaccount_status_history
source: History
mix: ña niya'a

# fxaccount_status_passwords2
source: Logins
mix: ki'tsa

source: Open tabs
mix: Kuna pestañas

source: Legal
mix: Aviso legal

source: Terms of service
mix: Tèrminos de servicio

source: Privacy notice
mix: Aviso de Privacidad

source: More&ellipsis;
mix: Más&ellipsis;

source: &syncBrand.shortName.label; is not connected
mix: &syncBrand.shortName.label; maniku sa chita'in ña

# fxaccount_sync_sign_in_error_notification_text2
source: Tap to sign in as &formatS;
mix: Kitsa tana&formatS;

source: Finish upgrading &syncBrand.shortName.label;?
mix: Ntsinu ña ntu vaa &syncBrand.shortName.label;?

# fxaccount_sync_finish_migrating_notification_text
source: Tap to sign in as &formatS;
mix: Kitsa tana &formatS;
