Repository: tktk711/mozilla-l10n
Catalog: gn_PY/browser/chrome/browser/preferences/advanced.dtd.po
Languages: gn_py

source: General
gn_py: Tuichakue

source: Always use the &cursor keys to navigate within pages
gn_py: Eipuru tapia tairenda hu'ykuéra aikundaha kuatiaroguépe

source: Search for te&xt when you start typing
gn_py: Eheka moñe'ẽrã ehaikuévo

source: Show a touch &keyboard when necessary
gn_py: Ehechauka peteĩ tairenda jepokokuaáva oñeikotevẽ jave

source: Browsing
gn_py: Kundaha

source: Use &autoscrolling
gn_py: Oku'éva ijehegui jepuru

source: Use s&mooth scrolling
gn_py: Oku'éva mbeguemi jepuru

source: Check your spelling as you &type
gn_py: Haingatu jehaikuévo jehechajey

source: Data Choices
gn_py: Mba'ekuaarã poravo

source: Data reporting is disabled for this build configuration
gn_py: Pe mba'ekuaarã momarandu oñemboguéma ko ñemboheko guasúpe g̃uarã

source: Allow &brandShortName; to automatically send technical and inte&raction data to Mozilla
gn_py: Emoneĩ &brandShortName; omondo hag̃ua ijehegui mba'ekuaarã aporekóva ha avei Mozilla ndivegua

# healthReportLearnMore.label
source: Learn more
gn_py: Kuaave

source: &brandShortName; Data Collection and Use
gn_py: &brandShortName; Ñembyaty ha mba'ekuaarã jepuru

source: We strive to provide you with choices and collect only what we need to provide and improve &brandShortName; for everyone. We always ask permission before receiving personal information.
gn_py: Roñeha'ã mbarete rome'ẽ hag̃ua jeporavorã ha rombyaty pe roikotevẽva rome'ẽ añoite ha romoĩporãve &brandShortName; arapy tuichakue javépe g̃uarã. Tapiaite rojerure ñemoneĩ marandu og̃uahẽ mboyve oréve.

source: Privacy Notice
gn_py: Marandu Ñemigua

source: Allow &brandShortName; to send &crash reports to Mozilla
gn_py: Emoneĩ &brandShortName; omondóvo marandu'i Mozilla-pe

# crashReporterLearnMore.label
source: Learn more
gn_py: Kuaave

source: Network
gn_py: Ñanduti

source: Network Proxy
gn_py: Proxy ñanduti rehegua

source: Configure how &brandShortName; connects to the Internet
gn_py: Emboheko &brandShortName;-ramo; Ñandutípe jeike

source: S&ettings…
gn_py: Ñemboheko…

source: Cached Web Content
gn_py: Ñanduti rechapyrã kachépe

source: Offline Web Content and User Data
gn_py: Ñanduti rechapyrã jeikekatu'ỹre há puruhára mba'ekuaarã

source: Site Data
gn_py: Mba'ekuaarã tenda rehegua

source: C&lear All Data
gn_py: Embogue opaite mba'ekuaarã

source: Sett&ings…
gn_py: Ñemboheko…

# siteDataLearnMoreLink.label
source: Learn more
gn_py: Kuaave

source: &Limit cache to
gn_py: Kache mombyky

source: MB of space
gn_py: MB pa'ũ

source: &Clear Now
gn_py: Emopotĩ ko'ág̃a

source: Clear &Now
gn_py: Emopotĩ ko'ág̃a

source: &Override automatic cache management
gn_py: Kache ñangarekoha ijeheguíva jehejarei

source: Update
gn_py: Mbohekopyahu

source: &brandShortName; Updates
gn_py: &brandShortName; mbohekopyahu

source: Keep &brandShortName; up to date for the best performance, stability, and security.
gn_py: Eguereko &brandShortName; tekopyahúreve hembiapo porã, hekopyta ha hekorosã hag̃ua.

source: Version
gn_py: Peteĩchagua

source: Allow &brandShortName; to
gn_py: Emomeĩ &brandShortName;

source: &Automatically install updates (recommended)
gn_py: Emohenda ñembohekopyahu ijeheguíva (je'epyréva)

source: &Check for updates but let you choose to install them
gn_py: Tekopyahu jejhechajeýva, hákatu eheja taiporavo amboguejysépa

source: &Never check for updates (not recommended)
gn_py: &Ani eheka ñembohekopyahu (jerovia'ỹ)

source: Show U&pdate History…
gn_py: Tembiasakue rekopyahu jehechauka…

source: Use a &background service to install updates
gn_py: Eipuru peteĩ mba'epytyvõrã &mokõiha pegua remboguejy hag̃ua tekopyahu

source: Automatically updat&e search engines
gn_py: Jehekaha mongu'eha ñembohekopyahu ijeheguíva

source: &Tell you when a website asks to store data for offline use
gn_py: Chemomarandu peteĩ tenda ojerujérõ mba'ekuaarã ñongatu jeikekatu'ỹre ojepuru hag̃ua

source: E&xceptions…
gn_py: Oĩ'ỹva

source: The following websites are allowed to store data for offline use:
gn_py: Ko'ã ñanduti renda oguereko moneĩ oñongatúvo mba'ekuaarã jeikekatu'ỹre ojepuru hag̃ua:

source: &Remove…
gn_py: Mboguete…

source: Remove offline data
gn_py: Mba'ekuaarã jeikekatu'ỹre mboguete

source: Certificates
gn_py: Mboajepyréva

source: When a server requests your personal certificate
gn_py: Peteĩ mohendahavusu oikotevẽramo che mboajepyre

source: Select one automatically
gn_py: Eiporavo peteĩ ijeheguíva

source: Ask you every time
gn_py: Porandu katui

source: &Query OCSP responder servers to confirm the current validity of certificates
gn_py: Mohendahavusu mbohovái porandu OCSP rehegua emoañete hag̃ua oiko gueteriha umi mboajepyre ag̃aguáva.

source: View &Certificates…
gn_py: &Mboajepyre jehecha…

source: Security &Devices…
gn_py: Tekorosã &mba'e'oka rehegua…

source: Performance
gn_py: Mba'eaporã

source: &Use recommended performance settings
gn_py: &Eipuru ñemboheko tembiapokue oje'epyréva

source: These settings are tailored to your computer’s hardware and operating system.
gn_py: Ko'ã ñemoĩporã oñombojuehe hardware ha ne mohendaha apopyvusu rembiapo rehe.

# performanceSettingsLearnMore.label
source: Learn more
gn_py: Kuaave

source: Content process &limit
gn_py: Tetepy ha tembe'y mba'eapo

source: Additional content processes can improve performance when using multiple tabs, but will also use more memory.
gn_py: Umi taperekogua tetepy mbohetapy ikatu omopu'ã apopyre oipurúvo heta tendayke, hákatu avei oipurúta hetave mandu'arenda.

source: Modifying the number of content processes is only possible with multiprocess &brandShortName;.
gn_py: Pe mba'eapo papapy moambue retepy ikatu oiko mba'eapoita &brandShortName; ndive añónte.

source: Learn how to check if multiprocess is enabled
gn_py: Eikuaa mba'éichapa ehechajeýta mba'eapoita ijuruja jave

source: Use ha&rdware acceleration when available
gn_py: Hardware mbopya'eha oĩmba vove jepuru
