Repository: tktk711/mozilla-l10n
Catalog: pbb/toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: pbb

source: Add-ons Manager
pbb: Jxkaan kãajãwa'ja's

source: Search all add-ons
pbb: Pakwen kãajã'wa'j

# search.buttonlabel
source: Search
pbb: Pakwena

# loading.label
source: Loading…
pbb: Akhya'..

source: You don’t have any add-ons of this type installed
pbb: Çxkitxãnximee ji'pha maitxi' kãajãhna naatx kthẽguhna.

# listEmpty.availableUpdates.label
source: No updates found
pbb: Uyya' ewumeeta' yu'pthẽnxisa's.

source: You haven’t recently updated any add-ons
pbb: Yu'pthẽnxi' txaçxhme' maa juhtxpa kãajãhna

source: Check For Updates
pbb: Yu'pthẽwa'ja's pakwen

source: Could not find any matching add-ons
pbb: Uyya' ewumeeta' maa yuhtxpa kãajã'jxa' ki'h ktey yũun takhya'.

source: Learn more about add-ons
pbb: Piyana jweiçxaa pta'sxnakwekweju kãajãhna.

source: &Install Add-on From File…
pbb: &Çxkitxãn manentey eç jxawnisa's kãajãhna...

source: Tools for all add-ons
pbb: Vxisnxisa' jxuka kãjãxiya'tha'

source: Go back one page
pbb: Kasxwẽduhna teeçxsa's jxuka jxã'j kajiiyuhna

source: Go forward one page
pbb: Teeçxsa's yaçu kutxihn jxuka jxã'h.

source: Some extensions could not be verified
pbb: Maaĩtxi' nuyjxujan thẽgya' ewumee ũsa'.

source: Show all extensions
pbb: Nuyjxujanxisa's jxuka kthẽgun

source: De&bug Add-ons
pbb: &Yatenxi's kãajãhna

source: All add-ons have been disabled by safe mode.
pbb: Jxuka kãajãhnxisa fxiçxhanxiya' neyũutxna tud tud isa.

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
pbb: Puutx jadasa's thẽhgna kãajãhna naa fxiçxanxisa's. Idxa' puutx jada kãajãnxisa's ji'phuya' ewune'ga.

# warning.checkcompatibility.enable.label
source: Enable
pbb: Mki'ta

source: Enable add-on compatibility checking
pbb: Kẽse'hna we'wen katxhuden ki'h kãajãhna.

source: Add-on update security checking is disabled. You may be compromised by updates.
pbb: Kthegun ãan isa dxi'htepa' pa'yakx kãajãhna ũsa' fxiçxhanxitepa'.Idxa' pa'ya'kx thẽgya' ewune'ga nmeh ũukhũkhsa' napkaçxha' yu'thẽwẽete'.

# warning.updatesecurity.enable.label
source: Enable
pbb: Mki'ta

source: Enable add-on update security checking
pbb: Ki'tan ãahn isa dxi'htepa' phuphna kãajãhwa'j

# view.search.label
source: Search
pbb: Pakwena

source: Get Add-ons
pbb: Ji'phunxi's kãajã'na

source: Recent Updates
pbb: Ãçxhtewe'sxa's yu'pthẽhna

source: Available Updates
pbb: Een ji'phsa's yu'pthẽhna

source: &Check for Updates
pbb: &Yu'pthẽwa'ja's pakwen

source: &View Recent Updates
pbb: &U'sesatx thehgwa'ja's yu'thẽhna

source: Update &Add-ons Automatically
pbb: &Yu'pthẽhna kãajãwa'ja's txãaiçxa's

source: &Reset All Add-ons to Update Automatically
pbb: &Phewu'hn jxuka kãajãhnxisaatx ki´h txãaiçxaa yu'pthẽhn.

source: &Reset All Add-ons to Update Manually
pbb: &Phewuhn jxuka kãajãnxisatx ki'ki'n yu'pthẽhn kuse vxinxisatx

source: Updating add-ons
pbb: Kãajã'hna ki'h yu'pthẽwa'ja's

source: Your add-ons have been updated.
pbb: Idx kãajãnxisa' yu'thẽnxiya' ũsa'.

source: Your add-on updates have been downloaded.
pbb: Idx yu'pthẽnxisa' kãajãnxiy'ata' ki'h spahkxya'.

source: Restart now to complete installation
pbb: Ãçxh ki'h takhna kãajãhn çxkitxaya'

# updates.noneFound.label
source: No updates found
pbb: Yu´pthẽwa'ja's uymeeta'

source: View Available Updates
pbb: Thẽgna yu'pthẽwa'ja's een ji'phsa's

source: Install Updates
pbb: Çxkitxan yu'pthẽwa'ja's

source: Install available updates in this list
pbb: Çxkitxan yu'pthẽhn een jipthu na's kãajãdaya'

source: &Show More Information
pbb: &Kthẽgun jweiçxaa pta'sxna

source: &Find Updates
pbb: & Yu'pthẽwa'ja's pakwen

# cmd.preferencesWin.label cmd.preferencesWin.accesskey
source: &Options
pbb: &Kuh jwed

# cmd.preferencesUnix.label cmd.preferencesUnix.accesskey
source: &Preferences
pbb: &Txhitxwa'j

source: &About
pbb: &Utxaju

source: &Enable
pbb: &Ki'tan

source: &Disable
pbb: &Spakhna

source: &Wear Theme
pbb: &Kseelpihna puutxwe'wen

source: Stop &Wearing Theme
pbb: Nvxithna & kçxhaçxhan vxisna

source: Ask to Activate
pbb: Papẽyna ki'h ki'tan

source: Ask to use this add-on each time
pbb: Papẽyna vxisnaçxaa naa kãajãhnxisa's

source: Always Activate
pbb: Ma'wẽnpa ki'tan

source: Always use this add-on
pbb: Ma'wẽnpa kselpihn naa kãajãhnxisa's

source: Never Activate
pbb: Bagaçx yuhpa ki'tanu

source: Never use this add-on
pbb: Bagaçx yuhpa vxisyamee naa kãajaãnxisa's

source: Change when this add-on runs
pbb: Ma'wẽn i'h yu'pthẽhn naa kãajãnxisa's kẽse'hn ũsa'.

source: &Install
pbb: &Çxkitxãna

source: &Remove
pbb: &Khũkhna

source: Options
pbb: Kuh jwed

# cmd.showPreferencesWin.tooltip
source: Change this add-on’s options
pbb: Kuh jwed yu'pthẽhn naa kãajãnxisatx

source: Preferences
pbb: Txhitxnxi

# cmd.showPreferencesUnix.tooltip
source: Change this add-on’s preferences
pbb: Yu'pthẽn txhitxna na's kãajãhya'

source: &Contribute
pbb: & Pu'çxna

source: Contribute to the development of this add-on
pbb: Pu'çxya txãa kãjanxisa's pheu'nu'khan

source: Show Release Notes
pbb: Kthẽguhna eç kaanxisa's yu'pthehn fxiyfxiysa's.

source: Show the release notes for this update
pbb: Kthegun eç kaanxi'sa's yu'phten fxiyfxiy ktegun na's yu'pthẽwa'ja's

source: Hide Release Notes
pbb: Paaçte eç kaanxi's yu'phten fxiyfxiy ktegun.

source: Hide the release notes for this update
pbb: Paaçte eç kaanxi yu'phten fxiyfxiy ktegun naa yu'pthẽwa'ja's

source: What are Add-ons?
pbb: ¿Kãajãnxisa' kĩhtxna?

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
pbb: Kãajãnxisa' vxiswa'tha' peekxjĩçxa's ki'h kthegujxa' &brandShortName; mjĩya' meeçxa' tudtewe'sxa's.Ki'h kaayakin teeçx panel puçkhẽ ki'h eenpa' ji'phuna, eenaspa ma'h ũstepa kthẽguhna meeçxa'teexçx pisanxi ũstepa vxithya' &brandShortName; idxjĩ's isatewe'sxa's.

source: When you’re connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
pbb: Ma'wẽn çxkitxãçxah Internet-te, naa panela's nuywalaana maĩ ewsa vxite nmeh jxthuthẽsa's kãajãhna ki'k jiyuya'.

source: Version
pbb: Yu'pthẽhn fxiy fxiy kthẽgun

# detail.lastupdated.label
source: Last Updated
pbb: Nmehtewe'sxa's yu'pthẽhna

source: Developer
pbb: Majĩisaa

# detail.homepage.label
source: Homepage
pbb: Takhna jxuka jxãh, pta'sxnxi's.

source: Downloads
pbb: Spakxna

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
pbb: Mjĩna naa kãajã'ñxisa's pẽyna ki'h mpu'çx jĩna takhna idx mjĩnxi's vxithna le'çkweçxapa puutx pu'çxna.

source: Automatic Updates
pbb: Txãaiçxhaa yu'pthẽhna

source: Default
pbb: Nyafxtewe'sx

source: Automatically install updates only if that’s the default
pbb: Txãaiçxha yu'pthẽhn çxkitxan nasaa ãçxaak pẽy

source: On
pbb: Ki'htan

source: Automatically install updates
pbb: Txãaiçxaa çxkitxan ki'h yu'pthẽhna.

source: Off
pbb: Spahkxna

source: Don’t automatically install updates
pbb: Txãaiçxaa çxktxãya'mee yu'pthẽwa'ja's

# detail.home
source: Homepage
pbb: Ajte jxã'j pu'txna

source: Add-on Profile
pbb: Eçx jiyunisa's kãjã'na

source: Size
pbb: Walasaa

source: Check &for Updates
pbb: &Yu'pthẽwa'ja's pakwen

source: Check for updates for this add-on
pbb: Pakwen yu'pthẽwa'ja's na's kãajãhna

# detail.showPreferencesWin.label detail.showPreferencesWin.accesskey
source: &Options
pbb: & Kuh jwedsaa

# detail.showPreferencesWin.tooltip
source: Change this add-on’s options
pbb: Kuh jwed yu'pthẽhn naa kãajãnxisatx

# detail.showPreferencesUnix.label detail.showPreferencesUnix.accesskey
source: &Preferences
pbb: &Txhitxwa'j

# detail.showPreferencesUnix.tooltip
source: Change this add-on’s preferences
pbb: Yu'pthẽn txhitxna na's kãajãhya'

source: Rating
pbb: Ma'wẽ piyatepa jiyuya'

source: Pause
pbb: Tudte kyujun

source: Cancel
pbb: Tuduçmeeth

source: Name
pbb: Yase

source: Sort by name
pbb: Yasetx phewu'hna

# sort.dateUpdated.label
source: Last Updated
pbb: Nmehte yu'pthẽnxisa'

source: Sort by date updated
pbb: Kĩh eente takhna phewu'nxi's yu'pthẽhna.

source: Best match
pbb: Pkhakhen fxi'zxewa'ja's phewuhna

source: Sort by relevance
pbb: Phewuhna jxuthẽsa's

source: Price
pbb: Pa'kasaa

source: Sort by price
pbb: Pa'ka's phewuhn

source: Search:
pbb: Pakwena:

source: My Add-ons
pbb: adx jĩ's kãajãhna

source: Show installed add-ons
pbb: Ktheguhn kãajã'wa'ja's çxkitxãya'

source: Available Add-ons
pbb: Kãjãwa'ja's ji'phuwa'jsaa

source: Show add-ons available to install
pbb: kthẽgun kãajãhn een ji'phuna' çxkitxan

# addon.homepage
source: Homepage
pbb: Kxtee takhna

source: More
pbb: Jwe

source: Show more details about this add-on
pbb: Jweiçxaa kthegun na'wẽ thegna kwekweju na's kãajãhna

source: Unknown
pbb: Jiyunximesaa

source: (disabled)
pbb: (fxiçxhawa'j)

source: Update
pbb: Yu'pthẽhna

# addon.undoAction.label
source: Undo
pbb: Kuh jwend jxã´ya ewusamee

source: Undo this action
pbb: kuh jwend jxã´ya ewumesa's kẽse'n ũsya'

# addon.undoRemove.label
source: Undo
pbb: Kuh jwend jxã´ya ewumesa

source: Keep this add-on installed
pbb: Jxawna naa kãajãnxisatx çxkitxan

source: Restart now
pbb: Ãçxh ki'ki'n takhya'.

source: Install
pbb: Çxkitxana

source: Install this add-on
pbb: Çxkitxan naa kãajãnxisa's

source: Update Now
pbb: Ãçxh yu'pthẽhna

source: Install the update for this add-on
pbb: Çxkitxan yupthẽn naa kãjãnxitx

source: Include in Update
pbb: Kçaajãn yu'pthẽhn

source: An update is available
pbb: Teeçxsa's yu'pthẽn een ji'phsa's

source: Checking for updates…
pbb: Pakwen yu'pthẽwa'ja's...

source: Release Notes:
pbb: Eç kaanxisa's yu'pthẽhn fxiy fxiy kthẽgun:

# addon.loadingReleaseNotes.label
source: Loading…
pbb: Ktheguhwa'j...

source: Sorry, but there was an error loading the release notes.
pbb: Ya' yatxi'thaw, napa skhewka teçx ewmesa txãa yu'phten fxiyfxiy ktegun.

source: End-User License Agreement
pbb: Kxtey yuwa'ja's jxkaajya' nmehte wala selpisa's.

source: Accept and Install…
pbb: Ewna jĩya' ki'h çxkitxãn...

source: Browse…
pbb: Atxa'jya'...

source: What’s this? Telemetry may install and run experiments from time to time.
pbb: ¿Na' kĩhna? jxu'ju isan çxkitxaya' ewuna vxite thẽgn mjĩn yũuya' ma'wẽnteyçxaapa.

source: Learn More
pbb: Jxthakwe jisaa

source: Telemetry Settings
pbb: Txhitxnxiju phewu'jxa'

source: Learn More…
pbb: jxthakwe jisaa..

source: Some add-ons have been disabled
pbb: Maai kãajãhnxisa' kçxhaçxanimeek neyũu.

source: The following add-ons have not been verified for use in &brandShortName;. You can
pbb: Yaçkawe'sxa's kãajanxisa' ki'h thẽgnximee neyũutxna idx vxisnxisa' &brandShortName;.Ewuma'kh.

source: find replacements
pbb: Uyna yu'pthẽhna

source: or ask the developer to get them verified.
pbb: meeçxa' papẽhyna mjĩsa's ki'h thẽgya'.

source: Learn more about our efforts to help keep you safe online.
pbb: Thakwe jiyuya kwesx çxaçxa yatxnxisatx pu'çxjxa phuphwaja's txa dxi'the.

source: manual
pbb: Umna
