Repository: tktk711/mozilla-l10n
Catalog: pbb/toolkit/chrome/mozapps/extensions/update.dtd.po
Languages: pbb

source: &brandShortName; Update
pbb: Yu'pthẽwa'ju &brandShortName;

source: &brandShortName; is working offline
pbb: &brandShortName;tud tud çxktxãnximee ũsa'.

source: &brandShortName; needs to go online in order to see if updates are available for your add-ons to make them compatible with this version.
pbb: &brandShortName; peejxa' tud tud jxkhẽwya' çxkitxan thẽgya' yu'pthẽhn een ji'psa's kãajãhn vxitya' puutx jadasaa yakh yuphten fxiyfxiy ktegun ũssaa.

source: &Go online now.
pbb: &Ãçxhte' tud tud çxkitxan kaajxkhẽwuhna.

source: Incompatible Add-ons
pbb: Kãjãnxi's katxhudeya' ewuçmeea'

source: The following add-ons are not compatible with this version of &brandShortName; and have been disabled:
pbb: Yaçkx u'h kãajãnxisa' puutx jadaçxhaçxhameeta' naa yakh yu'pthẽhn fxiy fxiy kthẽgunxiju &brandShortName; fxiçxanxiyã'tha':

source: &brandShortName; can check if there are compatible versions of these add-ons available.
pbb: &brandShortName; Kthegujxa' ãan isa dxi'htepa' ewune'ga yu'phten fxiyfxiy ktegun puutx ja'dasa's een ji'phsa's naa kãajãnxisatx.

source: Checking for Compatible Add-ons
pbb: Puutx jadaçxa' kãajãhn pakwena

source: Checking your incompatible add-ons for updates…
pbb: Pakwewa'ja's yu'pthẽhn idxa's kãajãhnapuutx ja'dasaame's...

source: Found Compatible Add-ons
pbb: Kãajãhna puutx jadasa's uynxi.

source: Select the add-ons you would like to install:
pbb: Txhitxna kãajã'wa'j ki'h çxkitxãna

source: These updates can't be installed because software installation is currently disabled. You can change this setting below.
pbb: Naa yu'pthẽnxisa' vxisya'ewumeena napa software-te çxkitxãna fxiçxhanxiyãja' naa tudte.Na's yu'pthẽhya' ewuna phewu'hnxi tasxu.

source: &Allow websites to install software
pbb: Kxtee kthegun web-te çxkitxãn software-te

source: Installing Compatible Add-ons
pbb: Çxkitxan kãajãhna puutx jadasa's

source: Downloading and installing updates to your add-ons…
pbb: Spahkxna txhitxna yu'pthẽhn idx kãajãnxisatx...

source: No Compatible Add-ons Found
pbb: Uynximeeta' kãajãdana puutx jadasa's

source: &brandShortName; was unable to find updates to your incompatible add-ons.
pbb: &brandShortName; uyya' ewume' yu'pthẽwa'ja's kaatxhudenximeesa's kãajãhna.

source: Some problems were encountered when trying to find updates.
pbb: Maiitxi' yuwe ewmeesa'k vxiana ũsu' ki'h uyna yu'pthẽhn uhkhaan.

source: &brandShortName; will check periodically and inform you when compatible updates for these add-ons are found.
pbb: &brandShortName; pakwena' eenxisa kaajiyun vxite ma'wẽn kajiyuja' uyna yu'pthẽhna puutx jadasa's naa kãajãnxisatx.

source: Compatible Add-ons Installed
pbb: Kãjãnxisa' ew çxkitxawa'ja'

source: &brandShortName; has installed the updates to your add-ons.
pbb: &brandShortName; çxkitxanxiya'ja yu'pthẽhn idx kãajãnxisa'.

source: &brandShortName; can check periodically and inform you when updates for add-ons are found.
pbb: &brandShortName;pakweya' ewuna eenxisa kaajiyunxitepta'sxna Ma'wẽn uyçxa' yu'pthẽhna ki'h kãajãhna.

source: &brandShortName; will check periodically and inform you when updates for add-ons are found.
pbb: &brandShortName; Txãn eensu kaajiyun vxite' pta'sxna ma'wẽn yu'pthẽwa'ja's uyçxa' kãajãhna.

source: Unable to Check for Updates
pbb: Pakweya' ewuçme' yu'thẽnxisa's

source: It is not possible to check for updates to incompatible add-ons because software installation for &brandShortName; has been disabled. Please contact your System Administrator for assistance.
pbb: Thẽysa's yu'pthẽhna pakwen ki'h kãajãhna ki´k çxkitxan software-te &brandShortName; fxiçxanxiya'kh neyũu. Meen, jxkaana ih ũsu'hn çxhaçxha uyna ki'h pu'çxna.

source: Checking Compatibility of Add-ons
pbb: kĩh yuçtepa' thẽgna puutx ja'dasa's kãajãdana

source: Checking your add-ons for compatibility with this version of &brandShortName;.
pbb: Kayaki'hn puutx ja'dasa's na's kãajãna ũsa' yuphten fxiyfxiy ktegun &brandShortName;.

# versioninfo.waiting
source: This may take a few minutes…
pbb: Na' le'çkwẽ tudte jxthẽyũuna ewun...

source: Problems Installing Updates
pbb: Yuwe ewmesa's çxkitxan yu'thẽwa'ja's

source: &brandShortName; encountered problems when updating some of your add-ons.
pbb: &brandShortName; yuwe ewmweesatx uyna' yu'pthẽhn maaĩtxi' idx kãajãhna .

source: Click Finish to continue starting &brandShortName;.
pbb: mikxtheth jxã'jna takhna pũtxwa'ja's &brandShortName;.

source: Click Done to continue starting &brandShortName;.
pbb: Mi'kxtheh jxã'hna ki'h takhna pũ'txya' &brandShortName;.

source: Allow &brandShortName; to check for updates.
pbb: Khthegun &brandShortName;pakwen yu'ptẽwa'ja's.
