Repository: tktk711/mozilla-l10n
Catalog: yue-can/browser/chrome/browser/aboutSessionRestore.dtd.po
Languages: yue_can

source: Restore Session
yue_can: 恢復會話

source: Well, this is embarrassing.
yue_can: 咁係令人好唔好意思嘅。

source: &brandShortName; is having trouble recovering your windows and tabs. This is usually caused by a recently opened web page.
yue_can: &brandShortName;遇到問題恢復閣下嘅窗口同標籤。通常是由一個最近打開網嘅頁造成的。

source: You can try:
yue_can: 閣下可以試下：

source: Removing one or more tabs that you think may be causing the problem
yue_can: 閂咗閣下認為可能會造成問題嘅一個或多個標籤

source: Starting an entirely new browsing session
yue_can: 啟動一個全新的瀏覽會話

# restorepage.tryagainButton
source: Restore
yue_can: 恢復

source: Close
yue_can: 閂

# restorepage.restoreHeader
source: Restore
yue_can: 恢復

source: Windows and Tabs
yue_can: 窗口同標籤

source: Window %S
yue_can: 視窗%S

# welcomeback.tabtitle
source: Welcome Back!
yue_can: 歡迎返嚟！

# welcomeback.pageTitle
source: Welcome Back!
yue_can: 歡迎返嚟！

source: &brandShortName; successfully reset your profile. Below is a list of windows and tabs you had open; you can restore them or start with a clean slate.
yue_can: &brandShortName;成功重置閣下嘅個人資料。下面係閣下曾經開過嘅視窗同標籤；閣下可以恢復佢哋或者開始新嘅。
