Repository: tktk711/mozilla-l10n
Catalog: cak/toolkit/chrome/global/aboutTelemetry.properties.po
Languages: cak

source: This page shows the information about performance, hardware, usage and customizations collected by Telemetry. This information is submitted to %1$S to help improve %2$S.
cak: Re ruxaq k'amaya'l re' nuk'utub'ej taq etamab'äl pa ruwi' ri rub'eyal nisamäj, ch'akulakem, rokisaxik chuqa' taq richinaxik emolon ruma ri Telemetry. Re etamab'äl re' nitaq pa %1$S richin nuto' rutzil ri %2$S.

source: Telemetry is %1$S and extended telemetry is %2$S.
cak: Ri Telemetry jun %1$S chuqa' rik'on telemetry jun %2$S.

source: Each piece of information is sent bundled into %1$S. You are looking at the %2$S ping.
cak: Chi kijujunal ri taq rutzijol yetaq pa %1$S. Tajin natz'ët ri %2$S xub'anïk.

source: pings
cak: taq xub'anïk

source: enabled
cak: tzijon

source: disabled
cak: chupun

source: all
cak: ronojel

source: Telemetry Log
cak: Etataqonel tokisäx

source: Id
cak: Nimaläj b'i'aj

source: Timestamp
cak: Retal q'ijul

source: Data
cak: Taq tzij

source: Slow SQL Statements on Main Thread
cak: Eqal taq b'ab' SQL pa ri nïm b'ätz'

source: Slow SQL Statements on Helper Threads
cak: Eqal taq b'ab' SQL pa taq achib'il b'ätz'

source: Hits
cak: Taq ilonem

source: Avg. Time (ms)
cak: Runik'ajal q'ijul (nik'q'ij)

source: Statement
cak: B'ab'

source: Hang Report #%1$S (%2$S seconds)
cak: Rutzijol taq tzeqeb'anïk#%1$S(%2$S taq xil ch'utiramaj

source: %1$S (capture count: %2$S)
cak: %1$S (tajiläx chapoj:%2$S)

source: Late Write #%1$S
cak: Eqal tz'ib'anïk #%1$S

source: Stack:
cak: Tzub'aj:

source: Memory map:
cak: Rutzub'al rupam rujolom:

source: An error occurred while fetching symbols. Check that you are connected to the Internet and try again.
cak: Xk'ulwachitäj jun sachoj toq xe'ilitäj chik ri taq tz'ib'. Tanik'oj chi okisan pa k'amaya'l, k'a ri' tatojtob'ej chik.

source: samples
cak: taq k'utub'äl

source: average
cak: q'ojom

source: sum
cak: tunuj

source: Copy
cak: Wachib'exïk

source: Property
cak: Ch'akulal

source: Name
cak: B'i'aj

source: Value
cak: Retal

source: Add-on ID
cak: Nimaläj rub'i' tz'aqat

source: Details
cak: Kib'anikil

source: %1$S Provider
cak: Ya'öl %1$S

source: Parent Payload
cak: Rutata' rupam

source: Child Payload %1$S
cak: Ral rupam %1$S

source: timestamp
cak: retal q'ijul

source: category
cak: ruwäch

source: method
cak: b'eyal

source: object
cak: wachinäq

source: extra
cak: rutz'aqat
