Repository: tktk711/mozilla-l10n
Catalog: cak/toolkit/chrome/global/aboutRights.dtd.po
Languages: cak

source: About Your Rights
cak: Tawetamaj kiwäch ri taq ach'ojib'al

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
cak: &brandFullName; jun jamäl kema' chuqa' jaqäl chi nimaläj b'i'aj, ri nuk'un kuma molaj taq winäq aj chijun ri ruwach'ulew. Ja re' ri jujun taq na'oj ri k'atzinel nawetamaj:

source: &brandShortName; is made available to you under the terms of the
cak: &brandShortName; wachel rik'in re taq rojqanem ri

source: Mozilla Public License
cak: Ruwinaqilal ya'öl q'ij Mozilla

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
cak: . Rere' nrajo' nub'ij chi ütz nawokisaj, nawachib'ej chuqa' nataluj ri &brandShortName; chi ke ch'aqa' chik. Chuqa' ütz najalwachij ri ruxe' nimatz'ib' ri &brandShortName; achike na rub'eyal rajowaxik chawe. Ri ya'öl ruq'ij winaqilal ri Mozilla chuqa' nuya' pan ach'ojib'al chi ye'ataluj ri taq ruwäch ye'ak'ëx.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the Firefox name or logo. Additional information on trademarks may be found
cak: Man niya' ta ri taq ch'ojib'äl kichin ri taq rajawal o taq ya'öl q'ij ri e retal rub'i' eruq'alajisan ri Mozilla Moloj o xa b'a achike jun chik peraj, ri chuqa' k'o chupam ri rub'i' o ruwachib'al rub'i' ri Firefox. Ch'aqa' chik etamab'äl chi kij ri taq retal b'i'aj tikirel nawïl pa

# rights.intro-point2-b
source: here
cak: wawe'

source: Some features in &brandShortName;, such as the Crash Reporter, give you the option to provide feedback to &vendorShortName;. By choosing to submit feedback, you give &vendorShortName; permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
cak: Jujun taq rub'anikil pa &brandShortName;, achi'el ri rutzijol taq sachoj, xtuya' q'ij chawe chi natäq el etamab'äl pa &vendorShortName;. Toq nacha' natäq ri taq atzijol, naya' q'ij chi re' ri &vendorShortName; richin yerokisaj richin yerub'än rutzil ri taq ruk'ayij, yerutz'ajb'a' ri taq atzijol pa ri ruxaq ruk'amaya'l chuqa' yerutaluj ri taq atzijol.

source: How we use your personal information and feedback submitted to &vendorShortName; through &brandShortName; is described in the
cak: Achike rub'eyal niqokisaj ri rutzijol awichin chuqa' taq atzijol k'o pa &vendorShortName; rik'in ri &brandShortName; xkecholajïx pa

source: &brandShortName; Privacy Policy
cak: &brandShortName; Richinan Na'oj

source: Any applicable privacy policies for this product should be listed here.
cak: Xa b'a achike richinan na'oj okel pa re k'ayij re', rajowaxik niq'alajisäx wawe'.

source: Some &brandShortName; features make use of web-based information services, however, we cannot guarantee they are 100% accurate or error-free. More details, including information on how to disable the features that use these services, can be found in the
cak: Jujun taq rub'anikil ri &brandShortName; nikokisaj taq samaj pa ruwi' na'oj, ri k'o kixe'el richin k'amaya'l; xa xe chi man yojtikïr ta niqajikib'a' chi kan e 100% ütz chuqa' chi majun rusachoj. Nilitäj ch'aqa' chik taq rutzijol, achi'el taq etamab'äl pa ruwi' rub'eyal ye'achüp ri kib'anikil nikokisaj re taq samaj re', pa

source: service terms
cak: rojqanem samaj

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
cak: We re jun k'ayij re' k'o taq rusamaj k'amaya'l chupam, xa b'a achike chi rojqanem samaj okel pa (taq) samaj k'o ta chi kiximon ki' pa

source: Website Services
cak: Taq rusamaj ri ruxaq k'amaya'l

source: section.
cak: peraj.

source: &brandFullName; Web-Based Information Services
cak: taq samaj retamab'äl ri &brandFullName; k'o kixe'el pa k'amaya'l

source: In order to play back certain types of video content, &brandShortName; downloads certain content decryption modules from third parties.
cak: Richin ye'atzïj jujun taq ruwäch chi rupam silowachib'äl, &brandShortName; ke'aqasaj jujun peraj taq ch'akul richin chi e'etaman kipam aj rox winäq.

source: &brandFullName; uses web-based information services ("Services") to provide some of the features provided for your use with this binary version of &brandShortName; under the terms described below. If you do not want to use one or more of the Services or the terms below are unacceptable, you may disable the feature or Service(s). Instructions on how to disable a particular feature or Service may be found
cak: &brandFullName; nrokisaj taq samaj richin etamab'äl ri k'o ruxe'el pa k'amaya'l ("taq samaj") richin nuq'alajisab'ej jujun taq rub'anikil ya'on retal richin rokisaxik rik'in ri ruwäch rukach'akul ri &brandShortName; rik'in ri taq ojqanem xkecholajïx qa. We man nawajo' ta nawokisaj jun o juley chik taq samaj o man e ütz ta chawäch ri taq ojqanem, ütz nachüp ri rusamaj o (taq) Samaj. Ri taq rucholajil pa ruwi' rub'eyal nachüp jun rub'anikil o samaj, ütz nawïl pa

# rights2.webservices-b
source: here
cak: wawe'

source: . Other features and Services can be disabled in the application preferences.
cak: . Ch'aqa' chik taq rub'anikil o taq samaj ütz yechup pa taq rajowaxik ri samajel.

source: SafeBrowsing:
cak: Ütz okem pa k'amaya'l:

source: Disabling the Safe Browsing feature is not recommended as it may result in you going to unsafe sites. If you wish to disable the feature completely, follow these steps:
cak: Man ruk'amon ta nachüp ri ütz okem pa kematz'ib', ruma chi rik'in jub'a' katok chupam itzel taq ruxaq k'amaya'l. We nawajo' jumul nachüp re rusamaj re', tawoqaj re jujun taq rucholajil re:

source: Open the application preferences
cak: Tajaqa' ri taq rajowaxik samajel

source: Select the Security selection
cak: Tacha' ri rucha'oj chajinem

source: Uncheck the option to "&enableSafeBrowsing.label;"
cak: Tachupu' ri cha'oj richin "&enableSafeBrowsing.label;"

source: Safe Browsing is now disabled
cak: Wakami ri ütz okem pa k'amaya'l chupül

source: Location Aware Browsing:
cak: Okem pa k'amaya'l k'o ruxe'el pa ruk'ojlemal:

source: is always opt-in. No location information is ever sent without your permission. If you wish to disable the feature completely, follow these steps:
cak: junelïk cha'el ruma ri winäq. Majub'ey nitaq etamab'äl chi rij ri ruk'ojlemal we man naya' ta q'ij. We kan nawajo' nachüp re rub'anikil re', tawoqaj re taq rucholajil re':

source: In the URL bar, type
cak: Pa URL k'amaya'l, tatz'ib'aj

source: Type geo.enabled
cak: Ruwäch geo.enabled

source: Double click on the geo.enabled preference
cak: Ka'i' pitz' pa rajowaxik geo.enabled

source: Location-Aware Browsing is now disabled
cak: Wakami chupül ri okem pa k'amaya'l rik'in k'ojlemal

source: An overview of the website services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
cak: Wawe' k'o chi nitz'aqatisäx apo jun ruch'utitzijol ru samaj ri ruxaq k'amaya'l, ri ruk'wa'an ri k'ayij, chuqa' k'o pe ri taq rucholajil rub'eyal nitz'apïx, we ke ri' rajowaxik.

source: Any applicable service terms for this product should be listed here.
cak: Konojel ri taq rojqanem samaj e okel chi re, re k'ayij re', k'atzinel chi e cholotäl qa wawe'.

source: &vendorShortName; and its contributors, licensors and partners work to provide the most accurate and up-to-date Services. However, we cannot guarantee that this information is comprehensive and error-free. For example, the Safe Browsing Service may not identify some risky sites and may identify some safe sites in error and the Location Aware Service all locations returned by our service providers are estimates only and neither we nor our service providers guarantee the accuracy of the locations provided.
cak: &vendorShortName; chuqa' ri taq ruto'onela', ajya'öl q'ij chuqa' achib'ilal samaj, ri yeya'on ri jikïl chuqa' k'exon samaj. Xa xe chi man yojtikïr ta niqajikib'a' chi re etamab'äl re' tz'aqät chuqa' chi majun sachoj chupam. Achi'el, ri samaj chi rij ütz okem pa k'amaya'l rik'in jub'a' man titikïr ta nuya' ketal jujun taq itzel ruxaq k'amaya'l chuqa' rik'in jub'a' choj nisach toq nuya' ketal chi e ütz jujun taq ruxaq k'amaya'l chuqa' ri taq retal ochochib'äl tzolin pe kuma ri ye'öl samaj chi rij okema pa k'amaya'l toq ruk'wa'a'n ri k'ojlemal xa xe jun q'ijub'äl chuqa' ni xa ta röj chuqa' ri e ya'öl qasamaj kan niqajikib'a' ri taq k'ojlemal eya'on pe.

source: &vendorShortName; may discontinue or change the Services at its discretion.
cak: &vendorShortName; nitikïr nuqupij o nuk'ëx ri Samaj ri nawajo' rat.

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and &vendorShortName; grants you its rights to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
cak: Yatqapeyoj chi ye'awokisaj ri taq samaj rik'in ri ruwäch rachib'ilanik ri &brandShortName;, chuqa' &vendorShortName; nuya' q'ij chawe' richin nab'än. &vendorShortName; chuqa' ri yeya'on q'ij nikiq'ät ki chuwäch ri ch'aqa' chik taq ch'ojib'äl chi kij ri taq samaj. Ri taq ojqanem ri' man nuq'ät ta majun chi ch'ojib'äl nikiya' ri taq ya'öl q'ij chi rij ri nimaläj b'i'aj aj okel pa &brandShortName; chuqa' ri taq kiwäch taq nimaläj b'i'aj richin tz'ib' e k'o pa &brandShortName;.

source: The Services are provided "as-is." &vendorShortName;, its contributors, licensors, and distributors, disclaim all warranties, whether express or implied, including without limitation, warranties that the Services are merchantable and fit for your particular purposes. You bear the entire risk as to selecting the Services for your purposes and as to the quality and performance of the Services. Some jurisdictions do not allow the exclusion or limitation of implied warranties, so this disclaimer may not apply to you.
cak: Ri taq samaj richinan "achi'el." &vendorShortName;, ri to'onela', ajya'öl q'ij chuqa' talunela', nikixutüj xa b'a achike retal chilab'enïk, achi'el akuchi' tz'ib'atäl wi chuqa' nuna'ojij rij, ri k'o chupam chuqa' man nuq'ät ta ri', retal chilab'enïk chi ri samaj ajk'ayij chuqa' chi nik'atzin chi re jun winäq. Rat natz'ila' awi' we nacha' re jun samaj re' richin nawokisaj, achi'el chuqa' ri rutzil chuqa' rub'eyal nisamäj. Jujun taq ulewal man nikiya' ta q'ij richin ye'elesäx o yeq'at ri taq retal chilab'enïk e ch'ob'otel, we ke ri' re jun q'atoj re' man xtitikïr ta xtub'än rusamaj.

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
cak: Xa xe we nich'ojïx ruma ri taqanem tzij, &vendorShortName; ri taq ruto'onela', taq ajya'öl q'ij chuqa' talunela' man xkepa'e' ta ki' chuwäch jun k'ayewal man chuwäch ta, nimaläj, k'ulwachinem, jikïl, k'o ruk'amon pe o tz'etel, ri yek'ulwachitäj pe rik'in rokisaxik ri &brandShortName; chuqa' ri taq samaj. Ri niman tzij pa molaj ruma ri taq ojqanem ri' man niq'ax ta chuwäch ri US$500 (kinyentos taq dolar). Jujun taq ulewal man nikiya' ta q'ij chi nik'is o niq'at kiwa jujun taq tz'ilanem, ruma ri' re jun elenem re' o q'atoj rik'in jub'a' man okel ta chawe'.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or canceled without &vendorShortName;'s written agreement.
cak: &vendorShortName; ütz ye'ak'ëx re taq ojqanem re we rajowaxik chi ramajil chi ramajil. Man ütz ta yejal o yeq'at we man nuya' ta q'ij pa tz'ib'anïk ri &vendorShortName;.

source: These terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions. If any portion of these terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect. In the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.
cak: Re jujun taq ojqanem re' nitz'et kiwa kuma ri taq rutaqanem tzij ri California amaq', U.S.A, ye'el chuqa' chupam ri taq k'ayewal kik'in ch'aqa' chik taqanem taq tzij. We jun peraj chi ke re taq ojqanem re' nitz'et chi man e ütz ta o man tikirel ta yesamajïx, ri ch'aqa' chik k'o chupam jikïl ri kuchuq'a' chuqa' kik'amon pe. We k'o k'ayewal rik'in ri kitzalq'omanik re taq ojqanem re' rik'in ri pa q'anchi', ja ri ruwäch pa q'anchi' xtoqäx.
