Repository: tktk711/mozilla-l10n
Catalog: cak/toolkit/chrome/global/charsetMenu.properties.po
Languages: cak

source: Character Encoding
cak: Kicholajil taq tz'ib'

source: Auto-Detect
cak: Titz'e pa ruyonil

source: D
cak: N

source: (off)
cak: (chupül)

source: Japanese
cak: Aj Japon

source: Russian
cak: Aj Rusya

source: Ukrainian
cak: Aj Ukranya

source: Unicode
cak: UNIKOTE

source: Western
cak: W

source: Arabic (Windows)
cak: ARAWE (WINDOWS)

source: Arabic (ISO)
cak: ARAWE (ISO)

source: Baltic (Windows)
cak: BALTIKO (WINDOWS)

source: Baltic (ISO)
cak: BALTIKO (ISO)

source: Central European (Windows)
cak: SENTROEWROPEYO (WINDOWS)

source: l
cak: I

source: Central European (ISO)
cak: SENTROEWROPEYO (ISO)

source: Chinese, Simplified
cak: Ch'uti Chino

source: Chinese, Traditional
cak: Kan Chino wi

source: Cyrillic (Windows)
cak: Siriliko (Windows)

source: Cyrillic (ISO)
cak: Siriliko(ISO)

source: Cyrillic (KOI8-R)
cak: Siriliko (KOI8-R)

source: Cyrillic (KOI8-U)
cak: Siriliko (KOI8-U)

source: Cyrillic (DOS)
cak: Siriliko (DOS)

source: Greek (Windows)
cak: RYEWO (WINDOW)

source: O
cak: RYEWO (WINDOW)

source: Greek (ISO)
cak: RYEWO (ISO)

source: Hebrew
cak: Aj Heb'reya

source: Hebrew, Visual
cak: Aj Heb'reya, tz'etel

source: Japanese (Shift_JIS)
cak: JAPONES (Shift_JIS)

source: Japanese (EUC-JP)
cak: JAPONES (EUC_JP)

source: Japanese (ISO-2022-JP)
cak: JAPONES (ISO-2022-JP)

source: Korean
cak: KORYANO

source: Thai
cak: Aj Tailanda

source: Turkish
cak: Aj Turquia

source: Vietnamese
cak: aj BYETNAM
