Repository: tktk711/mozilla-l10n
Catalog: cak/toolkit/chrome/global/finddialog.dtd.po
Languages: cak

source: Find in This Page
cak: Tikanöx pa re ruxaq k'amaya'l re'

source: Fi&nd what:
cak: &Tikanöx rucholajem tzij:

source: Mat&ch case
cak: Nuk'äm ri' kik'in nima&tz'ib'

source: &Wrap
cak: &Tiya q'ij chi nunojisaj k'ïy taq cholaj

source: &Find Next
cak: &Tikanöx jun chik

source: Cancel
cak: Q'atïk

source: Close
cak: Titz'apïx

source: &Up
cak: &Ajsik

source: &Down
cak: &Pa xulan

source: Direction
cak: Ochochib'äl
