Repository: tktk711/mozilla-l10n
Catalog: cak/toolkit/chrome/global/findbar.properties.po
Languages: cak

source: Phrase not found
cak: Man xilitäj ta ri pajtzij

source: Reached end of page, continued from top
cak: Ruk'isib'äl ruxaq, nitikirisäx chik pa rutikirib'al

source: Reached top of page, continued from bottom
cak: Rutikirib'al ruxaq, xtutikirisaj k'a nub'ek'isib'ej na

source: Find in page
cak: Tikanöx pa ruxaq

source: Quick find
cak: Anin rukanoxik

source: Quick find (links only)
cak: Anin rukanoxik (taq ximonel)

source: (Case sensitive)
cak: (Na'onel chi ke taq nimatz'ib')

source: (Whole words only)
cak: (Xa xe tz'aqät taq tzij)

source: #1 of #2 match;#1 of #2 matches
cak: #1 richin #2 nuk'äm ri';#1 richin #2 nikik'äm ki'

source: More than #1 match;More than #1 matches
cak: Jotöl chuwäch ri #1 nikik'äm ki';Jotöl chuwäch ri #1 nikik'äm ki'
