Repository: tktk711/mozilla-l10n
Catalog: brx/browser/chrome/browser/places/bookmarkProperties.properties.po
Languages: brx

source: Add
brx: दाजाबदेर

# dialogAcceptLabelSaveItem
source: Save
brx: थिना दोन

source: Subscribe
brx: बायग्रा जा

source: Add Bookmarks
brx: बुकमार्कफोरखौ दाजाबदेर

# dialogAcceptLabelEdit
source: Save
brx: थिना दोन

# dialogTitleAddBookmark
source: New Bookmark
brx: गोदान बुकमार्क

source: Subscribe with Live Bookmark
brx: लाइभ बुकमार्कजों बायग्रा जा

# dialogTitleAddFolder
source: New Folder
brx: गोदान फल्डार

source: New Bookmarks
brx: गोदान बुकमार्क

source: Properties for “%S”
brx: "%S" नि आखुथायफोर

source: [Folder Name]
brx: [फल्डारनि मुं]

# newFolderDefault
source: New Folder
brx: गोदान फल्डार

# newBookmarkDefault
source: New Bookmark
brx: गोदान बुकमार्क

source: New Live Bookmark
brx: गोदान लाइभ बुकमार्क
