Repository: tktk711/mozilla-l10n
Catalog: tzo/browser/chrome/browser/devtools/connection-screen.dtd.po
Languages: tzo

# title
source: Connect
tzo: nabano

source: Connect to remote device
tzo: nabano ta junuk skejobil abtelal o saobil k'op ayejetik

source: Host:
tzo: j-abtel

source: Port:
tzo: ochebal

source: Connect
tzo: nabano

source: Connecting…
tzo: nakato ta snub...

source: Available remote tabs:
tzo: xokol ti ch'akal xik'tak ti abtejebale

source: Available remote processes:
tzo: xokol yabtelanel ak'o mi nomto oy

source: Error:
tzo: chabal lek

source: Error: connection timeout.
tzo: chabalek: yorail cha mala ts-nubsba sventa xu xa sa li k'usi cha k'an cha k'ele

source: Error: connection refused.
tzo: chabalek: mu sn'ub sba

source: Unexpected error.
tzo: muyuk malabil mi chabalek
