Repository: tktk711/mozilla-l10n
Catalog: an/netwerk/necko.properties.po
Languages: an

source: Looking up %1$S…
an: Resolvendo %1$S…

source: Connected to %1$S…
an: Connectau a %1$S…

source: Sending request to %1$S…
an: Ninviando petición ta %1$S…

source: Transferring data from %1$S…
an: Transferindo datos dende %1$S…

source: Connecting to %1$S…
an: Connectando ta %1$S…

source: Read %1$S
an: Leyiu %1$S

source: Wrote %1$S
an: Escrito %1$S

source: Waiting for %1$S…
an: Aguardando a %1$S…

source: Looked up %1$S…
an: S'ha consultau %1$S…

source: Beginning FTP transaction…
an: Ye prencipiando a transacción FTP…

source: Finished FTP transaction
an: S'ha acabau a transacción FTP

source: The FTP server %1$S is currently unsupported.
an: Actualment no se puet treballar con o servidor FTP %1$S.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
an: Ista pachina web se ye reendrezando ta una nueva adreza. Quiere tornar a ninviar os datos d'o formulario que ha empliu ta la nueva adreza?

source: Index of %1$S
an: Indiz de %1$S

source: Up to higher level directory
an: Enta o directorio superior

source: Show hidden objects
an: Amostrar obchectos amagaus

source: Name
an: Nombre

source: Size
an: Mida

source: Last Modified
an: Zaguera modificación

source: File:
an: Fichero:

source: You are about to visit “%1$S”. This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
an: Ye en momentos de visitar "%1$S". Iste sitio puede estar mirando d'enganyar-le ta que piense que ye visitando un puesto diferent. Pare muita cuenta.

source: I understand and will be very careful
an: Entendiu, pararé muita cuenta

source: You are about to log in to the site “%1$S” with the username “%2$S”, but the website does not require authentication. This may be an attempt to trick you. Is “%1$S” the site you want to visit?
an: Ye en momentos de connectar-se ta o sitio "%1$S" con o nombre d'usuario "%2$S", pero o puesto web no requiere identificación. Isto puede estar un intento d'enganyar-le. Ye "%1$S" o puesto que quiere visitar?

source: You are about to log in to the site “%1$S” with the username “%2$S”.
an: Ye en momentos d'encetar sesión en o puesto "%1$S" con o nombre d'usuario "%2$S".

source: The resource at “%1$S” was blocked because tracking protection is enabled.
an: O recurso "%1$S" s'ha blocau porque s'ha activau a protección debant d'o seguimiento.

source: Warning: ‘%1$S’ deprecated, please use ‘%2$S’
an: Alvertencia: '%1$S' obsoleta, faiga servir '%2$S'

source: “%1$S” is changed. Update your code and pass the correct originAttributes. Read more on MDN: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
an: “%1$S” ha cambiau. Esvielle lo suyo codigo y pase los originAttributes correctos. Pa leyer mas sobre MDN: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
