Repository: tktk711/mozilla-l10n
Catalog: ak/toolkit/chrome/mozapps/extensions/update.properties.po
Languages: ak

source: Check Now
ak: Hwɛ Seiseiara

source: Don't Check
ak: Nnhwɛ

source: Install Now
ak: Instɔl Seiseiara

source: Next >
ak: Ndiso >

source: Cancel
ak: Twa-mu

source: Finished checking %S
ak: Ewie sɛ ɔrehwɛ %S

source: Downloading: %S
ak: Retwe: %S

source: Installing: %S
ak: Reinstɔl: %S

source: Close
ak: To-mu

source: %S was unable to install updates for the following add-ons:
ak: %S enntumi enninstɔl ntoso amma nkaho yinom:

source: %S was unable to check for updates for the following add-ons:
ak: %S enntumi annhwɛ sɛ obenya ntoso ama nkaho yinom:
