Repository: tktk711/mozilla-l10n
Catalog: ach/toolkit/chrome/search/search.properties.po
Languages: ach

source: Add Search Engine
ach: Med ot me Yeny

source: Add “%S” to the list of engines available in the search bar? From: %S
ach: Med "%S" i nying ot me yeny matye i gintic me yeny? Ki bot: %S

source: Make this the c&urrent search engine
ach: Ket man obed ot me yeny me &kombedi

source: Add
ach: Med

source: Download Error
ach: Bal me gam

source: %S could not download the search plugin from: %S
ach: %S pe onongo romo gamo larwak me yeny ki bot: %S

source: %S could not install the search plugin from “%S” because an engine with the same name already exists.
ach: %S pe onongo romo keto larwak me yeny ki bot "%S" pien ot aceli ki nying marwate ni dong tye.

source: Install Error
ach: Bal me ket

source: Invalid Format
ach: Kit mape atir

source: %1$S could not install the search engine from: %2$S
ach: %1$S pe onongo twero keto injin yeny ki ii: %2$S

source: Suggestions
ach: Tam amia
