Repository: tktk711/mozilla-l10n
Catalog: dsb/obsolete/browser/chrome/browser/syncSetup.dtd.po
Languages: dsb

source: &syncBrand.fullName.label; Setup
dsb: &syncBrand.fullName.label; - Konfiguracija

source: Welcome! If you’ve never used &syncBrand.fullName.label; before, you will need to create a new account.
dsb: Witajśo! Jolic njejsćo nigda do togo &syncBrand.fullName.label; wužywał, musyśo nowe konto załožyś.

source: Create a New Account
dsb: Nowe konto załožyś

source: I Have an Account
dsb: Mam konto

source: Have you used &syncBrand.fullName.label; before?
dsb: Sćo &syncBrand.fullName.label; do togo wužywał?

source: I’ve never used &syncBrand.shortName.label; before
dsb: Njejsom &syncBrand.shortName.label; nigda do togo wužywał

source: I’m already using &syncBrand.shortName.label; on another device
dsb: Wužywam &syncBrand.shortName.label; južo na drugem rěźe

source: Server
dsb: Serwer

source: Default: Mozilla &syncBrand.fullName.label; server
dsb: Standard: Serwer Mozilla &syncBrand.fullName.label;

source: Use a custom server…
dsb: Swójski serwer wužywaś…

source: &Account
dsb: &Konto

source: &Password
dsb: &Gronidło

source: Recovery &Key
dsb: Wót&nowjeński kluc

source: Account Details
dsb: Kontowe drobnostki

source: &Email Address
dsb: &E-mailowa adresa

source: Choose a &Password
dsb: &Gronidło wubraś

source: Confir&m Password
dsb: Gronidło wo&bkšuśiś

source: I &agree to the
dsb: Som &z

source: Terms of Service
dsb: wužywańskimi wuměnjenjami

source: and the
dsb: a

source: Privacy Policy
dsb: pšawidłami priwatnosći

source: &brandShortName; Cares About Your Privacy
dsb: &brandShortName; stara se wó wašu priwatnosć

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The Recovery Key which is necessary to decrypt your data is not uploaded.
dsb: Aby se waša ceła priwatnosć šćitała, wšykne waše daty koděruju se do nagraśa. Wótnowjeński kluc, kótaryž jo trěbny za dešifrěrowanje wašych datow, se njenagrawa.

source: Your Recovery &Key
dsb: &Waš wótnowjeński kluc

source: Generate a new key
dsb: Nowy kluc twóriś

source: Your Recovery Key is required to access &syncBrand.fullName.label; on other machines. Please create a backup copy. We cannot help you recover your Recovery Key.
dsb: Waš wótnowjeński kluc jo trěbny za pśistup na &syncBrand.fullName.label; na drugich mašinach. Pšosym napórajśo zawěsćeńsku kopiju. Njamóžomy wam pomagaś, waš wótnowjeński kluc wótnowiś.

source: &Print…
dsb: Ś&išćaś…

source: &Save…
dsb: &Składowaś…

source: Pair a Device
dsb: Rěd zwězaś

source: Show me how.
dsb: Pokažćo mě kak.

source: I don’t have the device with me
dsb: Njamam rěd sobu

source: To activate, select "Pair a Device" on your other device.
dsb: Aby jen aktiwěrował, wubjeŕśo "Rěd zwězaś" na swójom drugem rěźe.

source: Then, enter this code:
dsb: Zapódajśo pón toś ten kod:

source: To activate your new device, select "Set Up Sync" on the device.
dsb: Aby swój nowy rěd aktiwěrował, wubjeŕśo "Synchronizaciju konfigurěrowaś" na rěźe.

source: Enter the code that the device provides:
dsb: Zapódajśo kod, kótaryž rěd pódawa:

source: Please try again.
dsb: Pšosym wopytajśo hyšći raz.

source: The device has been successfully added. The initial synchronization can take several minutes and will finish in the background.
dsb: Rěd jo se wuspěšnje pśidał. Zachopna synchronizacija móžo někotare minuty traś a skóńcyjo seo w slězynje.

source: To activate your device you will need to enter your Recovery Key. Please print or save this key and take it with you.
dsb: Aby swój rěd aktiwěrował, musyśo swój wótnowjeński kluc zapódaś. Pšosym wuśišććo abo składujśo toś ten kluc a wzijśo jen sobu.

source: Device Connected
dsb: Rěd zwězany

source: Sign In
dsb: Pśizjawiś

source: You can get a copy of your Recovery Key by going to &syncBrand.shortName.label; Options on your other device, and selecting "My Recovery Key" under "Manage Account".
dsb: Móžośo kopiju swójogo wótnowjeńskego kluca dostaś, gaž źośo k nastajenjam &syncBrand.shortName.label; na swójom drugem rěźe a wuběraśo "Mój wótnwojeński kluc" pód "Konto zrědowaś".

source: Verifying…
dsb: Pśespytujo se…

source: Reset Password
dsb: Gronidło slědk stajiś

source: I have lost my other device.
dsb: Som swój drugi rěd zgubił.

source: Sync Options
dsb: Synchronizaciske nastajenja

source: Devi&ce Name:
dsb: &Mě rěda:

source: Sync My
dsb: Synchronizěrowaś

source: Book&marks
dsb: &Cytańske znamjenja

source: Open Tabs
dsb: Wócynjone rejtarki

source: T
dsb: r

source: Histo&ry
dsb: &Historiju

source: &Passwords
dsb: &Gronidła

source: Preference&s
dsb: &Nastajenja

source: &Add-ons
dsb: &Dodanki

source: Merge this device’s data with my &syncBrand.shortName.label; data
dsb: Daty toś togo rěda z datami &syncBrand.shortName.label; zjadnośiś

source: Recommended:
dsb: Dopórucone:

source: Replace all data on this device with my &syncBrand.shortName.label; data
dsb: Wšykne daty na toś tom rěźe pśez móje daty &syncBrand.shortName.label; wuměniś

source: Replace all other devices with this device’s data
dsb: Wšykne druge rědy pśez daty toś togo rěda wuměniś

source: Confirm
dsb: Wobkšuśiś

source: &syncBrand.fullName.label; will now merge all this device’s browser data into your Sync account.
dsb: &syncBrand.fullName.label; zjadnośijo něnto wšykne daty wobglědowaka toś togo rěda ze synchronizaciskim kontom.

source: Warning: The following &brandShortName; data on this device will be deleted:
dsb: Warnowanje: Slědujuce daty &brandShortName; na toś tom rěźe se wulašuju:

source: &brandShortName; will then copy your &syncBrand.fullName.label; data to this device.
dsb: &brandShortName; buź pón waše daty &syncBrand.fullName.label; na toś ten rěd kopěrowaś.

source: Warning: The following devices will be overwritten with your local data:
dsb: Warnowanje: Slědujuce rědy budu se pśez waše lokalne daty pśepisowaś:

source: Setup Complete
dsb: Konfiguracija jo dokóńcona

source: You can change this preference by selecting Sync Options below.
dsb: Móžośo toś to nastajenje pśez wuběranje slědujucych synchronizaciskich nastajenjow změniś.

source: You may now continue using &brandShortName;.
dsb: Móžośo něnto z &brandShortName; dalej źěłaś.
